{
  "url": "http://globalvoicesonline.org/?p=183137",
  "id": "183137",
  "body": "What if someone asked for advice on their dream path and you felt it wasn’t the best choice for them? What is the right thing to do? \n\nThis is an anonymous blogger’s thoughtful response to an article [ja] where a 11th grader who is interested in a career in drawing, be it illustration, anime, or manga, asked anime creator and director Tomino Yoshiyuki for advice. [Update (added January 15th, 2010) - Matt Alt has translated this article in English on his blog.] Yoshiyuki agrees with the girl’s parents that she should go to a regular university and get a job as an office lady because simply having aspirations are not enough to thrive in this field. Unless of course, she’s ready to make a commitment armed with skills, determination, and readiness for hard work. \n\n[caption id=\"attachment_185677\" align=\"aligncenter\" width=\"375\" caption=\"Walk of Life by Flickr user bharat ram\"][/caption]\n\nBelow is an English translation of the blog post \"Making someone give up on their dream\" (夢を諦めさせる). \n\n As someone who manages to make a living as a freelance designer, I sometimes get questions from students with an interest in design. \"I'd like to become a designer,\" they say to me. In most cases, my intuition tells me they don't have what it takes, but how am I supposed to express that to them, how am I supposed to tell them to give up on their dreams? You have to be so extremely careful with your words when saying this kind of thing.\n\nSo that's what got me thinking: how do you tell this to a kid of high-school age without -- as much as possible -- hurting their feelings?\n\nIn all honesty, people who take something that they like doing and decide to do it for a living are actually a little insane. Which is not to say that they are stupid. In fact, the majority of them are clever. Whether these people be animators or manga artists though, the fact remains that the majority of them barely make enough money to pay the bills, working under outrageous working conditions. If you think logically about it, there is no question that people who avoid these risks and stick to ordinary work end up living a more enjoyable life. Nonetheless, these people who do this type of work are so devoted that they lose the ability to even realize this fact.\n\nSo as soon as I hear someone saying to me, \"I’m thinking about becoming XYZ\", I already know they're not cut out for it. They're simply too rational for this career path. Even if they actually found a position, they would keep questioning whether to continue, and will not succeed. Faced with a rough path ahead, does the person who wavers and has second thoughts stand any chance against the person who plunges forth without any hesitation? You can tell if a person has this kind of determination just by looking at them.\n\nThe ones who say “I want to become XYZ, but I’m not sure how I should proceed”, aren’t cut out for it either. Successful people in any field have the uncanny ability to look objectively at their own abilities, and in addition to just being able to identify their shortcomings, they are able to survey their field and see with certainty what they need to do. I think we could even call it instinct. You’ll have to excuse me, but I find it really sad that the people around this girl haven’t been able to make her understand that what is necessary for her is not just genius with the pen, but rather this ability to really observe oneself. (Heh, this will probably seem like a contradiction, but I also think that what makes a great artist is the ability to see the things around him in this objective manner). \n\nAll in all, it’s easy to tell her, “You’re still young and there are plenty of possibilities ahead. Do your best!” However, if I were her homeroom teacher, I’d recommend that she get a salaried “office lady” position. Perhaps this is real kindness. If they were the “real deal”, they’d go down that path regardless of what anyone says. For students that just don’t have that spark, I consider it a teacher’s responsibility to help them look reality in the eye, instead of encouraging a bet on slender chances. \n\n \n(Addendum)\n\nI’m very happy to receive so much feedback on this provocative post. Thank you. I’ve read all of the comments and Tweets. There were more sympathetic voices than I expected, but essentially, people were divided in two parties. I think it shows what a difficult issue this is, and how it’s not possible for someone to unilaterally come up with the right answer. Some people quoted musicians and conductors, and I can sympathize that these are competitive and unforgiving fields as well. \n\nBecause I wrote in a way that upset people who are already on this road, there were some emotional comments. To stay true to yourself and your dream is a road filled with distractions from naysayers and temptations to take the easy way out. There’s simply no time to be livid at the lack of understanding from your friends and family, let alone becoming unsettled because of a random, unfeeling blog post! Remember, everyone is going through life with uncertainties. \n\nAlso, any discussion about how “regular” jobs are also difficult is so obvious that I won’t respond to it here. Of course it is. \n\nWhether or not to say things like this to a person face to face is a difficult issue, and it’s a bit cowardly of me to start on this after writing this post but personally, I would place some distance with people who state their dreams like this. There are some things you can say because it’s anonymous and online, and people who criticize that I am denying the existence of the dreamer should think again. This is a suggestion on how I would advise someone to give up on their dream. \n\nAn ordinary but appropriate opinion is to have the person follow their dream and see for themselves, if the dreamer is someone who has that kind of time. A wake up call to reality, if you will. The rest is up to them, whether to continue or to quit. Remember, it's your life! \n\n\n This post was started by Chris Salzberg, carried further by Ziggy Okugawa, and finished off by Tomomi Sasaki. Thanks, team. ",
  "original_body": "What if someone asked for advice on their dream path and you felt it wasn’t the best choice for them? What is the right thing to do? \n\nThis is an anonymous blogger’s thoughtful response to <a href=\"http://livedoor.2.blogimg.jp/j1nn/imgs/a/f/afc72bed.jpg\">an article</a> [ja] where a 11th grader who is interested in a career in drawing, be it illustration, anime, or manga, asked anime creator and director <a href=\"http://en.wikipedia.org/wiki/Yoshiyuki_Tomino\">Tomino Yoshiyuki</a> for advice. [<em>Update (added January 15th, 2010) - Matt Alt has <a href=\"http://altjapan.typepad.com/my_weblog/2011/01/dream-cleaver.html\">translated</a> this article in English on his blog.</em>] Yoshiyuki agrees with the girl’s parents that she should go to a regular university and get a job as <a href=\"http://en.wikipedia.org/wiki/Office_lady\">an office lady</a> because simply having aspirations are not enough to thrive in this field. Unless of course, she’s ready to make a commitment armed with skills, determination, and readiness for hard work. \n\n[caption id=\"attachment_185677\" align=\"aligncenter\" width=\"375\" caption=\"Walk of Life by Flickr user bharat ram\"]<a href=\"http://globalvoicesonline.org/2011/01/13/japan-advising-someone-to-give-up-on-their-dream/walkoflife/\" rel=\"attachment wp-att-185677\"><img src=\"http://globalvoicesonline.org/wp-content/uploads/2011/01/walkoflife-375x203.jpg\" alt=\"Walk of Life by Flickr user [O*] &#039;BharaT\" title=\"Walk of Life by Flickr user [O*] &#039;BharaT\" width=\"375\" height=\"203\" class=\"size-medium wp-image-185677\" /></a>[/caption]\n\n<em>Below is an English translation of the blog post \"<a href=\"http://anond.hatelabo.jp/20100917191635\">Making someone give up on their dream</a>\" (夢を諦めさせる). </em>\n\n<blockquote>As someone who manages to make a living as a freelance designer, I sometimes get questions from students with an interest in design. \"I'd like to become a designer,\" they say to me. In most cases, my intuition tells me they don't have what it takes, but how am I supposed to express that to them, how am I supposed to tell them to give up on their dreams? You have to be so extremely careful with your words when saying this kind of thing.\n\nSo that's what got me thinking: how do you tell this to a kid of high-school age without -- as much as possible -- hurting their feelings?\n\nIn all honesty, people who take something that they like doing and decide to do it for a living are actually a little insane. Which is not to say that they are stupid. In fact, the majority of them are clever. Whether these people be animators or manga artists though, the fact remains that the majority of them barely make enough money to pay the bills, working under outrageous working conditions. If you think logically about it, there is no question that people who avoid these risks and stick to ordinary work end up living a more enjoyable life. Nonetheless, these people who do this type of work are so devoted that they lose the ability to even realize this fact.\n\nSo as soon as I hear someone saying to me, \"I’m thinking about becoming XYZ\", I already know they're not cut out for it. They're simply too rational for this career path. Even if they actually found a position, they would keep questioning whether to continue, and will not succeed. Faced with a rough path ahead, does the person who wavers and has second thoughts stand any chance against the person who plunges forth without any hesitation? You can tell if a person has this kind of determination just by looking at them.\n\nThe ones who say “I want to become XYZ, but I’m not sure how I should proceed”, aren’t cut out for it either. Successful people in any field have the uncanny ability to look objectively at their own abilities, and in addition to just being able to identify their shortcomings, they are able to survey their field and see with certainty what they need to do. I think we could even call it instinct. You’ll have to excuse me, but I find it really sad that the people around this girl haven’t been able to make her understand that what is necessary for her is not just genius with the pen, but rather this ability to really observe oneself. (Heh, this will probably seem like a contradiction, but I also think that what makes a great artist is the ability to see the things around him in this objective manner). \n\nAll in all, it’s easy to tell her, “You’re still young and there are plenty of possibilities ahead. Do your best!” However, if I were her homeroom teacher, I’d recommend that she get a salaried “<a href=\"http://en.wikipedia.org/wiki/Office_lady\">office lady</a>” position. Perhaps this is real kindness. If they were the “real deal”, they’d go down that path regardless of what anyone says. For students that just don’t have that spark, I consider it a teacher’s responsibility to help them look reality in the eye, instead of encouraging a bet on slender chances. </blockquote>\n\n<blockquote>\n(Addendum)\n\nI’m very happy to receive so much feedback on this provocative post. Thank you. I’ve read all of the comments and Tweets. There were more sympathetic voices than I expected, but essentially, people were divided in two parties. I think it shows what a difficult issue this is, and how it’s not possible for someone to unilaterally come up with the right answer. Some people quoted musicians and conductors, and I can sympathize that these are competitive and unforgiving fields as well. \n\nBecause I wrote in a way that upset people who are already on this road, there were some emotional comments. To stay true to yourself and your dream is a road filled with distractions from naysayers and temptations to take the easy way out. There’s simply no time to be livid at the lack of understanding from your friends and family, let alone becoming unsettled because of a random, unfeeling blog post! Remember, everyone is going through life with uncertainties. \n\nAlso, any discussion about how “regular” jobs are also difficult is so obvious that I won’t respond to it here. Of course it is. \n\nWhether or not to say things like this to a person face to face is a difficult issue, and it’s a bit cowardly of me to start on this after writing this post but personally, I would place some distance with people who state their dreams like this. There are some things you can say because it’s anonymous and online, and people who criticize that I am denying the existence of the dreamer should think again. This is a suggestion on how I would advise someone to give up on their dream. \n\nAn ordinary but appropriate opinion is to have the person follow their dream and see for themselves, if the dreamer is someone who has that kind of time. A wake up call to reality, if you will. The rest is up to them, whether to continue or to quit. Remember, it's your life! </blockquote>\n\n\n<div class=\"notes\">This post was started by Chris Salzberg, carried further by Ziggy Okugawa, and finished off by Tomomi Sasaki. Thanks, team.</div>",
  "title": "Japan: Advising someone to give up on their dream",
  "byline": "Tomomi Sasaki",
  "pub_date": "2011-01-13T10:45:40Z",
  "decompositions": {
    "sentence": [
      "What if someone asked for advice on their dream path and you felt it wasn’t the best choice for them?",
      "What is the right thing to do?",
      "This is an anonymous blogger’s thoughtful response to an article [ja] where a 11th grader who is interested in a career in drawing, be it illustration, anime, or manga, asked anime creator and director Tomino Yoshiyuki for advice.",
      "[Update (added January 15th, 2010) - Matt Alt has translated this article in English on his blog.]",
      "Yoshiyuki agrees with the girl’s parents that she should go to a regular university and get a job as an office lady because simply having aspirations are not enough to thrive in this field.",
      "Unless of course, she’s ready to make a commitment armed with skills, determination, and readiness for hard work.",
      "[caption id=\"attachment_185677\" align=\"aligncenter\" width=\"375\" caption=\"Walk of Life by Flickr user bharat ram\"][/caption]\n\nBelow is an English translation of the blog post \"Making someone give up on their dream\" (夢を諦めさせる).",
      "As someone who manages to make a living as a freelance designer, I sometimes get questions from students with an interest in design.",
      "\"I'd like to become a designer,\" they say to me.",
      "In most cases, my intuition tells me they don't have what it takes, but how am I supposed to express that to them, how am I supposed to tell them to give up on their dreams?",
      "You have to be so extremely careful with your words when saying this kind of thing.",
      "So that's what got me thinking: how do you tell this to a kid of high-school age without -- as much as possible -- hurting their feelings?",
      "In all honesty, people who take something that they like doing and decide to do it for a living are actually a little insane.",
      "Which is not to say that they are stupid.",
      "In fact, the majority of them are clever.",
      "Whether these people be animators or manga artists though, the fact remains that the majority of them barely make enough money to pay the bills, working under outrageous working conditions.",
      "If you think logically about it, there is no question that people who avoid these risks and stick to ordinary work end up living a more enjoyable life.",
      "Nonetheless, these people who do this type of work are so devoted that they lose the ability to even realize this fact.",
      "So as soon as I hear someone saying to me, \"I’m thinking about becoming XYZ\", I already know they're not cut out for it.",
      "They're simply too rational for this career path.",
      "Even if they actually found a position, they would keep questioning whether to continue, and will not succeed.",
      "Faced with a rough path ahead, does the person who wavers and has second thoughts stand any chance against the person who plunges forth without any hesitation?",
      "You can tell if a person has this kind of determination just by looking at them.",
      "The ones who say “I want to become XYZ, but I’m not sure how I should proceed”, aren’t cut out for it either.",
      "Successful people in any field have the uncanny ability to look objectively at their own abilities, and in addition to just being able to identify their shortcomings, they are able to survey their field and see with certainty what they need to do.",
      "I think we could even call it instinct.",
      "You’ll have to excuse me, but I find it really sad that the people around this girl haven’t been able to make her understand that what is necessary for her is not just genius with the pen, but rather this ability to really observe oneself.",
      "(Heh, this will probably seem like a contradiction, but I also think that what makes a great artist is the ability to see the things around him in this objective manner).",
      "All in all, it’s easy to tell her, “You’re still young and there are plenty of possibilities ahead.",
      "Do your best!”",
      "However, if I were her homeroom teacher, I’d recommend that she get a salaried “office lady” position.",
      "Perhaps this is real kindness.",
      "If they were the “real deal”, they’d go down that path regardless of what anyone says.",
      "For students that just don’t have that spark, I consider it a teacher’s responsibility to help them look reality in the eye, instead of encouraging a bet on slender chances.",
      "(Addendum)\n\nI’m very happy to receive so much feedback on this provocative post.",
      "Thank you.",
      "I’ve read all of the comments and Tweets.",
      "There were more sympathetic voices than I expected, but essentially, people were divided in two parties.",
      "I think it shows what a difficult issue this is, and how it’s not possible for someone to unilaterally come up with the right answer.",
      "Some people quoted musicians and conductors, and I can sympathize that these are competitive and unforgiving fields as well.",
      "Because I wrote in a way that upset people who are already on this road, there were some emotional comments.",
      "To stay true to yourself and your dream is a road filled with distractions from naysayers and temptations to take the easy way out.",
      "There’s simply no time to be livid at the lack of understanding from your friends and family, let alone becoming unsettled because of a random, unfeeling blog post!",
      "Remember, everyone is going through life with uncertainties.",
      "Also, any discussion about how “regular” jobs are also difficult is so obvious that I won’t respond to it here.",
      "Of course it is.",
      "Whether or not to say things like this to a person face to face is a difficult issue, and it’s a bit cowardly of me to start on this after writing this post but personally, I would place some distance with people who state their dreams like this.",
      "There are some things you can say because it’s anonymous and online, and people who criticize that I am denying the existence of the dreamer should think again.",
      "This is a suggestion on how I would advise someone to give up on their dream.",
      "An ordinary but appropriate opinion is to have the person follow their dream and see for themselves, if the dreamer is someone who has that kind of time.",
      "A wake up call to reality, if you will.",
      "The rest is up to them, whether to continue or to quit.",
      "Remember, it's your life!",
      "This post was started by Chris Salzberg, carried further by Ziggy Okugawa, and finished off by Tomomi Sasaki.",
      "Thanks, team."
    ],
    "tokens": [
      "What",
      "if",
      "someone",
      "asked",
      "for",
      "advice",
      "on",
      "their",
      "dream",
      "path",
      "and",
      "you",
      "felt",
      "it",
      "was",
      "n’t",
      "the",
      "best",
      "choice",
      "for",
      "them",
      "What",
      "is",
      "the",
      "right",
      "thing",
      "to",
      "do",
      "This",
      "is",
      "an",
      "anonymous",
      "blogger’s",
      "thoughtful",
      "response",
      "to",
      "an",
      "article",
      "[ja]",
      "where",
      "a",
      "11th",
      "grader",
      "who",
      "is",
      "interested",
      "in",
      "a",
      "career",
      "in",
      "drawing",
      ",",
      "be",
      "it",
      "illustration",
      ",",
      "anime",
      ",",
      "or",
      "manga",
      ",",
      "asked",
      "anime",
      "creator",
      "and",
      "director",
      "Tomino",
      "Yoshiyuki",
      "for",
      "advice",
      "[Update",
      "(added",
      "January",
      "15th",
      ",",
      "2010",
      ")",
      "-",
      "Matt",
      "Alt",
      "has",
      "translated",
      "this",
      "article",
      "in",
      "English",
      "on",
      "his",
      "blog",
      ".",
      "Yoshiyuki",
      "agrees",
      "with",
      "the",
      "girl’s",
      "parents",
      "that",
      "she",
      "should",
      "go",
      "to",
      "a",
      "regular",
      "university",
      "and",
      "get",
      "a",
      "job",
      "as",
      "an",
      "office",
      "lady",
      "because",
      "simply",
      "having",
      "aspirations",
      "are",
      "not",
      "enough",
      "to",
      "thrive",
      "in",
      "this",
      "field",
      "Unless",
      "of",
      "course",
      ",",
      "she’s",
      "ready",
      "to",
      "make",
      "a",
      "commitment",
      "armed",
      "with",
      "skills",
      ",",
      "determination",
      ",",
      "and",
      "readiness",
      "for",
      "hard",
      "work",
      "[caption",
      "id",
      "=\"attachment_185677",
      "\"",
      "align",
      "=\"aligncenter",
      "\"",
      "width",
      "=\"375",
      "\"",
      "caption",
      "=\"",
      "Walk",
      "of",
      "Life",
      "by",
      "Flickr",
      "user",
      "bharat",
      "ram",
      "\"",
      "][/caption",
      "]",
      "Below",
      "is",
      "an",
      "English",
      "translation",
      "of",
      "the",
      "blog",
      "post",
      "\"",
      "Making",
      "someone",
      "give",
      "up",
      "on",
      "their",
      "dream",
      "\"",
      "(",
      "夢を諦めさせる",
      ")",
      "As",
      "someone",
      "who",
      "manages",
      "to",
      "make",
      "a",
      "living",
      "as",
      "a",
      "freelance",
      "designer",
      ",",
      "I",
      "sometimes",
      "get",
      "questions",
      "from",
      "students",
      "with",
      "an",
      "interest",
      "in",
      "design",
      "\"",
      "I",
      "'d",
      "like",
      "to",
      "become",
      "a",
      "designer",
      ",",
      "\"",
      "they",
      "say",
      "to",
      "me",
      "In",
      "most",
      "cases",
      ",",
      "my",
      "intuition",
      "tells",
      "me",
      "they",
      "do",
      "n't",
      "have",
      "what",
      "it",
      "takes",
      ",",
      "but",
      "how",
      "am",
      "I",
      "supposed",
      "to",
      "express",
      "that",
      "to",
      "them",
      ",",
      "how",
      "am",
      "I",
      "supposed",
      "to",
      "tell",
      "them",
      "to",
      "give",
      "up",
      "on",
      "their",
      "dreams",
      "You",
      "have",
      "to",
      "be",
      "so",
      "extremely",
      "careful",
      "with",
      "your",
      "words",
      "when",
      "saying",
      "this",
      "kind",
      "of",
      "thing",
      "So",
      "that",
      "'s",
      "what",
      "got",
      "me",
      "thinking",
      ":",
      "how",
      "do",
      "you",
      "tell",
      "this",
      "to",
      "a",
      "kid",
      "of",
      "high-school",
      "age",
      "without",
      "--",
      "as",
      "much",
      "as",
      "possible",
      "--",
      "hurting",
      "their",
      "feelings",
      "In",
      "all",
      "honesty",
      ",",
      "people",
      "who",
      "take",
      "something",
      "that",
      "they",
      "like",
      "doing",
      "and",
      "decide",
      "to",
      "do",
      "it",
      "for",
      "a",
      "living",
      "are",
      "actually",
      "a",
      "little",
      "insane",
      "Which",
      "is",
      "not",
      "to",
      "say",
      "that",
      "they",
      "are",
      "stupid",
      "In",
      "fact",
      ",",
      "the",
      "majority",
      "of",
      "them",
      "are",
      "clever",
      "Whether",
      "these",
      "people",
      "be",
      "animators",
      "or",
      "manga",
      "artists",
      "though",
      ",",
      "the",
      "fact",
      "remains",
      "that",
      "the",
      "majority",
      "of",
      "them",
      "barely",
      "make",
      "enough",
      "money",
      "to",
      "pay",
      "the",
      "bills",
      ",",
      "working",
      "under",
      "outrageous",
      "working",
      "conditions",
      "If",
      "you",
      "think",
      "logically",
      "about",
      "it",
      ",",
      "there",
      "is",
      "no",
      "question",
      "that",
      "people",
      "who",
      "avoid",
      "these",
      "risks",
      "and",
      "stick",
      "to",
      "ordinary",
      "work",
      "end",
      "up",
      "living",
      "a",
      "more",
      "enjoyable",
      "life",
      "Nonetheless",
      ",",
      "these",
      "people",
      "who",
      "do",
      "this",
      "type",
      "of",
      "work",
      "are",
      "so",
      "devoted",
      "that",
      "they",
      "lose",
      "the",
      "ability",
      "to",
      "even",
      "realize",
      "this",
      "fact",
      "So",
      "as",
      "soon",
      "as",
      "I",
      "hear",
      "someone",
      "saying",
      "to",
      "me",
      ",",
      "\"",
      "I’m",
      "thinking",
      "about",
      "becoming",
      "XYZ\"",
      ",",
      "I",
      "already",
      "know",
      "they",
      "'re",
      "not",
      "cut",
      "out",
      "for",
      "it",
      "They",
      "'re",
      "simply",
      "too",
      "rational",
      "for",
      "this",
      "career",
      "path",
      "Even",
      "if",
      "they",
      "actually",
      "found",
      "a",
      "position",
      ",",
      "they",
      "would",
      "keep",
      "questioning",
      "whether",
      "to",
      "continue",
      ",",
      "and",
      "will",
      "not",
      "succeed",
      "Faced",
      "with",
      "a",
      "rough",
      "path",
      "ahead",
      ",",
      "does",
      "the",
      "person",
      "who",
      "wavers",
      "and",
      "has",
      "second",
      "thoughts",
      "stand",
      "any",
      "chance",
      "against",
      "the",
      "person",
      "who",
      "plunges",
      "forth",
      "without",
      "any",
      "hesitation",
      "You",
      "can",
      "tell",
      "if",
      "a",
      "person",
      "has",
      "this",
      "kind",
      "of",
      "determination",
      "just",
      "by",
      "looking",
      "at",
      "them",
      "The",
      "ones",
      "who",
      "say",
      "“",
      "I",
      "want",
      "to",
      "become",
      "XYZ",
      ",",
      "but",
      "I’m",
      "not",
      "sure",
      "how",
      "I",
      "should",
      "proceed”",
      ",",
      "aren’t",
      "cut",
      "out",
      "for",
      "it",
      "either",
      "Successful",
      "people",
      "in",
      "any",
      "field",
      "have",
      "the",
      "uncanny",
      "ability",
      "to",
      "look",
      "objectively",
      "at",
      "their",
      "own",
      "abilities",
      ",",
      "and",
      "in",
      "addition",
      "to",
      "just",
      "being",
      "able",
      "to",
      "identify",
      "their",
      "shortcomings",
      ",",
      "they",
      "are",
      "able",
      "to",
      "survey",
      "their",
      "field",
      "and",
      "see",
      "with",
      "certainty",
      "what",
      "they",
      "need",
      "to",
      "do",
      "I",
      "think",
      "we",
      "could",
      "even",
      "call",
      "it",
      "instinct",
      "You’ll",
      "have",
      "to",
      "excuse",
      "me",
      ",",
      "but",
      "I",
      "find",
      "it",
      "really",
      "sad",
      "that",
      "the",
      "people",
      "around",
      "this",
      "girl",
      "have",
      "n’t",
      "been",
      "able",
      "to",
      "make",
      "her",
      "understand",
      "that",
      "what",
      "is",
      "necessary",
      "for",
      "her",
      "is",
      "not",
      "just",
      "genius",
      "with",
      "the",
      "pen",
      ",",
      "but",
      "rather",
      "this",
      "ability",
      "to",
      "really",
      "observe",
      "oneself",
      "(",
      "Heh",
      ",",
      "this",
      "will",
      "probably",
      "seem",
      "like",
      "a",
      "contradiction",
      ",",
      "but",
      "I",
      "also",
      "think",
      "that",
      "what",
      "makes",
      "a",
      "great",
      "artist",
      "is",
      "the",
      "ability",
      "to",
      "see",
      "the",
      "things",
      "around",
      "him",
      "in",
      "this",
      "objective",
      "manner",
      ")",
      "All",
      "in",
      "all",
      ",",
      "it",
      "’s",
      "easy",
      "to",
      "tell",
      "her",
      ",",
      "“You’re",
      "still",
      "young",
      "and",
      "there",
      "are",
      "plenty",
      "of",
      "possibilities",
      "ahead",
      "Do",
      "your",
      "best",
      "!",
      "However",
      ",",
      "if",
      "I",
      "were",
      "her",
      "homeroom",
      "teacher",
      ",",
      "I’d",
      "recommend",
      "that",
      "she",
      "get",
      "a",
      "salaried",
      "“office",
      "lady",
      "”",
      "position",
      "Perhaps",
      "this",
      "is",
      "real",
      "kindness",
      "If",
      "they",
      "were",
      "the",
      "“real",
      "deal”",
      ",",
      "they’d",
      "go",
      "down",
      "that",
      "path",
      "regardless",
      "of",
      "what",
      "anyone",
      "says",
      "For",
      "students",
      "that",
      "just",
      "don’t",
      "have",
      "that",
      "spark",
      ",",
      "I",
      "consider",
      "it",
      "a",
      "teacher’s",
      "responsibility",
      "to",
      "help",
      "them",
      "look",
      "reality",
      "in",
      "the",
      "eye",
      ",",
      "instead",
      "of",
      "encouraging",
      "a",
      "bet",
      "on",
      "slender",
      "chances",
      "(",
      "Addendum",
      ")",
      "I’m",
      "very",
      "happy",
      "to",
      "receive",
      "so",
      "much",
      "feedback",
      "on",
      "this",
      "provocative",
      "post",
      "Thank",
      "you",
      "I’ve",
      "read",
      "all",
      "of",
      "the",
      "comments",
      "and",
      "Tweets",
      "There",
      "were",
      "more",
      "sympathetic",
      "voices",
      "than",
      "I",
      "expected",
      ",",
      "but",
      "essentially",
      ",",
      "people",
      "were",
      "divided",
      "in",
      "two",
      "parties",
      "I",
      "think",
      "it",
      "shows",
      "what",
      "a",
      "difficult",
      "issue",
      "this",
      "is",
      ",",
      "and",
      "how",
      "it",
      "’s",
      "not",
      "possible",
      "for",
      "someone",
      "to",
      "unilaterally",
      "come",
      "up",
      "with",
      "the",
      "right",
      "answer",
      "Some",
      "people",
      "quoted",
      "musicians",
      "and",
      "conductors",
      ",",
      "and",
      "I",
      "can",
      "sympathize",
      "that",
      "these",
      "are",
      "competitive",
      "and",
      "unforgiving",
      "fields",
      "as",
      "well",
      "Because",
      "I",
      "wrote",
      "in",
      "a",
      "way",
      "that",
      "upset",
      "people",
      "who",
      "are",
      "already",
      "on",
      "this",
      "road",
      ",",
      "there",
      "were",
      "some",
      "emotional",
      "comments",
      "To",
      "stay",
      "true",
      "to",
      "yourself",
      "and",
      "your",
      "dream",
      "is",
      "a",
      "road",
      "filled",
      "with",
      "distractions",
      "from",
      "naysayers",
      "and",
      "temptations",
      "to",
      "take",
      "the",
      "easy",
      "way",
      "out",
      "There’s",
      "simply",
      "no",
      "time",
      "to",
      "be",
      "livid",
      "at",
      "the",
      "lack",
      "of",
      "understanding",
      "from",
      "your",
      "friends",
      "and",
      "family",
      ",",
      "let",
      "alone",
      "becoming",
      "unsettled",
      "because",
      "of",
      "a",
      "random",
      ",",
      "unfeeling",
      "blog",
      "post",
      "Remember",
      ",",
      "everyone",
      "is",
      "going",
      "through",
      "life",
      "with",
      "uncertainties",
      "Also",
      ",",
      "any",
      "discussion",
      "about",
      "how",
      "“regular",
      "”",
      "jobs",
      "are",
      "also",
      "difficult",
      "is",
      "so",
      "obvious",
      "that",
      "I",
      "won’t",
      "respond",
      "to",
      "it",
      "here",
      "Of",
      "course",
      "it",
      "is",
      "Whether",
      "or",
      "not",
      "to",
      "say",
      "things",
      "like",
      "this",
      "to",
      "a",
      "person",
      "face",
      "to",
      "face",
      "is",
      "a",
      "difficult",
      "issue",
      ",",
      "and",
      "it",
      "’s",
      "a",
      "bit",
      "cowardly",
      "of",
      "me",
      "to",
      "start",
      "on",
      "this",
      "after",
      "writing",
      "this",
      "post",
      "but",
      "personally",
      ",",
      "I",
      "would",
      "place",
      "some",
      "distance",
      "with",
      "people",
      "who",
      "state",
      "their",
      "dreams",
      "like",
      "this",
      "There",
      "are",
      "some",
      "things",
      "you",
      "can",
      "say",
      "because",
      "it",
      "’s",
      "anonymous",
      "and",
      "online",
      ",",
      "and",
      "people",
      "who",
      "criticize",
      "that",
      "I",
      "am",
      "denying",
      "the",
      "existence",
      "of",
      "the",
      "dreamer",
      "should",
      "think",
      "again",
      "This",
      "is",
      "a",
      "suggestion",
      "on",
      "how",
      "I",
      "would",
      "advise",
      "someone",
      "to",
      "give",
      "up",
      "on",
      "their",
      "dream",
      "An",
      "ordinary",
      "but",
      "appropriate",
      "opinion",
      "is",
      "to",
      "have",
      "the",
      "person",
      "follow",
      "their",
      "dream",
      "and",
      "see",
      "for",
      "themselves",
      ",",
      "if",
      "the",
      "dreamer",
      "is",
      "someone",
      "who",
      "has",
      "that",
      "kind",
      "of",
      "time",
      "A",
      "wake",
      "up",
      "call",
      "to",
      "reality",
      ",",
      "if",
      "you",
      "will",
      "The",
      "rest",
      "is",
      "up",
      "to",
      "them",
      ",",
      "whether",
      "to",
      "continue",
      "or",
      "to",
      "quit",
      "Remember",
      ",",
      "it",
      "'s",
      "your",
      "life",
      "This",
      "post",
      "was",
      "started",
      "by",
      "Chris",
      "Salzberg",
      ",",
      "carried",
      "further",
      "by",
      "Ziggy",
      "Okugawa",
      ",",
      "and",
      "finished",
      "off",
      "by",
      "Tomomi",
      "Sasaki",
      "Thanks",
      ",",
      "team"
    ]
  }
}