{
  "url": "http://globalvoicesonline.org/?p=184163",
  "id": "184163",
  "body": "First there was a microblog account [zh], opened by Yueqing police on December 27 to publish information related to the ongoing investigation into Qian Yunhui's death on Christmas Day. Then, with public belief that this was a case of murder growing, lawyers, scholars, editors, reporters and other microblog celebrities from across the country converged on Zhaiqiao village over the weekend, seeking to get to the truth of the matter\n\nProclaiming themselves independent citizen investigation teams, they traveled to Yueqing following two press conferences held by local authorities, who ruled out the possibility of murder and declared Qian's death the result of a traffic accident, and following widespread public dissatisfaction with the official verdict. The (two?) three independent investigations then more or less all came to the same conclusion as police, an inconvenient truth that there exists no evidence that Qian's death was not the result of a traffic accident.\n\n'What is the truth?,' retorts Yu Jianrong, director of the Rural Development Institute’s Social Issues Research Center at the Chinese Academy for Social Sciences in Beijing and one of the lead civilian investigators having traveled to Yueqing: 'If the land expropriation cases are not pursued and dealt with, there is no truth that will be able to convince these villagers.'\n\nAt EastSouthWestNorth, Roland Soong has covered most aspects of developments so far:\n\n01/02, The Exploited Traffic Tragedy -- An Analysis of the Case of Qian Yunhui\n01/01, A Netizen's Analysis Of The Evidence In The Qian Yunhui Case\n12/31, A Civilian Investigation Team In Yueqing\n\n...and much more, at The \"Accidental\" Death Of A Village Mayor\n\nThe credibility and reputations of those who led the Yueqing investigations took hits online with the conclusion that Qian was not murdered, and an anonymous accusation materialized at one point saying that millions of RMB were handed out to purchase a favorable outcome. Speaking to/for the grass mud horses was 'Butcher', well-known for his early interview with Deng Yujiao and later work covering the Fujian Three trials. He emphasized that his goal in Yueqing was not to deliver a final word on the matter, but to expose any and as much wrongdoing which may or may not have taken place, and in refusing to let Yueqing officials (and the civilian investigators, most of whom have already returned home) off the hook so easily, seemed to reflect public mood well. On December 31, he wrote:\n\n 真相是靠质疑出来的，也不是靠扯淡理论玩文字。\n The truth comes out through questioning, not bullshit theoretical wordplay.\n\nHan Han jumped into it this morning with his first post of 2011, 'Do we need truth, or truth that suits our needs?', which in part reads:\n\n 钱村长惨死已经超过一周，昨天是头七，一直沸沸扬扬，我也在第一时间看到了这个消息，也为乐清警方的“死者为什么死状奇特，这并无逻辑可言”而悲愤，但我迟迟不能下笔，因为我不确定真相。一周前我和几个朋友在上网，朋友说，真惨，温州那里有一个人被四个保安摁在地上，然后一个工程车就开上去把人碾死了。朋友的陈述用的是确认事实的语气，我当时并不知道此事来龙去脉，心不在焉接话道，干嘛还要雇四个保安把人摁在地上，参与的人太多了，太容易走漏风声了。直到回去以后才知道了事情的大概，所以虽然心存疑虑，但是我也偏向钱村长是被谋杀，或者其中必有妖孽，不过我依然无法下笔，因为我知道，这只是我需要的真相而已，这很可能并不是真相。我的老家在上海农村，也是常被大规模低价征地，一平方米的房屋才赔偿几百元，农民的土地被强行低价征用，然后被所谓规划成了包括化工区的各种用途，高价卖出，接着污染严重，河水的颜色都是不重样的，我爷爷看河就知道是礼拜几[...]\n It's been over a week since the tragic death of village head Qian, yesterday was the day of mourning and things are still bubbling. I saw the news when it first broke, and was also angered and upset by the Yueqing police statement that there was 'no logical reason why the deceased died in such a strange manner', but I held off writing on this as I wasn't sure what the truth was.\n \nA week ago, I was online with a few friends, one of which said, how tragic, someone in Wenzhou was held down on the ground by four security guards while a construction vehicle drove over him and crushed him to death. The way this friend recounted it sounded as though it was based on fact, but not knowing the background to this story, I just answered back, why would they hire four security guards just to hold him down, with that many people involved someone would be bound to spill the beans.\n \nLater, I got a better sense of what took place, and so while I still had my doubts, I still tended to believe that village head Qian was murdered, or at least that some foul play was afoot, and yet still I couldn't bring myself to start writing. Because I knew, this was merely the truth that I wanted to believe, and very possibly was not the actual truth. The place where I grew up is the Shanghai countryside, where large areas of land were often expropriated at low prices, with only a few hundred RMB in compensation per square meter of housing.\n \nFarmers' land was taken through force at low cost, and then so-called planning parceled the land into various chemical industry areas, sold at high prices. This led to serious pollution, turning the river several different colors, and my grandfather could tell the day of the week just by looking at the water[...]\n\n 因为对政府卖地的痛恨，我对钱村长心存敬佩。故事就应该是这样：一位正直的为民请愿而多次进监狱的老村长，长期与当地的恶势力做斗争，最终被政府或者官商谋杀，并伪造成了交通肇事，村民得知情况后义愤填膺要讨个公道，但是被早已在现场安排好的特警无情镇压，警方抓走了很多正义之士和钱村长的家人，夺走尸体，威逼利诱知情者封口，封锁媒体，成为千古奇冤。\n \n但问题是，这是真相么。我知道，这是你我乐于接受的，希望得到的，符合我们内心对这片土地上时常出现的不公正的悲愤的真相，但这不是真相，真相是什么，我不知道，因为我知道政府时常说谎，而且无论事情是真的假的，它总是习惯以一副做贼心虚的态势来处理问题，所以，我不能完全相信官方说辞。但我也不相信很多网友的推测，因为我不相信看图能断案，也不相信看两集LIE TO ME就能判断别人有没有撒谎，至于后来的很多所谓的疑点也越来越牵强，包括有人提出工程车不可能在24分钟内经过很多路口开9公里路，这是属于被情绪冲昏了头脑。\n And with my hatred at the government over its selling of this land, I naturally felt respect for village head Qian. I figured the story went like this: an upright village elder repeatedly imprisoned for petitioning on behalf of the people, long engaged in a fight against local criminal forces, in the end was murdered either by the government or corrupt officials in what was set up to look like a traffic accident; villagers, after discovering the truth, were outraged and demanded justice, only to be ruthlessly suppressed by riot police who had already been kept on standby in preparation; police then arrested many of those seeking justice as well as Qian's family, kidnapped the corpses, and intimidated and bribed those in the know into keeping quiet, locking down the media, making this an ultimate case of injustice.\n \nBut the problem is, is that the truth? I know that this is what we would like, maybe even hope, to hear, the kind of truth that suits our anger over the the frequent cases of injustice that take place on our land. But this is not the truth. What is the truth? I don't know. Because I know that the government usually lies, and that regardless of what's true and what's not, it always tends to handle problems with a guilty conscience. \n \nWhich is why I still don't fully believe the official version. But nor do I believe what many netizens are speculating, because I don't believe a case can be settled just based on a photo, or that people are able to judge if someone is lying just because they've seen two episodes of Lie to Me. As for the many so-called points of doubt that are increasingly farfetched, such as saying that there's no way the construction vehicle could have made it through so many intersections in those 9 km in just 24 minutes, which is coming from people whose emotions have gone to their heads.\n\n 再后来，有几个由律师组成的公民调查团前往乐清调查，大家自然期望他们不光推翻警方的说法，找出谋杀的证据，并且揭露更猛的黑幕，不料他们的调查结果和警方基本一致，如果这是真相，那这不是很多人需要的真相，所以公民调查团也自然受到质疑，变成了被政府收买或者是政府派出来安抚网民情绪的观光团。虽然调查过程有些仓促，查阅的证据并不完整，但我个人相信律师和媒体人的人品，我不觉得官方会收买或者培养这些平日里就不太好搞的人，假装自己给自己派出一个公民调查团来欺瞒大众，因为官方不具备这个智商和心思，如果政府骗人能这么用心，那么很多突发事件就不会被处理成那样了，为官和为民就不会那么对立。政府应该趁着天真的老百姓暂时还相信进京告御状管用的时候好好想想，为什么你们说的话那么多人不相信，为什么人们觉得谋杀掉一个老是上访的人是你们能干出来的事情，为什么那些再有公信力的人和你们调查结果一致就瞬间变成了恶人，为什么你们的处理方式显得那么欲盖弥彰。但无论是谋杀害是事故，钱村长都可安心上路，因为这次事件让大家都知道了村民所受到的不公，知道了你的冤家的公信力是那么的脆弱。\n \n有时候，真相并不符合人们的需要，但真相大于感情，感情大于立场。我觉得，不能假定一个事实再去批评对方，毕竟，那是他们的套路。\n And then, there were the several citizen investigation teams comprised of lawyers who traveled to Yueqing, which everyone hoped would be able to overturn the police findings and discover evidence of murder and reveal an even more shocking plot. Unexpectedly, the results of their investigations were basically the same as that of the police. If this was the truth, it wasn't the truth that people wanted, which is why, naturally, the citizen investigation teams themselves came under suspicion, of having been bought out by the government, or just paraded out by it as a sightseeing tour serving only to placate netizens. \n \nWhile the investigations were carried out a bit hastily, and the evidence they examined wasn't complete, personally, I trust the reputations of these lawyers and media workers, and I don't think the government would have been able to buy out or groom these people—who, most days, don't exactly do what they're told—to carry out a citizen investigation just to swindle the public, because the government lacks the intelligence and inclination to try something like that. If the government were that dedicated to swindling people, then many other sudden incidents wouldn't have been handled the way they were, pitching the public against officials.\n \nThe government ought to think carefully why it is so many of the public are, for now, so willing to believe out of hand any accusation against it, and why so many people don't believe a word the government says. Why people feel that murdering a repeat petitioner is something you are capable of doing. Why those with so much public credibility instantly become monsters the second their investigation results turn out the same as yours. Why your means of handling problems always look like you have something more to hide. Regardless of whether this was a murder or an accident, village head Qian can now rest in peace, because it's because of this incident that everyone now knows just what sort of injustice villagers have received, and how weak, as the enemy, your credibility is.\n \nSometimes the truth doesn't suit people's needs, but the truth is bigger than people's feelings, and feelings are bigger than the position one takes. You can't assume a fact to use in criticizing your opponent; that, after all, is how they do things.\n\nA ceremony mourning Qian's death was held on January 1, a week after the accident. Most outside observers had left by then, but several video clips taken at the ceremony and of the police response shortly thereafter were posted online. Clips uploaded to Chinese video-sharing websites have been deleted, but several have been preserved on YouTube. Also see several photos below.\n\n\n\n\n\n\n\n\n \n\n \n\n \n\n \n\n \n\n \n",
  "original_body": "First there was <a href=\"http://t.sina.com.cn/1909545300\">a microblog account</a> [zh], opened by <a href=\"http://en.wikipedia.org/wiki/Yueqing\">Yueqing</a> police on December 27 to publish information related to the ongoing investigation into <a href=\"http://globalvoicesonline.org/2010/12/27/china-press-conference-held-following-suspicious-death-of-rural-activist/\">Qian Yunhui's death on Christmas Day</a>. Then, with public belief that this was a case of murder growing, lawyers, scholars, editors, reporters and other microblog celebrities from across the country <a href=\"http://en.wikipedia.org/wiki/Qian_Yunhui#Internet_Response_in_China\">converged</a> on Zhaiqiao village <a href=\"http://bloodandtreasure.typepad.com/blood_treasure/2011/01/more-on-qian-yunhui.html\">over the weekend</a>, seeking to get to the truth of the matter\n\nProclaiming themselves independent citizen investigation teams, they traveled to Yueqing following two press conferences held by local authorities, who ruled out the possibility of murder and declared Qian's death the result of a traffic accident, and following widespread public dissatisfaction with the official verdict. The (two?) three independent investigations then more or less all came to the same conclusion as police, an inconvenient truth that there exists no evidence that Qian's death was not the result of a traffic accident.\n\n'What is the truth?,' <a href=\"https://twitter.com/feng37/status/21397072359985152\">retorts</a> Yu Jianrong, director of the Rural Development Institute’s Social Issues Research Center at the Chinese Academy for Social Sciences in Beijing and one of the lead civilian investigators having traveled to Yueqing: 'If the land expropriation cases are not pursued and dealt with, there is no truth that will be able to convince these villagers.'\n\nAt <em>EastSouthWestNorth</em>, Roland Soong has covered most aspects of developments so far:\n\n01/02, <a href=\"http://zonaeuropa.com/201101a.brief.htm#003\">The Exploited Traffic Tragedy -- An Analysis of the Case of Qian Yunhui</a>\n01/01, <a href=\"http://zonaeuropa.com/201101a.brief.htm#002\">A Netizen's Analysis Of The Evidence In The Qian Yunhui Case</a>\n12/31, <a href=\"http://zonaeuropa.com/201012a.brief.htm#022\">A Civilian Investigation Team In Yueqing</a>\n\n...and much more, at <a href=\"http://zonaeuropa.com/20101227_1.htm\">The \"Accidental\" Death Of A Village Mayor</a>\n\nThe credibility and reputations of those who led the Yueqing investigations took hits online with the conclusion that Qian was not murdered, and an anonymous accusation materialized at one point saying that millions of RMB were handed out to purchase a favorable outcome. Speaking to/for the <a href=\"http://en.wikipedia.org/wiki/Grass_Mud_Horse\">grass mud horses</a> was <a href=\"https://twitter.com/tufuwugan/\">'Butcher'</a>, well-known for his early interview with <a href=\"http://en.wikipedia.org/wiki/Deng_Yujiao_incident\">Deng Yujiao</a> and later work covering <a href=\"http://en.wikipedia.org/wiki/Yan_Xiaoling_%E2%80%93_Fan_Yanqiong_case\">the Fujian Three trials</a>. He emphasized that his goal in Yueqing was not to deliver a final word on the matter, but to expose any and as much wrongdoing which may or may not have taken place, and in refusing to let Yueqing officials (and the civilian investigators, most of whom have already returned home) off the hook so easily, seemed to reflect public mood well. On December 31, he <a href=\"https://twitter.com/tufuwugan/status/20651388526657536\">wrote</a>:\n\n<blockquote>真相是靠质疑出来的，也不是靠扯淡理论玩文字。</blockquote>\n<div class=\"translation\">The truth comes out through questioning, not bullshit theoretical wordplay.</div>\n\n<a href=\"http://en.wikipedia.org/wiki/Han_Han\">Han Han</a> jumped into it this morning with his first post of 2011, <a href=\"http://blog.sina.com.cn/s/blog_4701280b010176yw.html\"><em>'Do we need truth, or truth that suits our needs?'</em></a>, which in part reads:\n\n<blockquote>钱村长惨死已经超过一周，昨天是头七，一直沸沸扬扬，我也在第一时间看到了这个消息，也为乐清警方的“死者为什么死状奇特，这并无逻辑可言”而悲愤，但我迟迟不能下笔，因为我不确定真相。一周前我和几个朋友在上网，朋友说，真惨，温州那里有一个人被四个保安摁在地上，然后一个工程车就开上去把人碾死了。朋友的陈述用的是确认事实的语气，我当时并不知道此事来龙去脉，心不在焉接话道，干嘛还要雇四个保安把人摁在地上，参与的人太多了，太容易走漏风声了。直到回去以后才知道了事情的大概，所以虽然心存疑虑，但是我也偏向钱村长是被谋杀，或者其中必有妖孽，不过我依然无法下笔，因为我知道，这只是我需要的真相而已，这很可能并不是真相。我的老家在上海农村，也是常被大规模低价征地，一平方米的房屋才赔偿几百元，农民的土地被强行低价征用，然后被所谓规划成了包括化工区的各种用途，高价卖出，接着污染严重，河水的颜色都是不重样的，我爷爷看河就知道是礼拜几[...]</blockquote>\n<div class=\"translation\">It's been over a week since the tragic death of village head Qian, yesterday was the day of mourning and things are still bubbling. I saw the news when it first broke, and was also angered and upset by the Yueqing police statement that there was 'no logical reason why the deceased died in such a strange manner', but I held off writing on this as I wasn't sure what the truth was.\n<br />\nA week ago, I was online with a few friends, one of which said, how tragic, someone in Wenzhou was held down on the ground by four security guards while a construction vehicle drove over him and crushed him to death. The way this friend recounted it sounded as though it was based on fact, but not knowing the background to this story, I just answered back, why would they hire four security guards just to hold him down, with that many people involved someone would be bound to spill the beans.\n<br />\nLater, I got a better sense of what took place, and so while I still had my doubts, I still tended to believe that village head Qian was murdered, or at least that some foul play was afoot, and yet still I couldn't bring myself to start writing. Because I knew, this was merely the truth that I wanted to believe, and very possibly was not the actual truth. The place where I grew up is the Shanghai countryside, where large areas of land were often expropriated at low prices, with only a few hundred RMB in compensation per square meter of housing.\n<br />\nFarmers' land was taken through force at low cost, and then so-called planning parceled the land into various chemical industry areas, sold at high prices. This led to serious pollution, turning the river several different colors, and my grandfather could tell the day of the week just by looking at the water[...]</div>\n\n<blockquote>因为对政府卖地的痛恨，我对钱村长心存敬佩。故事就应该是这样：一位正直的为民请愿而多次进监狱的老村长，长期与当地的恶势力做斗争，最终被政府或者官商谋杀，并伪造成了交通肇事，村民得知情况后义愤填膺要讨个公道，但是被早已在现场安排好的特警无情镇压，警方抓走了很多正义之士和钱村长的家人，夺走尸体，威逼利诱知情者封口，封锁媒体，成为千古奇冤。\n \n但问题是，这是真相么。我知道，这是你我乐于接受的，希望得到的，符合我们内心对这片土地上时常出现的不公正的悲愤的真相，但这不是真相，真相是什么，我不知道，因为我知道政府时常说谎，而且无论事情是真的假的，它总是习惯以一副做贼心虚的态势来处理问题，所以，我不能完全相信官方说辞。但我也不相信很多网友的推测，因为我不相信看图能断案，也不相信看两集LIE TO ME就能判断别人有没有撒谎，至于后来的很多所谓的疑点也越来越牵强，包括有人提出工程车不可能在24分钟内经过很多路口开9公里路，这是属于被情绪冲昏了头脑。</blockquote>\n<div class=\"translation\">And with my hatred at the government over its selling of this land, I naturally felt respect for village head Qian. I figured the story went like this: an upright village elder repeatedly imprisoned for petitioning on behalf of the people, long engaged in a fight against local criminal forces, in the end was murdered either by the government or corrupt officials in what was set up to look like a traffic accident; villagers, after discovering the truth, were outraged and demanded justice, only to be ruthlessly suppressed by riot police who had already been kept on standby in preparation; police then arrested many of those seeking justice as well as Qian's family, kidnapped the corpses, and intimidated and bribed those in the know into keeping quiet, locking down the media, making this an ultimate case of injustice.\n<br />\nBut the problem is, is that the truth? I know that this is what we would like, maybe even hope, to hear, the kind of truth that suits our anger over the the frequent cases of injustice that take place on our land. But this is not the truth. What is the truth? I don't know. Because I know that the government usually lies, and that regardless of what's true and what's not, it always tends to handle problems with a guilty conscience. \n<br />\nWhich is why I still don't fully believe the official version. But nor do I believe what many netizens are speculating, because I don't believe a case can be settled just based on a photo, or that people are able to judge if someone is lying just because they've seen two episodes of <a href=\"http://en.wikipedia.org/wiki/Lie_to_Me\">Lie to Me</a>. As for the many so-called points of doubt that are increasingly farfetched, such as saying that there's no way the construction vehicle could have made it through so many intersections in those 9 km in just 24 minutes, which is coming from people whose emotions have gone to their heads.</div>\n\n<blockquote>再后来，有几个由律师组成的公民调查团前往乐清调查，大家自然期望他们不光推翻警方的说法，找出谋杀的证据，并且揭露更猛的黑幕，不料他们的调查结果和警方基本一致，如果这是真相，那这不是很多人需要的真相，所以公民调查团也自然受到质疑，变成了被政府收买或者是政府派出来安抚网民情绪的观光团。虽然调查过程有些仓促，查阅的证据并不完整，但我个人相信律师和媒体人的人品，我不觉得官方会收买或者培养这些平日里就不太好搞的人，假装自己给自己派出一个公民调查团来欺瞒大众，因为官方不具备这个智商和心思，如果政府骗人能这么用心，那么很多突发事件就不会被处理成那样了，为官和为民就不会那么对立。政府应该趁着天真的老百姓暂时还相信进京告御状管用的时候好好想想，为什么你们说的话那么多人不相信，为什么人们觉得谋杀掉一个老是上访的人是你们能干出来的事情，为什么那些再有公信力的人和你们调查结果一致就瞬间变成了恶人，为什么你们的处理方式显得那么欲盖弥彰。但无论是谋杀害是事故，钱村长都可安心上路，因为这次事件让大家都知道了村民所受到的不公，知道了你的冤家的公信力是那么的脆弱。\n \n有时候，真相并不符合人们的需要，但真相大于感情，感情大于立场。我觉得，不能假定一个事实再去批评对方，毕竟，那是他们的套路。</blockquote>\n<div class=\"translation\">And then, there were the several citizen investigation teams comprised of lawyers who traveled to Yueqing, which everyone hoped would be able to overturn the police findings and discover evidence of murder and reveal an even more shocking plot. Unexpectedly, the results of their investigations were basically the same as that of the police. If this was the truth, it wasn't the truth that people wanted, which is why, naturally, the citizen investigation teams themselves came under suspicion, of having been bought out by the government, or just paraded out by it as a sightseeing tour serving only to placate netizens. \n<br />\nWhile the investigations were carried out a bit hastily, and the evidence they examined wasn't complete, personally, I trust the reputations of these lawyers and media workers, and I don't think the government would have been able to buy out or groom these people—who, most days, don't exactly do what they're told—to carry out a citizen investigation just to swindle the public, because the government lacks the intelligence and inclination to try something like that. If the government were that dedicated to swindling people, then many other sudden incidents wouldn't have been handled the way they were, pitching the public against officials.\n<br />\nThe government ought to think carefully why it is so many of the public are, for now, so willing to believe out of hand any accusation against it, and why so many people don't believe a word the government says. Why people feel that murdering a repeat petitioner is something you are capable of doing. Why those with so much public credibility instantly become monsters the second their investigation results turn out the same as yours. Why your means of handling problems always look like you have something more to hide. Regardless of whether this was a murder or an accident, village head Qian can now rest in peace, because it's because of this incident that everyone now knows just what sort of injustice villagers have received, and how weak, as the enemy, your credibility is.\n<br />\nSometimes the truth doesn't suit people's needs, but the truth is bigger than people's feelings, and feelings are bigger than the position one takes. You can't assume a fact to use in criticizing your opponent; that, after all, is how <em>they</em> do things.</div>\n\nA ceremony mourning Qian's death was held on January 1, a week after the accident. Most outside observers had left by then, but several video clips taken at the ceremony and of the police response shortly thereafter were posted online. Clips uploaded to Chinese video-sharing websites have been deleted, but several have been preserved on YouTube. Also see several photos below.\n\n<object width=\"640\" height=\"385\"><param name=\"movie\" value=\"http://www.youtube.com/v/OWISdPWpRO8?fs=1&amp;hl=en_US\"></param><param name=\"allowFullScreen\" value=\"true\"></param><param name=\"allowscriptaccess\" value=\"always\"></param><embed src=\"http://www.youtube.com/v/OWISdPWpRO8?fs=1&amp;hl=en_US\" type=\"application/x-shockwave-flash\" allowscriptaccess=\"always\" allowfullscreen=\"true\" width=\"640\" height=\"385\"></embed></object>\n\n<object width=\"480\" height=\"385\"><param name=\"movie\" value=\"http://www.youtube.com/v/-TqAR6VdB_o?fs=1&amp;hl=en_US\"></param><param name=\"allowFullScreen\" value=\"true\"></param><param name=\"allowscriptaccess\" value=\"always\"></param><embed src=\"http://www.youtube.com/v/-TqAR6VdB_o?fs=1&amp;hl=en_US\" type=\"application/x-shockwave-flash\" allowscriptaccess=\"always\" allowfullscreen=\"true\" width=\"480\" height=\"385\"></embed></object>\n\n<object width=\"480\" height=\"385\"><param name=\"movie\" value=\"http://www.youtube.com/v/60PdFNZkPnY?fs=1&amp;hl=en_US\"></param><param name=\"allowFullScreen\" value=\"true\"></param><param name=\"allowscriptaccess\" value=\"always\"></param><embed src=\"http://www.youtube.com/v/60PdFNZkPnY?fs=1&amp;hl=en_US\" type=\"application/x-shockwave-flash\" allowscriptaccess=\"always\" allowfullscreen=\"true\" width=\"480\" height=\"385\"></embed></object>\n\n<a href=\"http://plixi.com/p/66806591\"><img src=\"http://globalvoicesonline.org/wp-content/uploads/2011/01/yq1-375x281.jpg\" alt=\"\" title=\"yq1\" width=\"375\" height=\"281\" class=\"aligncenter size-medium wp-image-184147\" /></a>\n<br />\n<a href=\"http://plixi.com/p/66796087\"><img src=\"http://globalvoicesonline.org/wp-content/uploads/2011/01/yq2-225x300.jpg\" alt=\"\" title=\"yq2\" width=\"225\" height=\"300\" class=\"aligncenter size-medium wp-image-184148\" /></a>\n<br />\n<a href=\"http://plixi.com/p/66862338\"><img src=\"http://globalvoicesonline.org/wp-content/uploads/2011/01/yq3-375x280.jpg\" alt=\"\" title=\"yq3\" width=\"375\" height=\"280\" class=\"aligncenter size-medium wp-image-184149\" /></a>\n<br />\n<a href=\"http://plixi.com/p/67135634\"><img src=\"http://globalvoicesonline.org/wp-content/uploads/2011/01/yq4-375x281.jpg\" alt=\"\" title=\"yq4\" width=\"375\" height=\"281\" class=\"aligncenter size-medium wp-image-184151\" /></a>\n<br />\n<a href=\"http://plixi.com/p/67356445\"><img src=\"http://globalvoicesonline.org/wp-content/uploads/2011/01/yq5-375x278.jpg\" alt=\"\" title=\"yq5\" width=\"375\" height=\"278\" class=\"aligncenter size-medium wp-image-184152\" /></a>\n<br />\n<a href=\"http://twitpic.com/3lubwf\"><img src=\"http://globalvoicesonline.org/wp-content/uploads/2011/01/yq6-375x281.jpg\" alt=\"\" title=\"yq6\" width=\"375\" height=\"281\" class=\"aligncenter size-medium wp-image-184153\" /></a>\n<br />\n<a href=\"http://plixi.com/p/67065603\"><img src=\"http://globalvoicesonline.org/wp-content/uploads/2011/01/yq7-375x281.jpg\" alt=\"\" title=\"yq7\" width=\"375\" height=\"281\" class=\"aligncenter size-medium wp-image-184154\" /></a>",
  "title": "China: Nationwide truth crisis as Qian Yunhui's death ruled an accident",
  "byline": "Feng37",
  "pub_date": "2011-01-03T03:57:27Z"
}