{
  "url": "http://globalvoicesonline.org/?p=184638",
  "id": "184638",
  "body": "The gruesome death of village leader Qian Yunhui in Yueqing, Zhejiang province on 25 December 2010 has become the latest public fury in China. Thousands of netizens accused local government officials of killing Qian to silence his six-year campaign against fixed elections and illegal land expropriation, which was quickly denied by local authorities.\n\nA nationwide truth crisis emerged when several independent civilian investigation teams, which include well-known Internet activist Wang Xiaoshan and human rights lawyer Xu Zhiyong among them, reached the same conclusion as the authority that the case was only a normal traffic accident, not a murder. No doubt, this pleased the local authorities.\n\nJust because the results of the citizen investigation teams were basically the same as that of the police – results that weren’t what people wanted – the teams themselves came under suspicion. However, as Han Han has pointed out, it is easy for outraged Chinese netizens to fall into the trap of seeking the truth that suits their anger.\n\nHave the citizen investigation teams become the ‘tools’ of the authority? How should these teams position themselves in future citizen investigations of injustices in China? Tiger Temple offers a few insights in his blog post:\n 我所说的“拐棍”，恰就是来自个别的“公民关注团”，因为“关注团”的定性偏移而导致变性为“刑侦团”和后来的“判定团”。这就无疑导致事件最终会出现“权威发言人”，而到时候这个权威就不一定是“公民关注团”了。根据以往的经验，事件将很快“盖棺”，舆论将迅即封锁，沉默者将不再沉默，继续出现的不同意见将成为“一小撮居心叵测”，更多的公民将成为“不明真相”。如此复杂的舆情就此被简单冻结而埋藏下无尽的狐疑、不解和隐患。看似和谐的局面终被推出前台。\n What I call ‘walking sticks’ are exactly the groups of concerned citizens. Out of concerns, the nature of these groups evolve into ‘investigation’, then ‘judgment’. This inevitably means that an ‘authoritative spokesperson’ for the incident will emerge. But that authority will not necessarily be those concerned citizens. According to past experiences, the incident will be judged, public opinion will be suppressed, and the silenced will cease to be so. Then, dissident opinions will be deemed to be driven by ‘ulterior motive’, and more citizens will be ‘in the dark’. Such complicated public opinion will simply be buried into a sea of suspicion, puzzles and hidden crisis. A harmonized environment will then be pushed to the fore.\n\n 那么“公民关注团”究竟扮演了什么角色呢？不能不让人痛心！诚然，钱云会的死亡疑窦需要澄清，而且必须得到澄清，但作为公民的责任应该是不断向官方职能机构发出质疑，从而促使侦测程序依法进行、公正进行。有必要公民关注团也变身刑侦去做自己力所不能及的事情吗？果然，元月二日一大早，出现在各报铺天盖地的消息应验了以上观点——《乐清公安局赞钱云会案“公民观察团”立场公正》。官方终于可以用取自公民视角的结论来自己支持自己了。换句话说，那么来自民间的不同于官方的观点的就一概而为“立场不公正”吗？也不能不庆幸：向来令官恼火的什么“公民关注团”第一次成为他们的所爱。这不是拐棍又是什么呢？痛心！\n So, what’s the role played by the citizen investigation teams? This cannot but make me feel sad! No doubt, Qian Yunhui’s suspicious death needs to be clarified, but the job of a responsible citizen is to continuously question the authority, so that the investigation could be carried out legally and justly. Is there any need for citizens to carry out investigations beyond their abilities? On 1 January, we witnessed what we do not want to see – headlines like ‘Yueqing public security praised ‘citizen investigation teams’ as just’ filled the front pages. The authority finally can utilize citizens’ views to support itself. In other words, does that mean that non-official views coming from citizens should be deemed ‘unjust’? Perhaps we should also rejoice over the fact that the so-called ‘citizen investigation teams’ have become darlings of the government for the first time. Are they not ‘walking sticks’? Sad!\n\n 因此，钱云会悲剧的后面我们看出了两条路，一条是刑侦技术论者，一条则是深度质询其社会根源的一类。后者带出的话题其更显宏观和博大，因为他所折射的社会现象遍及全国，影响更其深远！面对中国社会之现实尤为举足轻重。\n Therefore, we see two paths behind Qian Yunhui’s tragedy. First is advocating investigative technique, the other is to question the deeper social problems behind incidents. The latter brings about a broader and a more macro view, which affects the whole country and would be more influential. This is especially important given the social reality of China.\nEndorsing Tiger Temple’s article, blogger Ran Yunfei summarizes a few lessons for future citizen investigations. Individuals have to be careful in dealing with the truth, especially in a repressive society like China with strict information control. The objective is not so much finding the truth as seeking as much evidences as possible. While doing investigations, one also should not lose sight of the broader political and social contexts.\n 慎言自己调查所得为真相。真相在我们目下社会高压和信息强力管制的社会，再加上利益贪墨和各级政府的强势维稳，真相基本上是不可得的。政府所谓的“真相” 固然大多不可信 […] 但个人和机构仓促临时前往，在很多证据无法获得、证人无法采访，甚至被案件管制者遮掩的时候，你匆忙得出结论，而且断定你的结论就是“真相”，那么这样的“真相”不仅不是真相，而且这样的“真相”有损你的公信力。\n Be careful when you claim that your result is the truth. Basically truth cannot be found in our repressive society, which is full of information control, corruptions and vested interests of the government. The so-called truth as told by the government has little credibility […] but it is equally difficult for individuals or other organizations to tell the truth. In most circumstances, evidences and witnesses are insufficient or being covered up by the authority. If you proclaim in a rush that your conclusion is the ‘truth,’ then this ‘truth’ will not only be untrue, it may also hurt your credibility.\n\n 尽量提供多方证据证人。证据和证人互相矛盾，往往是同一事件常有的事。我认为将诸种证据展示出来。并且尽量展示提供诸种证据的证人背景、利益关系等，从而让更多的人得知证据的可信度和真实性。使得更多的民众自己判断这里面是否有猫腻，而对相反（矛盾）证据的重视，恐怕作为在不开放的信息环境和有压力的状态下之调查者和机构，尤其应该注意。\n Find as much evidences and witnesses as possible. Conflicting evidences and witnesses is a very normal situation. I believe that we should present them to the public and illustrate their backgrounds and relationships. This will enable the public to interpret the credibility of each piece of evidence and make a judgment. When conducting investigation under pressure in a closed society, one should place particular importance on contrary evidences.\n\n 乐清公安局赞美“公民调查”意味着什么？在没有真正的真相之前 […] 这里面的连锁反应是，其它 “不公正”的调查不允许调查了，其它报道就不允许报道了，官方可以在掌握一切权力的基础上，利用公盟许志永和于建嵘等具有的影响力和公信力，来匆忙了结此事，从而使钱云案会完全沉入和其它任何群体和恶性事件的暗箱操作中。\n What does it mean when the Yueqing public security praised the ‘citizen investigation’? Before the truth is found […] the knock-on effect is that other ‘unjust’ investigations and reports will not be allowed. On the basis of their power, the authority can use the credibility and influence of Xu Zhiyong and Yu Jianrong to hastily conclude the incident, meaning that the Qian Yunhui case will disappear into black box politics like other mass events in China.\n\n 事实判断和社会背景分析同样重要。钱云会的真相是道难题，在目前的情形下，我不承认任何公布出来的所谓真相，即是真相。那么在真相的还原中有很大的难度，那么必要的社会背景分析，其重要作用也就不可低估。\n Case facts and social background are equally important. It will be difficult to find out the truth of the Qian Yunhui case. In the present circumstances, I do not believe that all the publicized truths are really true. Exactly because finding out the truth is so difficult, we should not underestimate the use of analyzing the social background. ",
  "original_body": "The <a href=\"../2010/12/26/china-christmas-day-death-of-a-zhejiang-village-leader/\">gruesome death</a> of village leader Qian Yunhui in Yueqing, Zhejiang province on 25 December 2010 has become the latest <a href=\"../2010/12/27/china-press-conference-held-following-suspicious-death-of-rural-activist/\">public fury</a> in China. Thousands of netizens accused local government officials of killing Qian to silence his six-year campaign against fixed elections and illegal land expropriation, which was quickly denied by local authorities.\n\nA <a href=\"../2011/01/03/china-nationwide-truth-crisis-as-qian-yunhuis-death-ruled-an-accident/\">nationwide truth crisis</a> emerged when several independent civilian investigation teams, which include well-known Internet activist Wang Xiaoshan and human rights lawyer Xu Zhiyong among them, reached the same conclusion as the authority that the case was only a normal traffic accident, not a murder. No doubt, this pleased the local authorities.\n\nJust because the results of the citizen investigation teams were basically the same as that of the police – results that weren’t what people wanted – the teams themselves came under suspicion. However, as Han Han has <a href=\"http://blog.sina.com.cn/s/blog_4701280b010176yw.html\">pointed out</a>, it is easy for outraged Chinese netizens to fall into the trap of seeking the truth that suits their anger.\n\nHave the citizen investigation teams become the ‘tools’ of the authority? How should these teams position themselves in future citizen investigations of injustices in China? Tiger Temple offers a few insights in his <a href=\"http://www.my1510.cn/article.php?id=b167ded48a0f9603\">blog post</a>:\n<blockquote>我所说的“拐棍”，恰就是来自个别的“公民关注团”，因为“关注团”的定性偏移而导致变性为“刑侦团”和后来的“判定团”。这就无疑导致事件最终会出现“权威发言人”，而到时候这个权威就不一定是“公民关注团”了。根据以往的经验，事件将很快“盖棺”，舆论将迅即封锁，沉默者将不再沉默，继续出现的不同意见将成为“一小撮居心叵测”，更多的公民将成为“不明真相”。如此复杂的舆情就此被简单冻结而埋藏下无尽的狐疑、不解和隐患。看似和谐的局面终被推出前台。</blockquote>\n<p class=\"translation\">What I call ‘walking sticks’ are exactly the groups of concerned citizens. Out of concerns, the nature of these groups evolve into ‘investigation’, then ‘judgment’. This inevitably means that an ‘authoritative spokesperson’ for the incident will emerge. But that authority will not necessarily be those concerned citizens. According to past experiences, the incident will be judged, public opinion will be suppressed, and the silenced will cease to be so. Then, dissident opinions will be deemed to be driven by ‘ulterior motive’, and more citizens will be ‘in the dark’. Such complicated public opinion will simply be buried into a sea of suspicion, puzzles and hidden crisis. A harmonized environment will then be pushed to the fore.</p>\n\n<blockquote>那么“公民关注团”究竟扮演了什么角色呢？不能不让人痛心！诚然，钱云会的死亡疑窦需要澄清，而且必须得到澄清，但作为公民的责任应该是不断向官方职能机构发出质疑，从而促使侦测程序依法进行、公正进行。有必要公民关注团也变身刑侦去做自己力所不能及的事情吗？果然，元月二日一大早，出现在各报铺天盖地的消息应验了以上观点——《乐清公安局赞钱云会案“公民观察团”立场公正》。官方终于可以用取自公民视角的结论来自己支持自己了。换句话说，那么来自民间的不同于官方的观点的就一概而为“立场不公正”吗？也不能不庆幸：向来令官恼火的什么“公民关注团”第一次成为他们的所爱。这不是拐棍又是什么呢？痛心！</blockquote>\n<p class=\"translation\">So, what’s the role played by the citizen investigation teams? This cannot but make me feel sad! No doubt, Qian Yunhui’s suspicious death needs to be clarified, but the job of a responsible citizen is to continuously question the authority, so that the investigation could be carried out legally and justly. Is there any need for citizens to carry out investigations beyond their abilities? On 1 January, we witnessed what we do not want to see – headlines like ‘Yueqing public security praised ‘citizen investigation teams’ as just’ filled the front pages. The authority finally can utilize citizens’ views to support itself. In other words, does that mean that non-official views coming from citizens should be deemed ‘unjust’? Perhaps we should also rejoice over the fact that the so-called ‘citizen investigation teams’ have become darlings of the government for the first time. Are they not ‘walking sticks’? Sad!</p>\n\n<blockquote>因此，钱云会悲剧的后面我们看出了两条路，一条是刑侦技术论者，一条则是深度质询其社会根源的一类。后者带出的话题其更显宏观和博大，因为他所折射的社会现象遍及全国，影响更其深远！面对中国社会之现实尤为举足轻重。</blockquote>\n<p class=\"translation\">Therefore, we see two paths behind Qian Yunhui’s tragedy. First is advocating investigative technique, the other is to question the deeper social problems behind incidents. The latter brings about a broader and a more macro view, which affects the whole country and would be more influential. This is especially important given the social reality of China.</p>\nEndorsing Tiger Temple’s article, blogger Ran Yunfei summarizes <a href=\"http://www.bullogger.com/blogs/ranyunfei/archives/373354.aspx\">a few lessons</a> for future citizen investigations. Individuals have to be careful in dealing with the truth, especially in a repressive society like China with strict information control. The objective is not so much finding the truth as seeking as much evidences as possible. While doing investigations, one also should not lose sight of the broader political and social contexts.\n<blockquote>慎言自己调查所得为真相。真相在我们目下社会高压和信息强力管制的社会，再加上利益贪墨和各级政府的强势维稳，真相基本上是不可得的。政府所谓的“真相” 固然大多不可信 […] 但个人和机构仓促临时前往，在很多证据无法获得、证人无法采访，甚至被案件管制者遮掩的时候，你匆忙得出结论，而且断定你的结论就是“真相”，那么这样的“真相”不仅不是真相，而且这样的“真相”有损你的公信力。</blockquote>\n<p class=\"translation\">Be careful when you claim that your result is the truth. Basically truth cannot be found in our repressive society, which is full of information control, corruptions and vested interests of the government. The so-called truth as told by the government has little credibility […] but it is equally difficult for individuals or other organizations to tell the truth. In most circumstances, evidences and witnesses are insufficient or being covered up by the authority. If you proclaim in a rush that your conclusion is the ‘truth,’ then this ‘truth’ will not only be untrue, it may also hurt your credibility.</p>\n\n<blockquote>尽量提供多方证据证人。证据和证人互相矛盾，往往是同一事件常有的事。我认为将诸种证据展示出来。并且尽量展示提供诸种证据的证人背景、利益关系等，从而让更多的人得知证据的可信度和真实性。使得更多的民众自己判断这里面是否有猫腻，而对相反（矛盾）证据的重视，恐怕作为在不开放的信息环境和有压力的状态下之调查者和机构，尤其应该注意。</blockquote>\n<p class=\"translation\">Find as much evidences and witnesses as possible. Conflicting evidences and witnesses is a very normal situation. I believe that we should present them to the public and illustrate their backgrounds and relationships. This will enable the public to interpret the credibility of each piece of evidence and make a judgment. When conducting investigation under pressure in a closed society, one should place particular importance on contrary evidences.</p>\n\n<blockquote>乐清公安局赞美“公民调查”意味着什么？在没有真正的真相之前 […] 这里面的连锁反应是，其它 “不公正”的调查不允许调查了，其它报道就不允许报道了，官方可以在掌握一切权力的基础上，利用公盟许志永和于建嵘等具有的影响力和公信力，来匆忙了结此事，从而使钱云案会完全沉入和其它任何群体和恶性事件的暗箱操作中。</blockquote>\n<p class=\"translation\">What does it mean when the Yueqing public security praised the ‘citizen investigation’? Before the truth is found […] the knock-on effect is that other ‘unjust’ investigations and reports will not be allowed. On the basis of their power, the authority can use the credibility and influence of Xu Zhiyong and Yu Jianrong to hastily conclude the incident, meaning that the Qian Yunhui case will disappear into black box politics like other mass events in China.</p>\n\n<blockquote>事实判断和社会背景分析同样重要。钱云会的真相是道难题，在目前的情形下，我不承认任何公布出来的所谓真相，即是真相。那么在真相的还原中有很大的难度，那么必要的社会背景分析，其重要作用也就不可低估。</blockquote>\n<p class=\"translation\">Case facts and social background are equally important. It will be difficult to find out the truth of the Qian Yunhui case. In the present circumstances, I do not believe that all the publicized truths are really true. Exactly because finding out the truth is so difficult, we should not underestimate the use of analyzing the social background.</p>",
  "title": "China: Qian Yunhui’s death and the role of citizen investigation",
  "byline": "Andy Yee",
  "pub_date": "2011-01-05T16:18:50Z",
  "decompositions": {
    "sentence": [
      "The gruesome death of village leader Qian Yunhui in Yueqing, Zhejiang province on 25 December 2010 has become the latest public fury in China.",
      "Thousands of netizens accused local government officials of killing Qian to silence his six-year campaign against fixed elections and illegal land expropriation, which was quickly denied by local authorities.",
      "A nationwide truth crisis emerged when several independent civilian investigation teams, which include well-known Internet activist Wang Xiaoshan and human rights lawyer Xu Zhiyong among them, reached the same conclusion as the authority that the case was only a normal traffic accident, not a murder.",
      "No doubt, this pleased the local authorities.",
      "Just because the results of the citizen investigation teams were basically the same as that of the police – results that weren’t what people wanted – the teams themselves came under suspicion.",
      "However, as Han Han has pointed out, it is easy for outraged Chinese netizens to fall into the trap of seeking the truth that suits their anger.",
      "Have the citizen investigation teams become the ‘tools’ of the authority?",
      "How should these teams position themselves in future citizen investigations of injustices in China?",
      "Tiger Temple offers a few insights in his blog post:\n 我所说的“拐棍”，恰就是来自个别的“公民关注团”，因为“关注团”的定性偏移而导致变性为“刑侦团”和后来的“判定团”。这就无疑导致事件最终会出现“权威发言人”，而到时候这个权威就不一定是“公民关注团”了。根据以往的经验，事件将很快“盖棺”，舆论将迅即封锁，沉默者将不再沉默，继续出现的不同意见将成为“一小撮居心叵测”，更多的公民将成为“不明真相”。如此复杂的舆情就此被简单冻结而埋藏下无尽的狐疑、不解和隐患。看似和谐的局面终被推出前台。\n What I call ‘walking sticks’ are exactly the groups of concerned citizens.",
      "Out of concerns, the nature of these groups evolve into ‘investigation’, then ‘judgment’.",
      "This inevitably means that an ‘authoritative spokesperson’ for the incident will emerge.",
      "But that authority will not necessarily be those concerned citizens.",
      "According to past experiences, the incident will be judged, public opinion will be suppressed, and the silenced will cease to be so.",
      "Then, dissident opinions will be deemed to be driven by ‘ulterior motive’, and more citizens will be ‘in the dark’.",
      "Such complicated public opinion will simply be buried into a sea of suspicion, puzzles and hidden crisis.",
      "A harmonized environment will then be pushed to the fore.",
      "那么“公民关注团”究竟扮演了什么角色呢？不能不让人痛心！诚然，钱云会的死亡疑窦需要澄清，而且必须得到澄清，但作为公民的责任应该是不断向官方职能机构发出质疑，从而促使侦测程序依法进行、公正进行。有必要公民关注团也变身刑侦去做自己力所不能及的事情吗？果然，元月二日一大早，出现在各报铺天盖地的消息应验了以上观点——《乐清公安局赞钱云会案“公民观察团”立场公正》。官方终于可以用取自公民视角的结论来自己支持自己了。换句话说，那么来自民间的不同于官方的观点的就一概而为“立场不公正”吗？也不能不庆幸：向来令官恼火的什么“公民关注团”第一次成为他们的所爱。这不是拐棍又是什么呢？痛心！\n So, what’s the role played by the citizen investigation teams?",
      "This cannot but make me feel sad!",
      "No doubt, Qian Yunhui’s suspicious death needs to be clarified, but the job of a responsible citizen is to continuously question the authority, so that the investigation could be carried out legally and justly.",
      "Is there any need for citizens to carry out investigations beyond their abilities?",
      "On 1 January, we witnessed what we do not want to see – headlines like ‘Yueqing public security praised ‘citizen investigation teams’ as just’ filled the front pages.",
      "The authority finally can utilize citizens’ views to support itself.",
      "In other words, does that mean that non-official views coming from citizens should be deemed ‘unjust’?",
      "Perhaps we should also rejoice over the fact that the so-called ‘citizen investigation teams’ have become darlings of the government for the first time.",
      "Are they not ‘walking sticks’?",
      "Sad!\n\n 因此，钱云会悲剧的后面我们看出了两条路，一条是刑侦技术论者，一条则是深度质询其社会根源的一类。后者带出的话题其更显宏观和博大，因为他所折射的社会现象遍及全国，影响更其深远！面对中国社会之现实尤为举足轻重。\n Therefore, we see two paths behind Qian Yunhui’s tragedy.",
      "First is advocating investigative technique, the other is to question the deeper social problems behind incidents.",
      "The latter brings about a broader and a more macro view, which affects the whole country and would be more influential.",
      "This is especially important given the social reality of China.",
      "Endorsing Tiger Temple’s article, blogger Ran Yunfei summarizes a few lessons for future citizen investigations.",
      "Individuals have to be careful in dealing with the truth, especially in a repressive society like China with strict information control.",
      "The objective is not so much finding the truth as seeking as much evidences as possible.",
      "While doing investigations, one also should not lose sight of the broader political and social contexts.",
      "慎言自己调查所得为真相。真相在我们目下社会高压和信息强力管制的社会，再加上利益贪墨和各级政府的强势维稳，真相基本上是不可得的。政府所谓的“真相” 固然大多不可信 […] 但个人和机构仓促临时前往，在很多证据无法获得、证人无法采访，甚至被案件管制者遮掩的时候，你匆忙得出结论，而且断定你的结论就是“真相”，那么这样的“真相”不仅不是真相，而且这样的“真相”有损你的公信力。\n Be careful when you claim that your result is the truth.",
      "Basically truth cannot be found in our repressive society, which is full of information control, corruptions and vested interests of the government.",
      "The so-called truth as told by the government has little credibility […] but it is equally difficult for individuals or other organizations to tell the truth.",
      "In most circumstances, evidences and witnesses are insufficient or being covered up by the authority.",
      "If you proclaim in a rush that your conclusion is the ‘truth,’ then this ‘truth’ will not only be untrue, it may also hurt your credibility.",
      "尽量提供多方证据证人。证据和证人互相矛盾，往往是同一事件常有的事。我认为将诸种证据展示出来。并且尽量展示提供诸种证据的证人背景、利益关系等，从而让更多的人得知证据的可信度和真实性。使得更多的民众自己判断这里面是否有猫腻，而对相反（矛盾）证据的重视，恐怕作为在不开放的信息环境和有压力的状态下之调查者和机构，尤其应该注意。\n Find as much evidences and witnesses as possible.",
      "Conflicting evidences and witnesses is a very normal situation.",
      "I believe that we should present them to the public and illustrate their backgrounds and relationships.",
      "This will enable the public to interpret the credibility of each piece of evidence and make a judgment.",
      "When conducting investigation under pressure in a closed society, one should place particular importance on contrary evidences.",
      "乐清公安局赞美“公民调查”意味着什么？在没有真正的真相之前 […] 这里面的连锁反应是，其它 “不公正”的调查不允许调查了，其它报道就不允许报道了，官方可以在掌握一切权力的基础上，利用公盟许志永和于建嵘等具有的影响力和公信力，来匆忙了结此事，从而使钱云案会完全沉入和其它任何群体和恶性事件的暗箱操作中。\n What does it mean when the Yueqing public security praised the ‘citizen investigation’?",
      "Before the truth is found […] the knock-on effect is that other ‘unjust’ investigations and reports will not be allowed.",
      "On the basis of their power, the authority can use the credibility and influence of Xu Zhiyong and Yu Jianrong to hastily conclude the incident, meaning that the Qian Yunhui case will disappear into black box politics like other mass events in China.",
      "事实判断和社会背景分析同样重要。钱云会的真相是道难题，在目前的情形下，我不承认任何公布出来的所谓真相，即是真相。那么在真相的还原中有很大的难度，那么必要的社会背景分析，其重要作用也就不可低估。\n Case facts and social background are equally important.",
      "It will be difficult to find out the truth of the Qian Yunhui case.",
      "In the present circumstances, I do not believe that all the publicized truths are really true.",
      "Exactly because finding out the truth is so difficult, we should not underestimate the use of analyzing the social background."
    ],
    "tokens": [
      "The",
      "gruesome",
      "death",
      "of",
      "village",
      "leader",
      "Qian",
      "Yunhui",
      "in",
      "Yueqing",
      ",",
      "Zhejiang",
      "province",
      "on",
      "25",
      "December",
      "2010",
      "has",
      "become",
      "the",
      "latest",
      "public",
      "fury",
      "in",
      "China",
      "Thousands",
      "of",
      "netizens",
      "accused",
      "local",
      "government",
      "officials",
      "of",
      "killing",
      "Qian",
      "to",
      "silence",
      "his",
      "six-year",
      "campaign",
      "against",
      "fixed",
      "elections",
      "and",
      "illegal",
      "land",
      "expropriation",
      ",",
      "which",
      "was",
      "quickly",
      "denied",
      "by",
      "local",
      "authorities",
      "A",
      "nationwide",
      "truth",
      "crisis",
      "emerged",
      "when",
      "several",
      "independent",
      "civilian",
      "investigation",
      "teams",
      ",",
      "which",
      "include",
      "well-known",
      "Internet",
      "activist",
      "Wang",
      "Xiaoshan",
      "and",
      "human",
      "rights",
      "lawyer",
      "Xu",
      "Zhiyong",
      "among",
      "them",
      ",",
      "reached",
      "the",
      "same",
      "conclusion",
      "as",
      "the",
      "authority",
      "that",
      "the",
      "case",
      "was",
      "only",
      "a",
      "normal",
      "traffic",
      "accident",
      ",",
      "not",
      "a",
      "murder",
      "No",
      "doubt",
      ",",
      "this",
      "pleased",
      "the",
      "local",
      "authorities",
      "Just",
      "because",
      "the",
      "results",
      "of",
      "the",
      "citizen",
      "investigation",
      "teams",
      "were",
      "basically",
      "the",
      "same",
      "as",
      "that",
      "of",
      "the",
      "police",
      "–",
      "results",
      "that",
      "weren’t",
      "what",
      "people",
      "wanted",
      "–",
      "the",
      "teams",
      "themselves",
      "came",
      "under",
      "suspicion",
      "However",
      ",",
      "as",
      "Han",
      "Han",
      "has",
      "pointed",
      "out",
      ",",
      "it",
      "is",
      "easy",
      "for",
      "outraged",
      "Chinese",
      "netizens",
      "to",
      "fall",
      "into",
      "the",
      "trap",
      "of",
      "seeking",
      "the",
      "truth",
      "that",
      "suits",
      "their",
      "anger",
      "Have",
      "the",
      "citizen",
      "investigation",
      "teams",
      "become",
      "the",
      "‘tools",
      "’",
      "of",
      "the",
      "authority",
      "How",
      "should",
      "these",
      "teams",
      "position",
      "themselves",
      "in",
      "future",
      "citizen",
      "investigations",
      "of",
      "injustices",
      "in",
      "China",
      "Tiger",
      "Temple",
      "offers",
      "a",
      "few",
      "insights",
      "in",
      "his",
      "blog",
      "post",
      ":",
      "我所说的“拐棍”，恰就是来自个别的“公民关注团”，因为“关注团”的定性偏移而导致变性为“刑侦团”和后来的“判定团”。这就无疑导致事件最终会出现“权威发言人”，而到时候这个权威就不一定是“公民关注团”了。根据以往的经验，事件将很快“盖棺”，舆论将迅即封锁，沉默者将不再沉默，继续出现的不同意见将成为“一小撮居心叵测”，更多的公民将成为“不明真相”。如此复杂的舆情就此被简单冻结而埋藏下无尽的狐疑、不解和隐患。看似和谐的局面终被推出前台",
      "。",
      "What",
      "I",
      "call",
      "‘walking",
      "sticks",
      "’",
      "are",
      "exactly",
      "the",
      "groups",
      "of",
      "concerned",
      "citizens",
      "Out",
      "of",
      "concerns",
      ",",
      "the",
      "nature",
      "of",
      "these",
      "groups",
      "evolve",
      "into",
      "‘investigation’",
      ",",
      "then",
      "‘judgment’",
      "This",
      "inevitably",
      "means",
      "that",
      "an",
      "‘authoritative",
      "spokesperson",
      "’",
      "for",
      "the",
      "incident",
      "will",
      "emerge",
      "But",
      "that",
      "authority",
      "will",
      "not",
      "necessarily",
      "be",
      "those",
      "concerned",
      "citizens",
      "According",
      "to",
      "past",
      "experiences",
      ",",
      "the",
      "incident",
      "will",
      "be",
      "judged",
      ",",
      "public",
      "opinion",
      "will",
      "be",
      "suppressed",
      ",",
      "and",
      "the",
      "silenced",
      "will",
      "cease",
      "to",
      "be",
      "so",
      "Then",
      ",",
      "dissident",
      "opinions",
      "will",
      "be",
      "deemed",
      "to",
      "be",
      "driven",
      "by",
      "‘ulterior",
      "motive’",
      ",",
      "and",
      "more",
      "citizens",
      "will",
      "be",
      "‘in",
      "the",
      "dark’",
      "Such",
      "complicated",
      "public",
      "opinion",
      "will",
      "simply",
      "be",
      "buried",
      "into",
      "a",
      "sea",
      "of",
      "suspicion",
      ",",
      "puzzles",
      "and",
      "hidden",
      "crisis",
      "A",
      "harmonized",
      "environment",
      "will",
      "then",
      "be",
      "pushed",
      "to",
      "the",
      "fore",
      "那么“公民关注团”究竟扮演了什么角色呢？不能不让人痛心！诚然，钱云会的死亡疑窦需要澄清，而且必须得到澄清，但作为公民的责任应该是不断向官方职能机构发出质疑，从而促使侦测程序依法进行、公正进行。有必要公民关注团也变身刑侦去做自己力所不能及的事情吗？果然，元月二日一大早，出现在各报铺天盖地的消息应验了以上观点——《乐清公安局赞钱云会案“公民观察团”立场公正》。官方终于可以用取自公民视角的结论来自己支持自己了。换句话说，那么来自民间的不同于官方的观点的就一概而为“立场不公正”吗？也不能不庆幸：向来令官恼火的什么“公民关注团”第一次成为他们的所爱。这不是拐棍又是什么呢？痛心",
      "！",
      "So",
      ",",
      "what’s",
      "the",
      "role",
      "played",
      "by",
      "the",
      "citizen",
      "investigation",
      "teams",
      "This",
      "cannot",
      "but",
      "make",
      "me",
      "feel",
      "sad",
      "No",
      "doubt",
      ",",
      "Qian",
      "Yunhui’s",
      "suspicious",
      "death",
      "needs",
      "to",
      "be",
      "clarified",
      ",",
      "but",
      "the",
      "job",
      "of",
      "a",
      "responsible",
      "citizen",
      "is",
      "to",
      "continuously",
      "question",
      "the",
      "authority",
      ",",
      "so",
      "that",
      "the",
      "investigation",
      "could",
      "be",
      "carried",
      "out",
      "legally",
      "and",
      "justly",
      "Is",
      "there",
      "any",
      "need",
      "for",
      "citizens",
      "to",
      "carry",
      "out",
      "investigations",
      "beyond",
      "their",
      "abilities",
      "On",
      "1",
      "January",
      ",",
      "we",
      "witnessed",
      "what",
      "we",
      "do",
      "not",
      "want",
      "to",
      "see",
      "–",
      "headlines",
      "like",
      "‘Yueqing",
      "public",
      "security",
      "praised",
      "‘citizen",
      "investigation",
      "teams",
      "’",
      "as",
      "just",
      "’",
      "filled",
      "the",
      "front",
      "pages",
      "The",
      "authority",
      "finally",
      "can",
      "utilize",
      "citizens",
      "’",
      "views",
      "to",
      "support",
      "itself",
      "In",
      "other",
      "words",
      ",",
      "does",
      "that",
      "mean",
      "that",
      "non-official",
      "views",
      "coming",
      "from",
      "citizens",
      "should",
      "be",
      "deemed",
      "‘unjust’",
      "Perhaps",
      "we",
      "should",
      "also",
      "rejoice",
      "over",
      "the",
      "fact",
      "that",
      "the",
      "so-called",
      "‘citizen",
      "investigation",
      "teams",
      "’",
      "have",
      "become",
      "darlings",
      "of",
      "the",
      "government",
      "for",
      "the",
      "first",
      "time",
      "Are",
      "they",
      "not",
      "‘walking",
      "sticks",
      "’",
      "Sad",
      "!",
      "因此，钱云会悲剧的后面我们看出了两条路，一条是刑侦技术论者，一条则是深度质询其社会根源的一类。后者带出的话题其更显宏观和博大，因为他所折射的社会现象遍及全国，影响更其深远！面对中国社会之现实尤为举足轻重",
      "。",
      "Therefore",
      ",",
      "we",
      "see",
      "two",
      "paths",
      "behind",
      "Qian",
      "Yunhui’s",
      "tragedy",
      "First",
      "is",
      "advocating",
      "investigative",
      "technique",
      ",",
      "the",
      "other",
      "is",
      "to",
      "question",
      "the",
      "deeper",
      "social",
      "problems",
      "behind",
      "incidents",
      "The",
      "latter",
      "brings",
      "about",
      "a",
      "broader",
      "and",
      "a",
      "more",
      "macro",
      "view",
      ",",
      "which",
      "affects",
      "the",
      "whole",
      "country",
      "and",
      "would",
      "be",
      "more",
      "influential",
      "This",
      "is",
      "especially",
      "important",
      "given",
      "the",
      "social",
      "reality",
      "of",
      "China",
      "Endorsing",
      "Tiger",
      "Temple’s",
      "article",
      ",",
      "blogger",
      "Ran",
      "Yunfei",
      "summarizes",
      "a",
      "few",
      "lessons",
      "for",
      "future",
      "citizen",
      "investigations",
      "Individuals",
      "have",
      "to",
      "be",
      "careful",
      "in",
      "dealing",
      "with",
      "the",
      "truth",
      ",",
      "especially",
      "in",
      "a",
      "repressive",
      "society",
      "like",
      "China",
      "with",
      "strict",
      "information",
      "control",
      "The",
      "objective",
      "is",
      "not",
      "so",
      "much",
      "finding",
      "the",
      "truth",
      "as",
      "seeking",
      "as",
      "much",
      "evidences",
      "as",
      "possible",
      "While",
      "doing",
      "investigations",
      ",",
      "one",
      "also",
      "should",
      "not",
      "lose",
      "sight",
      "of",
      "the",
      "broader",
      "political",
      "and",
      "social",
      "contexts",
      "慎言自己调查所得为真相。真相在我们目下社会高压和信息强力管制的社会，再加上利益贪墨和各级政府的强势维稳，真相基本上是不可得的。政府所谓的“真相",
      "”",
      "固然大多不可信",
      "[",
      "…",
      "]",
      "但个人和机构仓促临时前往，在很多证据无法获得、证人无法采访，甚至被案件管制者遮掩的时候，你匆忙得出结论，而且断定你的结论就是“真相”，那么这样的“真相”不仅不是真相，而且这样的“真相”有损你的公信力",
      "。",
      "Be",
      "careful",
      "when",
      "you",
      "claim",
      "that",
      "your",
      "result",
      "is",
      "the",
      "truth",
      "Basically",
      "truth",
      "cannot",
      "be",
      "found",
      "in",
      "our",
      "repressive",
      "society",
      ",",
      "which",
      "is",
      "full",
      "of",
      "information",
      "control",
      ",",
      "corruptions",
      "and",
      "vested",
      "interests",
      "of",
      "the",
      "government",
      "The",
      "so-called",
      "truth",
      "as",
      "told",
      "by",
      "the",
      "government",
      "has",
      "little",
      "credibility",
      "[",
      "…",
      "]",
      "but",
      "it",
      "is",
      "equally",
      "difficult",
      "for",
      "individuals",
      "or",
      "other",
      "organizations",
      "to",
      "tell",
      "the",
      "truth",
      "In",
      "most",
      "circumstances",
      ",",
      "evidences",
      "and",
      "witnesses",
      "are",
      "insufficient",
      "or",
      "being",
      "covered",
      "up",
      "by",
      "the",
      "authority",
      "If",
      "you",
      "proclaim",
      "in",
      "a",
      "rush",
      "that",
      "your",
      "conclusion",
      "is",
      "the",
      "‘truth",
      ",",
      "’",
      "then",
      "this",
      "‘truth",
      "’",
      "will",
      "not",
      "only",
      "be",
      "untrue",
      ",",
      "it",
      "may",
      "also",
      "hurt",
      "your",
      "credibility",
      "尽量提供多方证据证人。证据和证人互相矛盾，往往是同一事件常有的事。我认为将诸种证据展示出来。并且尽量展示提供诸种证据的证人背景、利益关系等，从而让更多的人得知证据的可信度和真实性。使得更多的民众自己判断这里面是否有猫腻，而对相反（矛盾）证据的重视，恐怕作为在不开放的信息环境和有压力的状态下之调查者和机构，尤其应该注意",
      "。",
      "Find",
      "as",
      "much",
      "evidences",
      "and",
      "witnesses",
      "as",
      "possible",
      "Conflicting",
      "evidences",
      "and",
      "witnesses",
      "is",
      "a",
      "very",
      "normal",
      "situation",
      "I",
      "believe",
      "that",
      "we",
      "should",
      "present",
      "them",
      "to",
      "the",
      "public",
      "and",
      "illustrate",
      "their",
      "backgrounds",
      "and",
      "relationships",
      "This",
      "will",
      "enable",
      "the",
      "public",
      "to",
      "interpret",
      "the",
      "credibility",
      "of",
      "each",
      "piece",
      "of",
      "evidence",
      "and",
      "make",
      "a",
      "judgment",
      "When",
      "conducting",
      "investigation",
      "under",
      "pressure",
      "in",
      "a",
      "closed",
      "society",
      ",",
      "one",
      "should",
      "place",
      "particular",
      "importance",
      "on",
      "contrary",
      "evidences",
      "乐清公安局赞美“公民调查”意味着什么？在没有真正的真相之前",
      "[",
      "…",
      "]",
      "这里面的连锁反应是，其它",
      "“不公正”的调查不允许调查了，其它报道就不允许报道了，官方可以在掌握一切权力的基础上，利用公盟许志永和于建嵘等具有的影响力和公信力，来匆忙了结此事，从而使钱云案会完全沉入和其它任何群体和恶性事件的暗箱操作中",
      "。",
      "What",
      "does",
      "it",
      "mean",
      "when",
      "the",
      "Yueqing",
      "public",
      "security",
      "praised",
      "the",
      "‘citizen",
      "investigation’",
      "Before",
      "the",
      "truth",
      "is",
      "found",
      "[",
      "…",
      "]",
      "the",
      "knock-on",
      "effect",
      "is",
      "that",
      "other",
      "‘unjust",
      "’",
      "investigations",
      "and",
      "reports",
      "will",
      "not",
      "be",
      "allowed",
      "On",
      "the",
      "basis",
      "of",
      "their",
      "power",
      ",",
      "the",
      "authority",
      "can",
      "use",
      "the",
      "credibility",
      "and",
      "influence",
      "of",
      "Xu",
      "Zhiyong",
      "and",
      "Yu",
      "Jianrong",
      "to",
      "hastily",
      "conclude",
      "the",
      "incident",
      ",",
      "meaning",
      "that",
      "the",
      "Qian",
      "Yunhui",
      "case",
      "will",
      "disappear",
      "into",
      "black",
      "box",
      "politics",
      "like",
      "other",
      "mass",
      "events",
      "in",
      "China",
      "事实判断和社会背景分析同样重要。钱云会的真相是道难题，在目前的情形下，我不承认任何公布出来的所谓真相，即是真相。那么在真相的还原中有很大的难度，那么必要的社会背景分析，其重要作用也就不可低估",
      "。",
      "Case",
      "facts",
      "and",
      "social",
      "background",
      "are",
      "equally",
      "important",
      "It",
      "will",
      "be",
      "difficult",
      "to",
      "find",
      "out",
      "the",
      "truth",
      "of",
      "the",
      "Qian",
      "Yunhui",
      "case",
      "In",
      "the",
      "present",
      "circumstances",
      ",",
      "I",
      "do",
      "not",
      "believe",
      "that",
      "all",
      "the",
      "publicized",
      "truths",
      "are",
      "really",
      "true",
      "Exactly",
      "because",
      "finding",
      "out",
      "the",
      "truth",
      "is",
      "so",
      "difficult",
      ",",
      "we",
      "should",
      "not",
      "underestimate",
      "the",
      "use",
      "of",
      "analyzing",
      "the",
      "social",
      "background"
    ]
  }
}