{
  "url": "http://globalvoicesonline.org/?p=185616",
  "id": "185616",
  "body": "A series of events in Jordan are raising concern of increased sectarianism between Jordanians of Transjordanian and Palestinian descent, as well as increased violence between tribes of Transjordanian origin.  A majority of citizens in the country are of Palestinian origin, and divisions between the two groups reached their peak during Jordan's Black September episode in 1970, when Jordanian troops forcibly expelled Palestinian militants from its borders.\n \nSince then, tensions have calmed dramatically, but divisions remain.  The two groups share common religions (the majority of both populations are Muslim, with Christian minorities), Arab heritage, and the Arabic language.  Yet, many Jordanians of Palestinian descent continue to identify themselves primarily as Palestinian, preserving the Palestinian accent and aspects of Palestinian culture such as their national dishes.  While some members of both groups prefer to work with or marry members of the same group, Palestinians complain that they are excluded from public sector employment and work in the military.  Electoral boundaries for members of the lower parliament, also, are gerrymandered to favor representation for those of Jordanian descent.  \n\nNovember 9, 2010's elections resulted in a parliament with even fewer Palestinian-Jordanian members than past parliaments.  The percentage of the current members of parliament with Palestinian ancestry totals 12 per cent.  Then, in December 2010, three events triggered fears that Jordan is increasingly polarized between these two identities.  Throughout the month, discussion of national identity focused on Nassem Tarawnah's blog The Black Iris.  And, as several reader's comments pointed out, he was one of the few authors brave enough to even discuss the issue.  \n\nThe first of these events was violence following a game between the Wihdat and al-Faisali football clubs.  Wihdat’s fans are traditionally Palestinians, and Faisali fans are traditionally of Transjordanian origins.  At this game, police forces allegedly began beating Wihdat fans, leading to a fence collapsing and over 100 injuries.\n\nSecondly, former parliamentary candidate Tahir Nassar was detained and convicted of undermining national unity.  Human Rights Watch reported that Nassar’s campaign focused on Palestinian discrimination, and that he was detained only after international election observers had left Jordan.  Tarawnah viewed this conviction as a direct affront to any attempts to discuss Jordanian/Palestinian issues of identity. \n\nThirdly, following the game between Wihdat and Faisali, Wihdat’s President Tareq Sami Khoury made comments blaming Jordanian forces for the violence at the game.  Just weeks later, Khoury was convicted in absentia of insulting a police officer months prior.  The proximity in timing led many to suspect that Khoury's conviction was simply retribution for his comments against Jordanian security forces. Khoury had run in November 2010 for Jordan’s parliament, and his campaign raised numerous issues of discrimination against Palestinians.  \n \nTensions in Jordan, though, have not been limited to Jordanian/Palestinian issues, but also to violence at the University of Jordan , reactions to higher prices of gas, and tribal violence in the southern city of Ma’an.  Amongst all of these issues, one prominent university is preventing its students from wearing the kuffiyeh, or headscarf, because of its associations with national heritage and tribalism.\n\nIn the wake of all of these events, Jordanian bloggers and Tweeters have actively been discussing both root issues and the solutions to these tensions.  Many have blamed fundamental differences in identity. Loia Taha thinks the solution is to make identities, Palestinian/Jordanian and tribal alike, secondary to Jordanian loyalty:\n\n\n the only solution to this ongoing issue is to put aside our identities (Jordanian, Palestinian, Caucasian, …etc ) and instead to agree on one identity. You hold the Jordanian nationality, then you should think and act toward the benefit of this country, not your ppl, tribe or origin. \n\nTarawnah suggested that changes in identity could be part of the solution: \n\n\n the goal is to find ways to redefine what it means to be jordanian in the 21st century in the same way many western nations that were primarily white anglo-saxons have come to redefine themselves under a multi-cultural framework.\n\nAnother anonymous author wrote:\n\n I am not sure why people have such difficulty in being proud with both identities. My family is palestinian and have their roots firmly there. Jordan is where I grew up my childhood years. I feel loyal to my palestinian heritage and roots as well as firmly loyal to Jordan as my adopted home . Jordan is as much part of my identity as my palestinian heritage\n\n\nFor Hamzeh N., legal equality needs to be implemented in society:\n\n\n in jordan, all citizens are equal under the constitution and under the law. this is ingrained in the political and legislative framework of the country. however, the problem is that it is not ingrained within our social fabric. that is where work needs to be done.\n\n\nOthers suggested that economic issues were at the core of violence and sectarianism in Jordan. Ahmad Humeid asserted that tribalism and discrimination did not start with identity tensions, but with national economic crisis.\n\n\n Let’s make no mistake: the source of a lot of what is happening is economic. People who fight over resources end up using tribalism, religion or other affiliations in their quarrels. ..But even if the source of the current rifts and violence is economic, let’s not deny that social and cultural norms are playing a role in how disputes are being handled and how discussions are carried out.\n\nTarawnah's latest writing on the subject suggests economic stagnation as the core to tribal violence, since many Jordanian youth are without job prospects:\n\n Watching the videos of the campus violence that erupted at the University of Jordan recently, I noticed how jaded the students were... It was a pure expression of idleness...Many of the kids can barely get through university on a financial level, and when they do, they don’t typically have jobs waiting for them.... And one can only wonder and gauge the similarities between Jordan and Tunisia at the moment...Violence makes headlines. Sending a letter to your “elected” member of parliament doesn’t. Violence is a collective action showcasing an assertive group who are members of a disgruntled majority.  When it comes to the role of tribalism...it is something that comes in to play as a secondary element. \n\nOutside Amman, typical reinforcements are likely to be members of one’s tribe...young and idle 20-something year old youths who, again, have nothing to lose. What drives them to this act is not tribalism but a heightened sense of idleness - an open void that offers an ideal platform for the average person to express their frustrations violently without a lingering fear of repercussions.\n\nMansur agreed with the economic roots of the issue:  \n\n Violence in #Jo is a manifestation, not a root. Look for answers in poverty, marginalization, equity, engagement, and respect. Look hard w/n\n\n\nMany, including Tarawnah, suggested that Jordanian/Palestinian violence requires immediate national dialogue.   \nTarawnah’s solution is a national conversation, led by national leadership, open to delicate discussions about identity:\n\n\n If there was ever a time for the taboo chains to crumble, the chains that have long ensnared any attempts to host a national dialog over the issue of identity - this would be it. … This issue will not go away. Not even with the establishment of a Palestinian state…This issue, this unspoken conversation is a growing wave in the ocean that is capable of nothing but sheer destruction. And at the end of the day, it is on the state to take action and it is on our leadership to - lead. Not with speeches. Not with slogans and national campaigns. Not with Parliamentary committees. Not with empty gestures. Not with appeasement. But with genuine and honest acknowledgment, and a conversation. The acknowledgment that this issue is as pertinent to our social cohesion, to our very survival, as the issue of water is.  We need to have a conversation.  And it needs to start now.\n\n\nJaraad agreed:\n\n\n This problem along with the tribal violence in university campuses and between two tribes over a parliament candidate, our government mistakenly thinks that if a problem is not addressed it will eventually disappear … I agree with you it is time for a conversation.\n\n\nAhmad Humeid urged his co-nationals to join in a national discussion and avoid violent methods of conflict resolution:\n\n\n Is it only the job of the political elite to talk about national unity, political reform and national dialogue? What is the role of every small school, company, club or societal organization?  Can we imagine a million Jordanians saying: lets stand together for dignity, solidarity and peace?\n\n\nOthers suggested that only the government could make the necessary reforms to avoid further violence in society.  Zak wrote:  \n\n\n\n \nFor me the issues is rather clear. There is a structural problem with the Gendarmerie’s attitude towards the citizens. They don’t think before acting and they certainly don’t put human dignity and safety first. One transparent investigation and clear measures will solve the issue.\n\n\nFernando wrote:\n\n To end the discrimination you may have to change the law, to do this you need to speak out, when you do it you are imprisoned for undermining national unity. Jordan is stopping change at the first step, shame on them. The only option left is a top-bottom change\n\n\nOthers suggested that nothing could be done.   Londoner said:\n\n\n why dance around the subject? just admit one half of the country are deemed “second class” citizens when it comes to political rights (until palestine conflict is resolved next century or so) and “zero class” when it comes to public sector privilegies, admit this will NEVER change, and lets move on\n\nHamzeh Lattouf dismissed the entirety of the events saying:\n\n\n\n I believe that the electronic newspapers in Jordan are trying to make a big deal of everything #JO\n\n\nAmmar, though, seemed to think that not enough protests have taken place in Jordan:\n\n\n \nTill when will Jordanians stand still and watch the gov raise prices and impose taxes.. Are Algerians and Tunisians better than us?? #Jo\n \n\n ",
  "original_body": "A series of events in Jordan are raising concern of increased sectarianism between Jordanians of Transjordanian and Palestinian descent, as well as increased violence between tribes of Transjordanian origin.  A majority of citizens in the country are of Palestinian origin, and divisions between the two groups reached their peak during Jordan's <a href=\"http://news.bbc.co.uk/onthisday/hi/dates/stories/september/17/newsid_4575000/4575159.stm\">Black September</a> episode in 1970, when Jordanian troops forcibly expelled Palestinian militants from its borders.\n \nSince then, tensions have calmed dramatically, but divisions remain.  The two groups share common religions (the majority of both populations are Muslim, with Christian minorities), Arab heritage, and the Arabic language.  Yet, many Jordanians of Palestinian descent continue to identify themselves primarily as Palestinian, preserving the Palestinian accent and aspects of Palestinian culture such as their national dishes.  While some members of both groups prefer to work with or marry members of the same group, Palestinians complain that they are excluded from public sector employment and work in the military.  Electoral boundaries for members of the lower parliament, also, are gerrymandered to favor representation for those of Jordanian descent.  \n\nNovember 9, 2010's elections resulted in a parliament with even fewer Palestinian-Jordanian members than past parliaments.  The <a href=\"http://english.aljazeera.net/news/middleeast/2010/11/2010111011597439770.html\">percentage</a> of the current members of parliament with Palestinian ancestry totals 12 per cent.  Then, in December 2010, three events triggered fears that Jordan is increasingly polarized between these two identities.  Throughout the month, discussion of national identity focused on Nassem Tarawnah's blog <em>The Black Iris</em>.  And, as <a href=\"http://www.black-iris.com/2010/12/16/tahir-nassar-and-stirring-some-sectarian-strife/#comment-143874\">several</a> reader's <a href=\"http://www.black-iris.com/2010/12/16/tahir-nassar-and-stirring-some-sectarian-strife/#comment-143872\">comments</a> pointed out, he was one of the few authors brave enough to even discuss the issue.  \n\nThe first of these events was <a href=\"http://globalvoicesonline.org/2010/12/11/jordan-football-violence-or-racism/\">violence</a> following a <a href=\"http://www.jordantimes.com/?news=32549\">game between</a> the Wihdat and al-Faisali football clubs.  Wihdat’s fans are traditionally Palestinians, and Faisali fans are traditionally of Transjordanian origins.  At this game, police forces allegedly began beating Wihdat fans, leading to a fence collapsing and over 100 injuries.\n\nSecondly, former parliamentary candidate Tahir Nassar was <a href=\"http://www.black-iris.com/2010/12/16/tahir-nassar-and-stirring-some-sectarian-strife/\">detained </a>and convicted of undermining national unity.  Human Rights Watch reported that Nassar’s campaign focused on Palestinian discrimination, and that he was detained only after international election observers had left Jordan.  Tarawnah viewed this conviction as a direct affront to any attempts to discuss Jordanian/Palestinian issues of identity. \n\nThirdly, following the game between Wihdat and Faisali, Wihdat’s President Tareq Sami Khoury made comments blaming Jordanian forces for the violence at the game.  Just weeks later, Khoury was <a href=\"http://www.black-iris.com/2010/12/23/wehdat-club-president-tareq-khoury-goes-to-jail-jordans-identity-issue-just-got-worse/\">convicted</a> in absentia of insulting a police officer months prior.  The proximity in timing led many to suspect that Khoury's conviction was simply retribution for his comments against Jordanian security forces. Khoury had run in November 2010 for Jordan’s parliament, and his campaign raised numerous issues of discrimination against Palestinians.  \n \nTensions in Jordan, though, have not been limited to Jordanian/Palestinian issues, but also to violence at the <a href=\"http://www.stumbleupon.com/su/2vk3Dd/jordantimes.com/?news=33147\">University of Jordan </a>, reactions to<a href=\"http://bit.ly/gitcgc\"> higher prices</a> of gas, and <a href=\"http://www.bbc.co.uk/news/world-middle-east-1212225\">tribal violence</a> in the southern city of Ma’an.  Amongst all of these issues, one prominent university is <a href=\"http://arabnews.com/middleeast/article230959.ece\">preventing</a> its students from wearing the kuffiyeh, or headscarf, because of its associations with national heritage and tribalism.\n\nIn the wake of all of these events, Jordanian bloggers and Tweeters have actively been discussing both root issues and the solutions to these tensions.  Many have blamed fundamental differences in identity. Loia Taha thinks the <a href=\"http://www.black-iris.com/2010/12/12/chaotic-football-and-the-palestinian-jordanian-identity-conversation/#comment-143776\">solution</a> is to make identities, Palestinian/Jordanian and tribal alike, secondary to Jordanian loyalty:\n\n\n<blockquote>the only solution to this ongoing issue is to put aside our identities (Jordanian, Palestinian, Caucasian, …etc ) and instead to agree on one identity. You hold the Jordanian nationality, then you should think and act toward the benefit of this country, not your ppl, tribe or origin. </blockquote>\n\nTarawnah <a href=\"http://www.black-iris.com/2010/12/12/chaotic-football-and-the-palestinian-jordanian-identity-conversation/#comment-143795\">suggested</a> that changes in identity could be part of the solution: \n\n\n<blockquote>the goal is to find ways to redefine what it means to be jordanian in the 21st century in the same way many western nations that were primarily white anglo-saxons have come to redefine themselves under a multi-cultural framework.</blockquote>\n\nAnother anonymous author <a href=\"http://www.black-iris.com/2010/12/12/chaotic-football-and-the-palestinian-jordanian-identity-conversation/#comment-143811\">wrote</a>:\n\n<blockquote>I am not sure why people have such difficulty in being proud with both identities. My family is palestinian and have their roots firmly there. Jordan is where I grew up my childhood years. I feel loyal to my palestinian heritage and roots as well as firmly loyal to Jordan as my adopted home . Jordan is as much part of my identity as my palestinian heritage\n</blockquote>\n\nFor <a href=\"http://www.black-iris.com/2010/12/23/wehdat-club-president-tareq-khoury-goes-to-jail-jordans-identity-issue-just-got-worse/#comment-144019\">Hamzeh N</a>., legal equality needs to be implemented in society:\n\n\n<blockquote>in jordan, all citizens are equal under the constitution and under the law. this is ingrained in the political and legislative framework of the country. however, the problem is that it is not ingrained within our social fabric. that is where work needs to be done.</blockquote>\n\n\nOthers suggested that economic issues were at the core of violence and sectarianism in Jordan. Ahmad Humeid <a href=\"http://www.360east.com/?p=1255\">asserted</a> that tribalism and discrimination did not start with identity tensions, but with national economic crisis.\n\n\n<blockquote>Let’s make no mistake: the source of a lot of what is happening is economic. People who fight over resources end up using tribalism, religion or other affiliations in their quarrels. ..But even if the source of the current rifts and violence is economic, let’s not deny that social and cultural norms are playing a role in how disputes are being handled and how discussions are carried out.</blockquote>\n\nTarawnah's latest <a href=\"http://www.black-iris.com/2011/01/09/on-violence-in-jordan-lately/\">writing</a> on the subject suggests economic stagnation as the core to tribal violence, since many Jordanian youth are without job prospects:\n\n<blockquote>Watching the videos of the campus violence that erupted at the University of Jordan recently, I noticed how jaded the students were... It was a pure expression of idleness...Many of the kids can barely get through university on a financial level, and when they do, they don’t typically have jobs waiting for them.... And one can only wonder and gauge the similarities between Jordan and Tunisia at the moment...Violence makes headlines. Sending a letter to your “elected” member of parliament doesn’t. Violence is a collective action showcasing an assertive group who are members of a disgruntled majority.  When it comes to the role of tribalism...it is something that comes in to play as a secondary element. \n\nOutside Amman, typical reinforcements are likely to be members of one’s tribe...young and idle 20-something year old youths who, again, have nothing to lose. What drives them to this act is not tribalism but a heightened sense of idleness - an open void that offers an ideal platform for the average person to express their frustrations violently without a lingering fear of repercussions.</blockquote>\n\nMansur <a href=\"http://twitter.com/#!/ymansur/status/23737761689243648\">agreed</a> with the economic roots of the issue:  \n\n<blockquote>Violence in #Jo is a manifestation, not a root. Look for answers in poverty, marginalization, equity, engagement, and respect. Look hard w/n</blockquote>\n\n\nMany, including Tarawnah, suggested that Jordanian/Palestinian violence requires immediate national dialogue.   \nTarawnah’s <a href=\"http://www.black-iris.com/2010/12/12/chaotic-football-and-the-palestinian-jordanian-identity-conversation/\">solution </a>is a national conversation, led by national leadership, open to delicate discussions about identity:\n\n\n<blockquote>If there was ever a time for the taboo chains to crumble, the chains that have long ensnared any attempts to host a national dialog over the issue of identity - this would be it. … This issue will not go away. Not even with the establishment of a Palestinian state…This issue, this unspoken conversation is a growing wave in the ocean that is capable of nothing but sheer destruction. And at the end of the day, it is on the state to take action and it is on our leadership to - lead. Not with speeches. Not with slogans and national campaigns. Not with Parliamentary committees. Not with empty gestures. Not with appeasement. But with genuine and honest acknowledgment, and a conversation. The acknowledgment that this issue is as pertinent to our social cohesion, to our very survival, as the issue of water is.  We need to have a conversation.  And it needs to start now.</blockquote>\n\n\nJaraad <a href=\"http://www.black-iris.com/2010/12/12/chaotic-football-and-the-palestinian-jordanian-identity-conversation/#comment-143770\">agreed</a>:\n\n\n<blockquote>This problem along with the tribal violence in university campuses and between two tribes over a parliament candidate, our government mistakenly thinks that if a problem is not addressed it will eventually disappear … I agree with you it is time for a conversation.</blockquote>\n\n\nAhmad Humeid <a href=\"http://www.360east.com/?p=1255\">urged</a> his co-nationals to join in a national discussion and avoid violent methods of conflict resolution:\n\n\n<blockquote>Is it only the job of the political elite to talk about national unity, political reform and national dialogue? What is the role of every small school, company, club or societal organization?  Can we imagine a million Jordanians saying: lets stand together for dignity, solidarity and peace?</blockquote>\n\n\nOthers suggested that only the government could make the necessary reforms to avoid further violence in society.  Zak <a href=\"http://www.black-iris.com/2010/12/12/chaotic-football-and-the-palestinian-jordanian-identity-conversation/#comment-143792\">wrote</a>:  \n\n\n\n<blockquote>\nFor me the issues is rather clear. There is a structural problem with the Gendarmerie’s attitude towards the citizens. They don’t think before acting and they certainly don’t put human dignity and safety first. One transparent investigation and clear measures will solve the issue.</blockquote>\n\n\nFernando <a href=\"http://www.black-iris.com/2010/12/16/tahir-nassar-and-stirring-some-sectarian-strife/#comment-143861\">wrote</a>:\n\n<blockquote>To end the discrimination you may have to change the law, to do this you need to speak out, when you do it you are imprisoned for undermining national unity. Jordan is stopping change at the first step, shame on them. The only option left is a top-bottom change</blockquote>\n\n\nOthers suggested that nothing could be done.   Londoner <a href=\"http://www.black-iris.com/2010/12/12/chaotic-football-and-the-palestinian-jordanian-identity-conversation/#comment-143853\">said</a>:\n\n\n<blockquote>why dance around the subject? just admit one half of the country are deemed “second class” citizens when it comes to political rights (until palestine conflict is resolved next century or so) and “zero class” when it comes to public sector privilegies, admit this will NEVER change, and lets move on</blockquote>\n\nHamzeh Lattouf dismissed the entirety of the events <a href=\"http://twitter.com/#!/HamzehLattouf/status/23457680739803136\">saying</a>:\n\n\n\n<blockquote>I believe that the electronic newspapers in Jordan are trying to make a big deal of everything #JO</blockquote>\n\n\nAmmar, though, <a href=\"http://twitter.com/#!/AmmarMa/status/23424723782205440\">seemed to think</a> that not enough protests have taken place in Jordan:\n\n\n<blockquote>\nTill when will Jordanians stand still and watch the gov raise prices and impose taxes.. Are Algerians and Tunisians better than us?? #Jo\n </blockquote>\n\n ",
  "title": "Jordan: Solutions to Rising Sectarianism",
  "byline": "Betsy Fisher",
  "pub_date": "2011-01-10T08:40:51Z"
}