{
  "url": "http://globalvoicesonline.org/?p=185829",
  "id": "185829",
  "body": "Ben from The Latin Americanist explains: \"Multi-latinas are companies that operate across Latin America,   primarily with Latin American capital, and that take advantage of their   local expertise to find niches and beat international competitors.\" He argues that Multilatinas are \"one of the most positive developments\" among the different agreements Latin American countries have entered with each other.",
  "original_body": "Ben from<em> <a href=\"http://ourlatinamerica.blogspot.com/2011/01/latam-alphabet-soup.html\">The Latin Americanist</a> </em>explains: \"Multi-latinas are companies that operate across Latin America,   primarily with Latin American capital, and that take advantage of their   local expertise to find niches and beat international competitors.\" He argues that Multilatinas are \"one of the most positive developments\" among the different agreements Latin American countries have entered with each other.",
  "title": "Latin America: Introducing \"Multilatinas\"",
  "byline": "Silvia Vinas",
  "pub_date": "2011-01-11T00:12:56Z",
  "decompositions": {
    "sentence": [
      "Ben from The Latin Americanist explains: \"Multi-latinas are companies that operate across Latin America,   primarily with Latin American capital, and that take advantage of their   local expertise to find niches and beat international competitors.\"",
      "He argues that Multilatinas are \"one of the most positive developments\" among the different agreements Latin American countries have entered with each other."
    ],
    "tokens": [
      "Ben",
      "from",
      "The",
      "Latin",
      "Americanist",
      "explains",
      ":",
      "\"",
      "Multi-latinas",
      "are",
      "companies",
      "that",
      "operate",
      "across",
      "Latin",
      "America",
      ",",
      "primarily",
      "with",
      "Latin",
      "American",
      "capital",
      ",",
      "and",
      "that",
      "take",
      "advantage",
      "of",
      "their",
      "local",
      "expertise",
      "to",
      "find",
      "niches",
      "and",
      "beat",
      "international",
      "competitors",
      ".",
      "He",
      "argues",
      "that",
      "Multilatinas",
      "are",
      "\"one",
      "of",
      "the",
      "most",
      "positive",
      "developments",
      "\"",
      "among",
      "the",
      "different",
      "agreements",
      "Latin",
      "American",
      "countries",
      "have",
      "entered",
      "with",
      "each",
      "other"
    ]
  }
}