{
  "url": "http://globalvoicesonline.org/?p=186782",
  "id": "186782",
  "body": "This post is part of our special coverage Forest Focus: Amazon.\n\nThe mountainous region of Rio de Janeiro is suffering what is being considered Brazil’s most-deadly natural disaster. It is the country's worst disaster involving floods since those in Caraguatatuba (SP) in 1967. Others States like São Paulo and Minas Gerais are also dealing with flood. However, in the State of Rio de Janeiro, the cities of Petrópolis, Teresópolis, Friburgo, Areal, São José do Vale do Rio Preto and Sumidoura have counted more than 500 fatalities and countless people are left homeless. This tragedy, which is only in the first steps of aiding victims, still doesn't allow us to assess the damage and the recovery work to be done. But it already brings back the debate about the urgency of creating a policy for climate catastrophes in the country.\n\n[caption id=\"attachment_14472\" align=\"aligncenter\" width=\"375\" caption=\"Bom Jardim - Photo by @bdugin at twitpic\"][/caption]\n\nFloods during the summer are not a new phenomenon in Brazil. In 2008, Global Voices   covered the impacts of a similar disaster in the State of Santa Catarina and also wrote about the networks of solidarity   formed by bloggers. Ecologist Breno Alves explains in his blog Discutindo Ecologia [Discussing Ecology, pt], the particularities behind the climate phenomenon that usually happens during this period of the year. According to him,\n A zona de convergência do Atlântico sul traz muita umidade (da região amazônica) para a região sudeste nesta época do ano. Só que na região serrana, a umidade já é por natureza mais alta. Assim, o sinergismo entre estes dois acontecimentos, gera tamanha pluviosidade.\n The convergence in the South of the Atlantic brings a lot of moisture (from the Amazon) to the Southeast at this time of the year. But in the mountainous region, the moisture is already very high. Thus, the synergism between these two events generates such rainfall.\n\n[caption id=\"attachment_14473\" align=\"aligncenter\" width=\"375\" caption=\"Vila Amélia, Bom Pastor - Photo by @bdugin at Twitpic\"][/caption]\n\nBreno Alves emphasizes in his blog that \"this same phenomenon happens every year\". A Global Voices article from May 2009,  describes floods in Bahia and another one published in June 2010, talks about the same kind of problem at Alagoas and Pernambuco, in the Northeast, which were also greatly affected.\n\nWhat the blogosphere has been wondering is, if the phenomenon is known and happens every year, where are the policies to prevent such disasters? The blog Ambiente Regional [Regional Environment, pt] says that a year ago a proposal to establish a law of urban and environmental responsibility was launched, motivated by the tragedies of Angra dos Reis and Niterói (RJ) [pt] , - where the hillside collapsed killing a large number of people - but the debate still remains only in the blogosphere [pt]. He also comments on a national policy for the mountains:\n Desde 1992 os ecossistemas de montanha são mundialmente reconhecidos como áreas especialmente sensíveis aos impactos da mudança do clima. A Agenda 21, organizada pela ONU e assinada por 192 chefes de Estado, dedica seu capítulo XIII ao tema, identificando os habitantes das montanhas como extremamente vulneráveis ao aquecimento global. O Brasil ainda não estabeleceu sua política nacional para as montanhas, mas suas diretrizes já foram construídas no seminário realizado em dezembro de 2009, que reuniu especialistas no Jardim Botânico do Rio de Janeiro. Mesmo assim, a legislação existente, se aplicada, protegeria as áreas frágeis e de risco, evitando boa parte dos sofrimentos humanos.\n Since 1992, mountain ecosystems are globally recognized as areas particularly sensitive to the impacts of climate change. Agenda 21, organized by the UN and signed by 192 Heads of State, devotes its Chapter XIII to the subject, identifying the inhabitants of the mountains as extremely vulnerable to global warming. Brazil has not established its national policy for the mountains, but its guidelines have been built in a summit  that happened in December 2009, that brought together experts in the Botanical Garden of Rio de Janeiro. Even so, the existing legislation, if implemented, would protect fragile areas at risk, avoiding much human suffering.\nUrban Planner Raquel Rolnik, when asked about a possible solution to prevent such catastrophes answered:\n Tem solução, sim. Evidentemente algumas medidas são paliativas. Há formas de intervenção para melhorar a estabilidade dos terrenos, drenar melhor a água, conter encostas, ou seja, melhorar a condição de segurança e a gestão do lugar para que, mesmo numa situação de risco, se possam evitar mortes.\n\nMas a questão de fundo é que ninguém vai morar numa área de risco porque quer ou porque é burro. As pessoas vão morar numa área de risco porque não têm nenhuma opção para a renda que possuem. Estamos falando de trabalhadores cujo rendimento não possibilita a compra ou aluguel de uma moradia num local adequado. E isso se repete em todas as cidades e regiões metropolitanas.\n \n\nYes, a solution is possible. Clearly some measures are palliative. There are forms of intervention to improve the stability of the land, better drain water, contain slopes, or improve the security and management of places. For, even in risky situations, it should be be possible to prevent deaths.\n\nBut the bottom line is that no one moves to a risk area because they want to or because they are stupid. People will live in a risk area because they have no option because of their low income. We're talking about workers whose income does not allow them to buy or rent a house in a suitable location. And this happens in every city and every metropolitan area.\n\n\nThe blog Discutindo Ecologia [Discussing Ecology] criticized:\n Com certeza, os governantes irão eleger o vilão do problema: as mudanças climáticas. Climatologistas, meteorologistas e \"especialistas\" irão falar que os fenômenos meteorológicos são intensificados pelas mudanças climáticas. Sim, mas isso é um problema secular no Rio de Janeiro! Até hoje, não foi encontrada correlação significativa entre quantidade de chuva e descaso do poder público, agora, entre mortes que poderiam ser evitadas e descaso do poder público, sim.\n Surely, the governmental leaders will identify the villain of the problem: climate change. Climatologists, meteorologists and \"experts\" will tell you that weather phenomena are intensified by climate change. Yes, but this is a secular problem in Rio de Janeiro! Until now, there has been no significant correlation between rainfall and government indifference, but between deaths that are avoidable and government indifference  , yes, it exists.\n\nTwitosphere also protested against   indifference:\n diegoroston o ano passado foi a mesma coisa !! vão esperar acontecer outra tragédia de novo!!! tomara que naum, prestem atenção autoridades #chuvasrj\n\nTonGalego \"O Brasil ñ é Bangladesh, ñ tem desculpa. Imagine se tivesse terremoto, vulcão, furacões...\" Consultora da ONU, sobre as #chuvasrj\n \n\ndiegoroston last year the same thing happened!! They will wait for another tragedy!!! I hope not. Authorities, pay attention #chuvasrj [rains in Rio]\n\nTonGalego \"Brazil is not Bangladesh, there is no excuse. Imagine if the country had earthquakes, volcanoes, hurricanes...\"UN Consultant about #chuvasrj [rains in Rio]\n\n\nAt her self-titled blog Cris Dias published a statement sent by Ana Erthal, who lives in Rio's mountainous region:\n Aqui, em Barra Alegre não tivemos vítimas. (...) Estamos ilhados, sem saída, por enquanto. Mas ainda temos remédios e mantimentos. E não conseguimos parar de pensar em tudo isso. (...) Os amigos ligam a todo instante de todos os lugares do Brasil. O que eu digo é sempre o mesmo: o que está na tv não é nada. A catátrofe é muito maior. Se puder, doe sangue, alimentos e água nesses pontos que a tv indica. Ajudará muito. Cobre do poder público, dos políticos, espalhe as mensagens. Faça o que puder. Tem muita gente precisando.\n Here, in Barra Alegre we have no victims. (...) We're stranded with no way out at the moment. But we still have medication and supplies. We are not able to stop thinking about everything that has happened. (...) Friends call every minute from every corner of Brazil. What I say is always the same: what the TV is showing is nothing. The catastrophe is much bigger. If you can donate blood, food and water at these places that the TV shows, please do. It will help a lot. Talk to the government, politicians, spread the message. Do what you can. A lot of people are in need.\n\n[caption id=\"attachment_14474\" align=\"aligncenter\" width=\"375\" caption=\"Friburgo - Photo by @bdugin at twitpic\"][/caption]\n\nSolidarity\n\nThe people's mobilization is very widespread, not only helping the authorities to rescue victims, but also donating blood and food and disseminating information. A   map with the position of places collecting donations is constantly being updated.The Ministry of Health created an online registration form for health workers willing to volunteer helping victims of floods in the mountainous region, and so far the list has more than 100 subscribers. Through the hashtags #chuvasrj [rain in Rio] and #prayforbrazil, netizens express solidarity with the climate catastrophe of Rio de Janeiro. Read a small selection of tweets:\n UiliamRodrigues Separe roupas e cobertos que vc ñ usa, incremente com garrafas de água mineral e entregue nos postos de coleta. #chuvasrj #prayforbrazil\n\npatrulhadalama CHUVAS NO RJ - @Hemorio bate novo recorde nesta sexta-feira com 1.330 doadores http://t.co/PJMcq66 #chuvasrj #doacoes\n\nReneflu Site Oficial da Prefeitura de #Friburgo com nomes das vítimas. Divulguem!!!! http://secompmnf.blogspot.com/#chuvasrj\n\ngdotb O que doar e do que não doar -lista atualizada http://is.gd/SHPODX (fonte Cruz Vermelha) #rt #chuvasrj\n \n\nUiliamRodrigues Get clothes, blankets and what you are not using, also take  bottles of water and deliver them to a donation point #chuvasrj [rain in Rio] #prayforbrazil\n\npatrulhadalama RAIN IN RIO - @Hemorio has a new record with 1330 blood donors this Friday http://t.co/PJMcq66 #chuvasrj #doacoes [rain in rio / donations]\n\ngdotb What you should and shouldn't donate - an updated list http://is.gd/SHPODX (from the Red Cross) #rt #chuvasrj [rain in Rio]\n\n\n\n[caption id=\"attachment_14475\" align=\"aligncenter\" width=\"375\" caption=\"Itaipava, Petrópolis - Photo by @crazydood at twitpic\"][/caption]\n\nBlog Patas e Patas [Paws and Paws] is asking help for the animals and remembers:\n Todos sofreram grandes danos, todos perderam animais. A tragédia é semelhante para todos: muros arrastados, canis destruídos, animais mortos e feridos, alguns em estado bem grave. O acesso é difícil. A mídia só informa os problemas enfrentados pelos humanos.\n We were all suffering, everybody lost their pets. The tragedy is similar for all: the walls washed away, kennels destroyed, animals killed and wounded, some in a very serious condition. Access is difficult. The media report only the problems faced by humans.\n\n[caption id=\"attachment_14476\" align=\"aligncenter\" width=\"272\" caption=\"Photo published on the blog: http://betaolemela.blogspot.com/2011/01/enchentes-de-janeiro-no-mundo.html\"][/caption]\n\nBesides the countless losses and all the necessary reconstruction in the affected cities, we should also remember the impact that flooding has on the pricing and/or lack of distribution of vegetables throughout the State, as the mountainous region is the largest agriculture producer of Rio de Janeiro.\n\nThis post is part of our special coverage Forest Focus: Amazon.\n\n\n This post was proofread by Kevin Rennie. ",
  "original_body": "<strong><em>This post is part of our special coverage <a href=\"http://globalvoicesonline.org/specialcoverage/forest-focus-amazon/\">Forest Focus: Amazon</a>.</em></strong>\n\nThe mountainous region of Rio de Janeiro is suffering what is being considered Brazil’s most-deadly natural disaster. It is the country's worst disaster involving floods since those in Caraguatatuba (SP) in 1967. Others States like São Paulo and Minas Gerais are also dealing with flood. However, in the State of Rio de Janeiro, the cities of Petrópolis, Teresópolis, Friburgo, Areal, São José do Vale do Rio Preto and Sumidoura have counted more than 500 fatalities and countless people are left homeless. This tragedy, which is only in the first steps of aiding victims, still doesn't allow us to assess the damage and the recovery work to be done. But it already brings back the debate about the urgency of creating a policy for climate catastrophes in the country.\n\n[caption id=\"attachment_14472\" align=\"aligncenter\" width=\"375\" caption=\"Bom Jardim - Photo by @bdugin at twitpic\"]<a href=\"http://twitpic.com/3prg7w\"><img class=\"size-medium wp-image-14472\" title=\"chuvasrj1\" src=\"http://pt.globalvoicesonline.org/wp-content/uploads/2011/01/chuvasrj1-375x281.jpg\" alt=\"\" width=\"375\" height=\"281\" /></a>[/caption]\n\nFloods during the summer are not a new phenomenon in Brazil. In 2008, Global Voices   <a href=\"http://globalvoicesonline.org/2008/11/26/brazil-over-80-deaths-in-the-worst-environmental-tragedy/\">covered the impacts of a similar disaster</a> in the State of Santa Catarina and also wrote about the <a href=\"http://globalvoicesonline.org/2008/11/30/brazil-under-flood-bloggers-form-solidarity-networks/\">networks of solidarity   formed by bloggers</a>. Ecologist Breno Alves <a href=\"http://scienceblogs.com.br/discutindoecologia/2011/01/a_tragedia_da_enchente_em_no_r.php\">explains</a> in his blog <em>Discutindo Ecologia</em> [Discussing Ecology, pt], the particularities behind the climate phenomenon that usually happens during this period of the year. According to him,\n<blockquote>A zona de convergência do Atlântico sul traz muita umidade (da região amazônica) para a região sudeste nesta época do ano. Só que na região serrana, a umidade já é por natureza mais alta. Assim, o sinergismo entre estes dois acontecimentos, gera tamanha pluviosidade.</blockquote>\n<div class=\"translation\">The convergence in the South of the Atlantic brings a lot of moisture (from the Amazon) to the Southeast at this time of the year. But in the mountainous region, the moisture is already very high. Thus, the synergism between these two events generates such rainfall.</div>\n\n[caption id=\"attachment_14473\" align=\"aligncenter\" width=\"375\" caption=\"Vila Amélia, Bom Pastor - Photo by @bdugin at Twitpic\"]<a href=\"http://twitpic.com/3piyzs\"><img class=\"size-medium wp-image-14473\" title=\"chuvasrj2\" src=\"http://pt.globalvoicesonline.org/wp-content/uploads/2011/01/chuvasrj2-375x281.jpg\" alt=\"\" width=\"375\" height=\"281\" /></a>[/caption]\n\nBreno Alves emphasizes in his blog that \"this same phenomenon happens every year\". A Global Voices article from May 2009,  <a href=\"http://globalvoicesonline.org/2009/05/11/brazil-when-climate-change-meets-cyber-activism/\">describes</a> floods in Bahia and another one published in June 2010,<a href=\"http://globalvoicesonline.org/2010/06/24/brazil-tsunami-hits-some-of-the-poorest-riverside-cities/\"> talks about the same kind of problem</a> at Alagoas and Pernambuco, in the Northeast, which were also greatly affected.\n\nWhat the blogosphere has been wondering is, if the phenomenon is known and happens every year, where are the policies to prevent such disasters? The blog <em>Ambiente Regional</em> [Regional Environment, pt] <a href=\"http://ambienteregionalagulhasnegras.blogspot.com/2011/01/o-tecido-comum.html\">says</a> that a year ago a proposal to establish a law of urban and environmental responsibility was launched, motivated by the <a href=\"http://phfernandes.wordpress.com/2011/01/04/enchentes-deslizamentos-de-terra-tragedia-o-velho-drama-de-petropolis/\">tragedies of Angra dos Reis and Niterói</a> (RJ) [pt] , - where the hillside collapsed killing a large number of people - but<a href=\"http://responsabilidadeurbanisticaeambiental.blogspot.com/\"> the debate still remains only in the blogosphere</a> [pt]. He also comments on a national policy for the mountains:\n<blockquote>Desde 1992 os ecossistemas de montanha são mundialmente reconhecidos como áreas especialmente sensíveis aos impactos da mudança do clima. A Agenda 21, organizada pela ONU e assinada por 192 chefes de Estado, dedica seu capítulo XIII ao tema, identificando os habitantes das montanhas como extremamente vulneráveis ao aquecimento global. O Brasil ainda não estabeleceu sua política nacional para as montanhas, mas suas diretrizes já foram construídas no seminário realizado em dezembro de 2009, que reuniu especialistas no Jardim Botânico do Rio de Janeiro. Mesmo assim, a legislação existente, se aplicada, protegeria as áreas frágeis e de risco, evitando boa parte dos sofrimentos humanos.</blockquote>\n<div class=\"translation\">Since 1992, mountain ecosystems are globally recognized as areas particularly sensitive to the impacts of climate change. Agenda 21, organized by the UN and signed by 192 Heads of State, devotes its Chapter XIII to the subject, identifying the inhabitants of the mountains as extremely vulnerable to global warming. Brazil has not established its national policy for the mountains, but its guidelines have been built in a summit  that happened in December 2009, that brought together experts in the Botanical Garden of Rio de Janeiro. Even so, the existing legislation, if implemented, would protect fragile areas at risk, avoiding much human suffering.</div>\nUrban Planner Raquel Rolnik, when asked about a possible solution to prevent such catastrophes<a href=\"http://raquelrolnik.wordpress.com/2011/01/13/ninguem-vai-morar-em-area-de-risco-porque-quer-ou-porque-e-burro/\"> answered</a>:\n<blockquote>Tem solução, sim. Evidentemente algumas medidas são paliativas. Há formas de intervenção para melhorar a estabilidade dos terrenos, drenar melhor a água, conter encostas, ou seja, melhorar a condição de segurança e a gestão do lugar para que, mesmo numa situação de risco, se possam evitar mortes.\n\nMas a questão de fundo é que ninguém vai morar numa área de risco porque quer ou porque é burro. As pessoas vão morar numa área de risco porque não têm nenhuma opção para a renda que possuem. Estamos falando de trabalhadores cujo rendimento não possibilita a compra ou aluguel de uma moradia num local adequado. E isso se repete em todas as cidades e regiões metropolitanas.</blockquote>\n<div class=\"translation\">\n\nYes, a solution is possible. Clearly some measures are palliative. There are forms of intervention to improve the stability of the land, better drain water, contain slopes, or improve the security and management of places. For, even in risky situations, it should be be possible to prevent deaths.\n\nBut the bottom line is that no one moves to a risk area because they want to or because they are stupid. People will live in a risk area because they have no option because of their low income. We're talking about workers whose income does not allow them to buy or rent a house in a suitable location. And this happens in every city and every metropolitan area.\n\n</div>\nThe blog <em>Discutindo Ecologia </em>[Discussing Ecology] <a href=\"http://scienceblogs.com.br/discutindoecologia/2011/01/a_tragedia_da_enchente_em_no_r.ph\">criticized</a>:\n<blockquote>Com certeza, os governantes irão eleger o vilão do problema: as mudanças climáticas. Climatologistas, meteorologistas e \"especialistas\" irão falar que os fenômenos meteorológicos são intensificados pelas mudanças climáticas. Sim, mas isso é um problema secular no Rio de Janeiro! Até hoje, não foi encontrada correlação significativa entre quantidade de chuva e descaso do poder público, agora, entre mortes que poderiam ser evitadas e descaso do poder público, sim.</blockquote>\n<div class=\"translation\">Surely, the governmental leaders will identify the villain of the problem: climate change. Climatologists, meteorologists and \"experts\" will tell you that weather phenomena are intensified by climate change. Yes, but this is a secular problem in Rio de Janeiro! Until now, there has been no significant correlation between rainfall and government indifference, but between deaths that are avoidable and government indifference  <span style=\"color: #000000;\">, yes</span>, it exists.</div>\n\n<em>Twitosphere</em> also protested against <span style=\"color: #000000;\"> </span> indifference:\n<blockquote><a href=\"http://www.twitter.com/diegoroston\">diegoroston</a> o ano passado foi a mesma coisa !! vão esperar acontecer outra tragédia de novo!!! tomara que naum, prestem atenção autoridades <a href=\"http://twitter.com/#search?q=chuvasrj\">#chuvasrj</a>\n\n<a href=\"http://www.twitter.com/TonGalego\">TonGalego</a> \"O Brasil ñ é Bangladesh, ñ tem desculpa. Imagine se tivesse terremoto, vulcão, furacões...\" Consultora da ONU, sobre as <a href=\"http://twitter.com/#search?q=chuvasrj\">#chuvasrj</a></blockquote>\n<div class=\"translation\">\n\n<a href=\"http://www.twitter.com/diegoroston\">diegoroston</a> last year the same thing happened!! They will wait for another tragedy!!! I hope not. Authorities, pay attention <a href=\"http://twitter.com/#search?q=chuvasrj\">#chuvasrj</a> [rains in Rio]\n\n<a href=\"http://www.twitter.com/TonGalego\">TonGalego</a> \"Brazil is not Bangladesh, there is no excuse. Imagine if the country had earthquakes, volcanoes, hurricanes...\"UN Consultant about <a href=\"http://twitter.com/#search?q=chuvasrj\">#chuvasrj</a> [rains in Rio]\n\n</div>\n<a href=\"http://www.crisdias.com/2011/01/14/catastrofe-na-serra-o-que-voce-esta-vendo-nao-e-nada/\">At her self-titled blog</a> Cris Dias published a statement sent by Ana Erthal, who lives in Rio's mountainous region:\n<blockquote>Aqui, em Barra Alegre não tivemos vítimas. (...) Estamos ilhados, sem saída, por enquanto. Mas ainda temos remédios e mantimentos. E não conseguimos parar de pensar em tudo isso. (...) Os amigos ligam a todo instante de todos os lugares do Brasil. O que eu digo é sempre o mesmo: o que está na tv não é nada. A catátrofe é muito maior. Se puder, doe sangue, alimentos e água nesses pontos que a tv indica. Ajudará muito. Cobre do poder público, dos políticos, espalhe as mensagens. Faça o que puder. Tem muita gente precisando.</blockquote>\n<div class=\"translation\">Here, in Barra Alegre we have no victims. (...) We're stranded with no way out at the moment. But we still have medication and supplies. We are not able to stop thinking about everything that has happened. (...) Friends call every minute from every corner of Brazil. What I say is always the same: what the TV is showing is nothing. The catastrophe is much bigger. If you can donate blood, food and water at these places that the TV shows, please do. It will help a lot. Talk to the government, politicians, spread the message. Do what you can. A lot of people are in need.</div>\n\n[caption id=\"attachment_14474\" align=\"aligncenter\" width=\"375\" caption=\"Friburgo - Photo by @bdugin at twitpic\"]<a href=\"http://twitpic.com/3q06so\"><img class=\"size-medium wp-image-14474\" title=\"chuvasrj3\" src=\"http://pt.globalvoicesonline.org/wp-content/uploads/2011/01/chuvasrj3-375x281.jpg\" alt=\"\" width=\"375\" height=\"281\" /></a>[/caption]\n\n<strong>Solidarity</strong>\n\nThe people's mobilization is very widespread, not only helping the authorities to rescue victims, but also donating blood and food and disseminating information. A   <a href=\"http://maps.google.com.br/maps/ms?hl=pt-br&amp;ie=UTF8&amp;msa=0&amp;msid=214211600194778686000.000499ce5a787e208706b&amp;z=8 \">map with the position of places collecting donations</a> is constantly being updated.The Ministry of Health created an <a href=\"http://formsus.datasus.gov.br/site/formulario.php?id_aplicacao=5781\">online registration form for health workers</a> willing to volunteer helping victims of floods in the mountainous region, and so far the list has more than 100 subscribers. Through the hashtags <a href=\"http://twitter.com/#search?q=chuvasrj\">#chuvasrj</a> [rain in Rio] and <a href=\"http://twitter.com/#search?q=prayforbrazil\">#prayforbrazil</a>, netizens express solidarity with the climate catastrophe of Rio de Janeiro. Read a small selection of tweets:\n<blockquote><a href=\"http://www.twitter.com/UiliamRodrigues\">UiliamRodrigues</a> Separe roupas e cobertos que vc ñ usa, incremente com garrafas de água mineral e entregue nos postos de coleta. <a href=\"http://twitter.com/#search?q=chuvasrj\">#chuvasrj</a> <a href=\"http://twitter.com/#search?q=prayforbrazil\">#prayforbrazil</a>\n\n<a href=\"http://www.twitter.com/patrulhadalama\">patrulhadalama</a> CHUVAS NO RJ - @Hemorio bate novo recorde nesta sexta-feira com 1.330 doadores http://t.co/PJMcq66 <a href=\"http://twitter.com/#search?q=chuvasrj\">#chuvasrj</a> #doacoes\n\n<a href=\"http://www.twitter.com/Reneflu\">Reneflu</a> Site Oficial da Prefeitura de #Friburgo com nomes das vítimas. Divulguem!!!! <a href=\"http://secompmnf.blogspot.com/\">http://secompmnf.blogspot.com/</a><a href=\"http://twitter.com/#search?q=chuvasrj\">#chuvasrj</a>\n\n<a href=\"http://www.twitter.com/gdotb\">gdotb</a> O que doar e do que não doar -lista atualizada <a href=\"http://is.gd/SHPODX\">http://is.gd/SHPODX</a> (fonte Cruz Vermelha) #rt <a href=\"http://twitter.com/#search?q=chuvasrj\">#chuvasrj</a></blockquote>\n<div class=\"translation\">\n\n<a href=\"http://www.twitter.com/UiliamRodrigues\">UiliamRodrigues</a> Get clothes, blankets and what you are not using, also take  bottles of water and deliver them to a donation point <a href=\"http://twitter.com/#search?q=chuvasrj\">#chuvasrj</a> [rain in Rio] <a href=\"http://twitter.com/#search?q=prayforbrazil\">#prayforbrazil</a>\n\n<a href=\"http://www.twitter.com/patrulhadalama\">patrulhadalama</a> RAIN IN RIO - @Hemorio has a new record with 1330 blood donors this Friday http://t.co/PJMcq66 <a href=\"http://twitter.com/#search?q=chuvasrj\">#chuvasrj</a> #doacoes [rain in rio / donations]\n\n<a href=\"http://www.twitter.com/gdotb\">gdotb</a> What you should and shouldn't donate - an updated list <a href=\"http://is.gd/SHPODX\">http://is.gd/SHPODX</a> (from the Red Cross) #rt <a href=\"http://twitter.com/#search?q=chuvasrj\">#chuvasrj</a> [rain in Rio]\n\n</div>\n\n[caption id=\"attachment_14475\" align=\"aligncenter\" width=\"375\" caption=\"Itaipava, Petrópolis - Photo by @crazydood at twitpic\"]<a href=\"http://twitpic.com/3pql0k\"><img class=\"size-medium wp-image-14475\" title=\"chuvasrj4\" src=\"http://pt.globalvoicesonline.org/wp-content/uploads/2011/01/chuvasrj4-375x281.jpg\" alt=\"\" width=\"375\" height=\"281\" /></a>[/caption]\n\nBlog <a href=\"http://patasepatas.blogspot.com/2011/01/as-chuvas-no-rio-de-janeiro-e-os.html\"><em>Patas e Patas</em></a><em> </em>[Paws and Paws] is asking help for the animals and remembers:\n<blockquote>Todos sofreram grandes danos, todos perderam animais. A tragédia é semelhante para todos: muros arrastados, canis destruídos, animais mortos e feridos, alguns em estado bem grave. O acesso é difícil. A mídia só informa os problemas enfrentados pelos humanos.</blockquote>\n<div class=\"translation\">We were all suffering, everybody lost their pets. The tragedy is similar for all: the walls washed away, kennels destroyed, animals killed and wounded, some in a very serious condition. Access is difficult. The media report only the problems faced by humans.</div>\n\n[caption id=\"attachment_14476\" align=\"aligncenter\" width=\"272\" caption=\"Photo published on the blog: http://betaolemela.blogspot.com/2011/01/enchentes-de-janeiro-no-mundo.html\"]<a href=\"http://1.bp.blogspot.com/_JQy3J9nXhCc/TTBJPezVlyI/AAAAAAAABEQ/6208t_hf47k/s320/enchentes%2Brio.jpg\"><img class=\"size-full wp-image-14476\" title=\"chuvasrj5\" src=\"http://pt.globalvoicesonline.org/wp-content/uploads/2011/01/chuvasrj5.jpg\" alt=\"\" width=\"272\" height=\"185\" /></a>[/caption]\n\nBesides the countless losses and all the necessary reconstruction in the affected cities, we should also remember the impact that flooding has on the pricing and/or lack of distribution of vegetables throughout the State, as the mountainous region is the largest agriculture producer of Rio de Janeiro.\n\n<strong><em>This post is part of our special coverage <a href=\"http://globalvoicesonline.org/specialcoverage/forest-focus-amazon/\">Forest Focus: Amazon</a>.</em></strong>\n\n\n<div class=\"contributors\">This post was proofread by <a href=\"http://globalvoicesonline.org/author/kevin-rennie/\">Kevin Rennie</a>.</div>",
  "title": "Brazil: Flooding in the Mountainous Region of Rio de Janeiro Devastated Cities",
  "byline": "deb.baldelli",
  "pub_date": "2011-01-16T12:21:33Z"
}