{
  "url": "http://globalvoicesonline.org/?p=186942",
  "id": "186942",
  "body": "This post is part of our special coverage of Tunisia Revolution 2011.\n\n[caption id=\"attachment_187187\" align=\"alignright\" width=\"220\" caption=\"Can Tunisian revolution launch another Russian revolution?, photo: Wikimedia Commons\"][/caption]\n\nRussian bloggers, as others around the globe, have entered into a lively discussed about the recent revolution in Tunisia. Following the field reports by resident bloggers, the discussion moved to the question of whether a Tunisian scenario would be possible in Russia.\n\nInitial reporting and reactions\n\nOne blogger attracted the attention of RuNet by re-posting messages [RUS] from her friends:\n Пишет подруга из Габеса: ...слышали что кричат радостно...теперь звонят сыну предупредить что в Габес едет банда из Хамма/они разграбили полиц.участок забрали оружие и едут разбираться вГабес----мы еще с вечера заготовили ведро камней и железки всякие--на случай.....сидим  по прежнему в дыму--так как пожар разгорелся с новой силой--уже огонь полыхает вовсю и взрывается что то там постоянно.....\n A friend from Gabes writes: ...we have heard happy shouting... now my son received a call about a gang from Hamm/they looted a police station, took arms and now are going to Gabes ---- we have prepared the night before a bucket of stones and rods of all sorts - just in case ... we still sit in the smoke - as a fire broke out with new force and something blazes and explodes all the time...\nBloggers' take on the revolution, as usual, wasn't universal. Blogger Avmalgin expressed his frustration that the revolution threatened the image of the country as a popular tourist destination. Roman-n wrote [RUS]:\n Наши врачи и инжинеры, которые работали в Тунисе, на своих застольях всегда пили за \"хабиба президента Бен Али\". Потому, что они считали, что именно благодаря ему там не режут головы на площадях. Вот щас посмотрим что там будет.\n Our doctors and engineers who worked in Tunisia always raised a glass to \"Habib President Ben Ali. \" They believed that it was because of him that  people were not beheaded on the squares. Now let's see what happens.\nItalian76 was more optimistic [RUS]:\n Надеюсь, что Тунис покажет и другим странам мира, где засели такие же мрази, что можно достаточно мирно и безболезненно скинуть гнет диктаторов, [...] и создать нормальное общество для всех, а не только для избранных.\n I hope that Tunisia will show other countries where bastards like [Ben Ali - GV] are sitting that it is possible to discard a dictator's oppression relatively peacefully and safely, [...] and create a normal society for all, not just for the elite.\nIs Tunisian scenario possible in Russia?\n\nThe major topic of discussion, however, was spinning around the possibility of the replication of the Tunisian scenario in Russia. LJ-user Vadimb wrote:\n Тунисская молодежь протестовала против низкого уровня жизни и безработицы, а затем стала выдвигать политические лозунги. И все получилось.\n\nДа, так просто. И в России не сложнее будет.\n The Tunisian youth protested against poor living conditions and unemployment, and then began to raise political claims. And all turned out well.Yes, that simple. And it won't be more difficult in Russia.\nLJ-user chudinovandrei wrote [RUS] that no one could think that an African country would provide an example for an advanced revolution:\n Первая в мире интернет-революция состоялась там где её никто и не ждал, в Африке.\n\nСобытия в Тунисе станут грозным предупреждением для всех авторитарных коррупционных режимов, и для нашего разумеется. Подозреваю, что у Суркова может случится преждевременный инсульт. Ведь по ЦТ приходится показывать видео-уроки народной кулинарии, с подробным описанием того, как надо заварить кашу и с чем её лучше съесть. [...] А теперь нам надо брать уроки даже у африканцев. Уроки живой демократии и самоорганизации.\n The world's first Internet revolution took place where no one expected it - in Africa. Events in Tunisia will be a stern warning to all authoritarian corrupt regimes, and certainly to ours. I suspect that Surkov [the deputy chief of Kremlin administration responsible for ideology - GV] may get an early stroke. After  all, the central TV had to show video tutorials of \"national culinary\" with a detailed explanation how to start something like this. [...] And now we should learn even from the Africans. Learn the lessons of live democracy and self-organization.\nA blogger max_55555 was also optimistic and wrote [RUS] that “the're will be a holiday on our street as well, hopefully, without victims.” A blogger paiberg concluded [RUS]: “That's how the regime change takes place in countries without election. I am sure that the Putin’s Russia will have a similar destiny.”\n\nSome bloggers paid attention [RUS] to the time that took to remove the Tunisian leader and asked if Russia should wait for another 13 years to reach the revolutionary situation. LJ-user Gloriaputina offered [RUS] a comparative analysis of the term length of the Arab leaders and concluded that eight years of Putin’s rule was not enough. But bloggers also found similarities between Tunisian leader and Putin. A blogger Malvinarus wrote in LJ-community putinvotstavku (\"Putin should resign\") that both leaders used the struggle against terror as legitimization for tightening laws and expanding their authority. Other bloggers discussed where Primer Minister Putin could flee once the people will go out to the streets.\n\nWhile modeling situation in Russia, user gigameg used some bits of Lenin's revolutionary theory and revised it under new conditions:\n Так вот, революционная партия, конечно, хорошо, не помешает. Но не обязательна. В условиях жестокого подавления и диктатуры алгоритм другой - партии не создаются до, они моментально вырастают ПОСЛЕ революции.\n Well, of course a revolutionary party would be of great help. But it's really not necessary. In the situation of severe suppression and dictatorship - there's another algorithm - parties are being created not before, but instantly AFTER the revolution.\nFew users agreed [RUS] that the main difference between Russian and Tunisian leadership has been a readiness to use force against the opposition. Pcnariman wrote [RUS]: “He (Ben Ali) refused to give an order to shoot the rebels, but I don't think that in Russia there is any problem with it.”\n\nThere were bloggers that denied [RUS] analogies with Russia. Blogger al_ven explained [RUS] that the main problem of the Russian political culture was apathy and reluctance to change.\n\nLJ-user zerrega emotionally wondered [RUS] what should happen in Russia to make possible wide protests against the government. zerrega reminded the situation when several thousands persons were locked in the paralyzed Moscow airports and haven't even filed any official complaints afterwards. The blogger concludes:\n Если в Россию и нужна трудовая миграция, то это тунисские торговцы зеленью! Буазизи, твоё имя в наших сердцах!\n If Russian needs labor migrants, so we need these Tunisian market merchants. Buazizi, you name is in our hearts.\nSome bloggers pointed out some principal differences between Tunisia and Russia that made impossible the replication of the Tunisian scenario. Blogger amazonka_urals explained that the two countries have very different demographic situation. Unlike Tunisia, the Russian job market is relatively friendly to young generation (youth is dominating Tunisian demographic structure), while the elder people experience more employment problems. Amazonka_urals brought [RUS] another reason:\n Но наше поколение, уже пережившее распад государства во взрослом возрасте и все связанные с этим прелести испытавшее на своей шкуре, государство валить ни за что не будет. Оно будет его критиковать, ругать, может бунтовать против какого-то конкретного закона или против каких-то конкретных представителей власти, но против государства - ни за что.\n But our generation, as adults, has felt the collapse of the state and all related effects on its own back. Therefore this generation won't push toward another collapse of the state. It will criticize it, blame it, it can rebel against some specific law or particular officials, but it will never rebel against the state.\nLJ-user Russobalt_k suggested [RUS]:\n Путь России - в росте гражданской ответственности, активности, зрелости. Другого пути нет. Но и этот путь - совсем не \"овощной\". Он предполагает и противостояние \"власти\" в ее некомпетентности, халатности, злом умысле. Обязательно постоянное давление критикой, отстаивание своих прав - даже и с перехлестом, с провокациями, с \"пробой на зуб\" тех или иных вариантов.\n Russia's path is in the growth of civic responsibility, activity and maturity. There is no other way. It doesn't mean that it's a \"vegetarian\" approach. It suggests opposing the ruling power and its incompetence, negligence and malice. Constant pressure with criticism, protection of rights - even with exaggeration, provocations, and making experiments with various protest forms - all this is necessary.\nBut still LJ-user Altoliman believed [RUS] that the Tunisian experience can be valuable for Russians: “They should write 'How-to.' It will be interesting.”\n\nInternet and global revolution\n\nThere are a lot of discussions on the Tunisian revolution being the first real Facebook/Twiiter revolution. If the degree of local impact is debatable, the global impact is visible and clear. The  revolution in Africa arouses thoughts and minds of people all over the world including Russia. There is also some type of opposition solidarity between young social media generation all over the world.\n\nAmerican political scientist E. Schattschneider in his book “The Semi-Sovereign People: A Realist's View of Democracy in America” explains that nature of the conflict depends on the degree of the audience's involvement. He wrote that “the outcome of all conflict is determined by the scope of its contagion. The number of people involved in any conflict determines what happens; every change in the number of participants, every increase or reduction in the number of participants, affect the result.\"\n\nThe new informational technologies eliminate the ability of the state to control the range of a conflict. The scope of revolution contagion goes far beyond the borders of Tunisia. The range of revolutionary discourse expands and becomes global. The local ideas and political developments suggest global agenda and inspire global audience.\n\nIt doesn’t mean the revolution in Tunisia will cause tomorrow's revolutions in Belarus, Russia or Central Asia. But it definitely means that the global world becomes more dynamic and less stable, when the social media community and the new generation of bloggers play an increasingly significant role. It can be a good news for those who are looking to overthrow totalitarian regimes. It can be also a source for concerns. As blogger Shraibman wrote [RUS]:\n Меня гораздо больше заботит то обстоятельство, что в современном мире остутствует ярко-выраженное альтернативное по отношению к капитализму и авторитаризму мышление. Революции и восстания могут легко отлиться в новые диктатуры, примеров море от Ленина до Хомейни, а народное восстание может превратится в погром на национальной почве...\n I'm much more concerned with the fact that in today's world there is no highly visible alternative to capitalism and authoritarian thinking. Revolution and rebellion can easily transform into a new dictatorship. There are many examples from Lenin to Khomeini, and a popular uprising can turn into a massacre on a national basis...\nSome experts claim modern nation-states are the most dangerous threats to their own people when it comes to digital technology. There is, however, even worse scenario than the one when the state filters information, hacks e-mails or manipulates Facebook and Twitter. It is when various networks become initiators of violence (e.g. the way it happened on Manezhnaya square a month ago). In other words, the real threat to networks are the networks itself.\n This post was re-published in Russian by the Ezhednevniy Zhurnal (Daily Journal) as part of a content partnership with Global Voices' RuNet Echo.\n \nThis post is part of our special coverage of Tunisia Revolution 2011.",
  "original_body": "<em><strong>This post is part of our special coverage of <a href=\"http://globalvoicesonline.org/specialcoverage/tunisia-uprising-201011/\">Tunisia Revolution 2011</a>.</strong></em>\n\n[caption id=\"attachment_187187\" align=\"alignright\" width=\"220\" caption=\"Can Tunisian revolution launch another Russian revolution?, photo: Wikimedia Commons\"]<a href=\"http://en.wikipedia.org/wiki/File:Soviet_Union,_Lenin_(55).jpg\"><img class=\"size-medium wp-image-187187\" title=\"Tunisian revolution triggered global revolutionary thinking\" src=\"http://globalvoicesonline.org/wp-content/uploads/2011/01/Soviet_Union_Lenin_55-220x300.jpg\" alt=\"Tunisian revolution triggered global revolutionary thinking\" width=\"220\" height=\"300\" /></a>[/caption]\n\nRussian bloggers, as others around the globe, have entered into a lively discussed about the recent revolution in Tunisia. Following the field reports by resident bloggers, the discussion moved to the question of whether a Tunisian scenario would be possible in Russia.\n\n<strong>Initial reporting and reactions</strong>\n\nOne blogger attracted the attention of RuNet by <a href=\"http://www.besttoday.ru/subjects/412_2.html\">re-posting messages</a> [RUS] from her friends:\n<blockquote>Пишет подруга из Габеса: ...слышали что кричат радостно...теперь звонят сыну предупредить что в Габес едет банда из Хамма/они разграбили полиц.участок забрали оружие и едут разбираться вГабес----мы еще с вечера заготовили ведро камней и железки всякие--на случай.....сидим  по прежнему в дыму--так как пожар разгорелся с новой силой--уже огонь полыхает вовсю и взрывается что то там постоянно.....</blockquote>\n<div class=\"translation\">A friend from Gabes writes: ...we have heard happy shouting... now my son received a call about a gang from Hamm/they looted a police station, took arms and now are going to Gabes ---- we have prepared the night before a bucket of stones and rods of all sorts - just in case ... we still sit in the smoke - as a fire broke out with new force and something blazes and explodes all the time...</div>\nBloggers' take on the revolution, as usual, wasn't universal. Blogger <em>Avmalgin</em> <a href=\"http://avmalgin.livejournal.com/2284234.html\">expressed</a> his frustration that the revolution threatened the image of the country as a popular tourist destination. <em>Roman-n</em> <a href=\"http://roman-n.livejournal.com/2625813.html\">wrote</a> [RUS]:\n<blockquote>Наши врачи и инжинеры, которые работали в Тунисе, на своих застольях всегда пили за \"хабиба президента Бен Али\". Потому, что они считали, что именно благодаря ему там не режут головы на площадях. Вот щас посмотрим что там будет.</blockquote>\n<div class=\"translation\">Our doctors and engineers who worked in Tunisia always raised a glass to \"Habib President Ben Ali. \" They believed that it was because of him that  people were not beheaded on the squares. Now let's see what happens.</div>\n<em>Italian76 </em>was more <a href=\"http://italian76.livejournal.com/256352.html\">optimistic</a> [RUS]:\n<blockquote>Надеюсь, что Тунис покажет и другим странам мира, где засели такие же мрази, что можно достаточно мирно и безболезненно скинуть гнет диктаторов, [...] и создать нормальное общество для всех, а не только для избранных.</blockquote>\n<div class=\"translation\">I hope that Tunisia will show other countries where bastards like [<em>Ben Ali - GV</em>] are sitting that it is possible to discard a dictator's oppression relatively peacefully and safely, [...] and create a normal society for all, not just for the elite.</div>\n<strong>Is Tunisian scenario possible in Russia?</strong>\n\nThe major topic of discussion, however, was spinning around the possibility of the replication of the Tunisian scenario in Russia. LJ-user <em>Vadimb </em><a href=\"http://vadimb.livejournal.com/1023504.html\">wrote:</a>\n<blockquote>Тунисская молодежь протестовала против низкого уровня жизни и безработицы, а затем стала выдвигать политические лозунги. И все получилось.\n\nДа, так просто. И в России не сложнее будет.</blockquote>\n<div class=\"translation\">The Tunisian youth protested against poor living conditions and unemployment, and then began to raise political claims. And all turned out well.Yes, that simple. And it won't be more difficult in Russia.</div>\nLJ-user<em> chudinovandrei</em> <a href=\"http://community.livejournal.com/grazhrep/793585.html\">wrote</a> [RUS] that no one could think that an African country would provide an example for an advanced revolution:\n<blockquote>Первая в мире интернет-революция состоялась там где её никто и не ждал, в Африке.\n\nСобытия в Тунисе станут грозным предупреждением для всех авторитарных коррупционных режимов, и для нашего разумеется. Подозреваю, что у Суркова может случится преждевременный инсульт. Ведь по ЦТ приходится показывать видео-уроки народной кулинарии, с подробным описанием того, как надо заварить кашу и с чем её лучше съесть. [...] А теперь нам надо брать уроки даже у африканцев. Уроки живой демократии и самоорганизации.</blockquote>\n<div class=\"translation\">The world's first Internet revolution took place where no one expected it - in Africa. Events in Tunisia will be a stern warning to all authoritarian corrupt regimes, and certainly to ours. I suspect that Surkov [<em>the deputy chief of Kremlin administration responsible for ideology - GV</em>] may get an early stroke. After  all, the central TV had to show video tutorials of \"national culinary\" with a detailed explanation how to start something like this. [...] And now we should learn even from the Africans. Learn the lessons of live democracy and self-organization.</div>\nA blogger <em>max_55555 </em>was also optimistic and <a href=\"http://max-55555.livejournal.com/54133.html?thread=36981#t36981\">wrote</a> [RUS] that “the're will be a holiday on our street as well, hopefully, without victims.” A blogger <em>paiberg</em> <a href=\"http://varfolomeev.livejournal.com/462727.html?thread=15229575#t15229575\">concluded</a> [RUS]: “That's how the regime change takes place in countries without election. I am sure that the Putin’s Russia will have a similar destiny.”\n\nSome bloggers <a href=\"http://max-55555.livejournal.com/54133.html?thread=37237#t37237\">paid attention</a> [RUS] to the time that took to remove the Tunisian leader and asked if Russia should wait for another 13 years to reach the revolutionary situation. LJ-user <em>Gloriaputina </em><a href=\"http://gloriaputina.livejournal.com/11943.html\">offered</a> [RUS] a comparative analysis of the term length of the Arab leaders and concluded that eight years of Putin’s rule was not enough. But bloggers also found similarities between Tunisian leader and Putin. A blogger <em>Malvinarus</em> wrote in LJ-community <a href=\"http://community.livejournal.com/putinvotstavku/\">putinvotstavku</a><strong><span style=\"text-decoration: underline;\"> </span></strong>(\"Putin should resign\") that both leaders used the struggle against terror as legitimization for tightening laws and expanding their authority. Other bloggers <a href=\"http://community.livejournal.com/ru_politics/35475652.html\">discussed</a> where Primer Minister Putin could flee once the people will go out to the streets.\n\nWhile modeling situation in Russia, user <em>gigameg</em> <a href=\"http://gigameg.livejournal.com/25816.html\">used some bits of Lenin's revolutionary theory</a> and revised it under new conditions:\n<blockquote>Так вот, революционная партия, конечно, хорошо, не помешает. Но не обязательна. В условиях жестокого подавления и диктатуры алгоритм другой - партии не создаются до, они моментально вырастают ПОСЛЕ революции.</blockquote>\n<div class=\"translation\">Well, of course a revolutionary party would be of great help. But it's really not necessary. In the situation of severe suppression and dictatorship - there's another algorithm - parties are being created not before, but instantly AFTER the revolution.</div>\nFew users <a href=\"http://vadimb.livejournal.com/1023504.html?thread=28081424#t28081424\">agreed</a> [RUS] that the main difference between Russian and Tunisian leadership has been a readiness to use force against the opposition. <em>Pcnariman</em> <a href=\"http://varfolomeev.livejournal.com/462727.html?thread=15209095#t15209095\">wrote</a> [RUS]: “He (Ben Ali) refused to give an order to shoot the rebels, but I don't think that in Russia there is any problem with it.”\n\nThere were bloggers that <a href=\"http://runo-lj.livejournal.com/114454.html\">denied</a> [RUS] analogies with Russia. Blogger <em>al_ven</em> <a href=\"http://shraibman.livejournal.com/586417.html?thread=6363825#t6363825\">explained</a> [RUS] that the main problem of the Russian political culture was apathy and reluctance to change.\n\nLJ-user <em>zerrega</em> emotionally <a href=\"http://zerrega.livejournal.com/3339.html\">wondered</a> [RUS] what should happen in Russia to make possible wide protests against the government. <em>zerrega</em> reminded the situation when several thousands persons were locked in the paralyzed Moscow airports and haven't even filed any official complaints afterwards. The blogger concludes:\n<blockquote>Если в Россию и нужна трудовая миграция, то это тунисские торговцы зеленью! Буазизи, твоё имя в наших сердцах!</blockquote>\n<div class=\"translation\">If Russian needs labor migrants, so we need these Tunisian market merchants. Buazizi, you name is in our hearts.</div>\nSome bloggers pointed out some principal differences between Tunisia and Russia that made impossible the replication of the Tunisian scenario. Blogger <em><a href=\"http://amazonka-urals.livejournal.com/\">amazonka_urals</a></em> explained that the two countries have very different demographic situation. Unlike Tunisia, the Russian job market is relatively friendly to young generation (youth is dominating Tunisian demographic structure), while the elder people experience more employment problems. <em>Amazonka_urals</em> <a href=\"http://vadimb.livejournal.com/1023504.html?thread=28080144#t28080144\">brought</a> [RUS] another reason:\n<blockquote>Но наше поколение, уже пережившее распад государства во взрослом возрасте и все связанные с этим прелести испытавшее на своей шкуре, государство валить ни за что не будет. Оно будет его критиковать, ругать, может бунтовать против какого-то конкретного закона или против каких-то конкретных представителей власти, но против государства - ни за что.</blockquote>\n<div class=\"translation\">But our generation, as adults, has felt the collapse of the state and all related effects on its own back. Therefore this generation won't push toward another collapse of the state. It will criticize it, blame it, it can rebel against some specific law or particular officials, but it will never rebel against the state.</div>\nLJ-user <em>Russobalt_k</em> <a href=\"http://russobalt-k.livejournal.com/82526.html\">suggested</a> [RUS]:\n<blockquote>Путь России - в росте гражданской ответственности, активности, зрелости. Другого пути нет. Но и этот путь - совсем не \"овощной\". Он предполагает и противостояние \"власти\" в ее некомпетентности, халатности, злом умысле. Обязательно постоянное давление критикой, отстаивание своих прав - даже и с перехлестом, с провокациями, с \"пробой на зуб\" тех или иных вариантов.</blockquote>\n<div class=\"translation\">Russia's path is in the growth of civic responsibility, activity and maturity. There is no other way. It doesn't mean that it's a \"vegetarian\" approach. It suggests opposing the ruling power and its incompetence, negligence and malice. Constant pressure with criticism, protection of rights - even with exaggeration, provocations, and making experiments with various protest forms - all this is necessary.</div>\nBut still LJ-user <em>Altoliman </em><a href=\"http://drugoi.livejournal.com/3464420.html?thread=381410532#t381410532\">believed</a> [RUS] that the Tunisian experience can be valuable for Russians: “They should write 'How-to.' It will be interesting.”\n\n<strong>Internet and global revolution</strong>\n\nThere are <a href=\"http://lena-globalchaos.blogspot.com/2011/01/tunisia-yet-another-twitter-revolution.html\">a lot of discussions</a> on the Tunisian revolution being <a href=\"http://www.newsweek.com/2011/01/15/tunisia-protests-the-facebook-revolution.html\">the first real Facebook/Twiiter</a> revolution. If the degree of local impact is debatable, the global impact is visible and clear. The  revolution in Africa arouses thoughts and minds of people all over the world including Russia. There is also some type of opposition solidarity between young social media generation all over the world.\n\nAmerican political scientist E. Schattschneider in his book “<a href=\"http://www.amazon.com/Semi-Sovereign-People-Realists-Democracy-America/dp/0030133661\" target=\"_blank\">The Semi-Sovereign People: A Realist's View of Democracy in America</a>” explains that nature of the conflict depends on the degree of the audience's involvement. He wrote that “the outcome of all conflict is determined by the scope of its contagion. The number of people involved in any conflict determines what happens; every change in the number of participants, every increase or reduction in the number of participants, affect the result.\"\n\nThe new informational technologies eliminate the ability of the state to control the range of a conflict. The scope of revolution contagion goes far beyond the borders of Tunisia. The range of revolutionary discourse expands and becomes global. The local ideas and political developments suggest global agenda and inspire global audience.\n\nIt doesn’t mean the revolution in Tunisia will cause tomorrow's revolutions in Belarus, Russia or Central Asia. But it definitely means that the global world becomes more dynamic and less stable, when the social media community and the new generation of bloggers play an increasingly significant role. It can be a good news for those who are looking to overthrow totalitarian regimes. It can be also a source for concerns. As blogger <em>Shraibman</em> <a href=\"http://shraibman.livejournal.com/586417.html\">wrote</a> [RUS]:\n<blockquote>Меня гораздо больше заботит то обстоятельство, что в современном мире остутствует ярко-выраженное альтернативное по отношению к капитализму и авторитаризму мышление. Революции и восстания могут легко отлиться в новые диктатуры, примеров море от Ленина до Хомейни, а народное восстание может превратится в погром на национальной почве...</blockquote>\n<div class=\"translation\">I'm much more concerned with the fact that in today's world there is no highly visible alternative to capitalism and authoritarian thinking. Revolution and rebellion can easily transform into a new dictatorship. There are many examples from Lenin to Khomeini, and a popular uprising can turn into a massacre on a national basis...</div>\nSome experts claim modern nation-states are the most dangerous threats to their own people when it comes to digital technology. There is, however, even worse scenario than the one when the state filters information, hacks e-mails or manipulates Facebook and Twitter. It is when various networks become initiators of violence (e.g. the way it <a href=\"http://globalvoicesonline.org/2010/12/26/russia-is-internet-guilty-of-organizing-nationalistic-riots/\">happened on Manezhnaya square a month ago</a>). In other words, the real threat to networks are the networks itself.\n<div class=\"contributors\">This post was re-published in Russian by the <a href=\"http://ej.ru/?a=note&amp;id=10768\">Ezhednevniy Zhurnal</a> (Daily Journal) as part of a content partnership with Global Voices' RuNet Echo.</div>\n<div class=\"contributors\"></div>\n<em><strong>This post is part of our special coverage of <a href=\"http://globalvoicesonline.org/specialcoverage/tunisia-uprising-201011/\">Tunisia Revolution 2011</a>.</strong></em>",
  "title": "Russia: Bloggers on Lessons of Tunisian Revolution",
  "byline": "Gregory Asmolov",
  "pub_date": "2011-01-18T17:48:49Z"
}