{
  "url": "http://globalvoicesonline.org/?p=187411",
  "id": "187411",
  "body": "This post is part of our special coverage of Tunisia Revolution 2011.\n\nThe uprising in Tunisia has been widely reported on in Chinese media, and was one of the top stories online over this past weekend. Below are excerpts from a series of posts from a woman living in Tunis, blogging at Sina.com under the name 'tiger6698'.\n\n\n\n 突尼斯流血暴乱 (2011-01-13 04:51:54)\n\n  \n \n\n\n January 13: Tunisia's bloody riots\n\n\n \n\n \n 突尼斯自上月１７日南部省会城市西迪布基德的一名青年抗议当地城管部门“粗暴执法”而试图自焚，随后抗议民众与国民卫队发生流血冲突，到现在为止，已经造成了６０多人的死亡（官方数字）．\n\n就在上月的２４号我们还到南部的沙漠去了，当时正至突尼斯举办一年一次的＂国际沙漠节＂人还是比较多的，在当时还没有感觉到有任何的暴风雨，人很多，各式各样的人都有，各个国家的人都有，比较鲜见的还是东方人的面孔，所以我们几个的到来也给干涩的沙漠增色不少．\n\n回到家里，就陆陆续续的听到有关骚乱的事情，刚听到的时候还是不以为然，因为突尼斯一向被称为欧洲的后花园，政局相当的稳定，人民也很友善，友好．只是没想到的是，冲突越来越呈漫延的事态，冲突越来越多，骚乱和游行的地方也越来越多，流血事件也越来越多，学校也从本周二开始也已经无限期的停课．\n\n突尼斯是个美丽的地方，现在的这个时候，正是突尼斯的雨季春天，万物复苏，白花待放．只是这一切在流血事件面前都是无力的，真的希望这样的流血冲突早点结束．\n \n\nOn the 17th of last month, a young man in the southern city of Sidi Bouzid attempted self-immolation in protest of brutal treatment by chengguan, which was followed by bloody clashes between the protesting public and the National Guard; as of now, more than 60 have died (official numbers).\n\nIt was on the 24th of last month that we went south to the desert for Tunisia's annual \"international desert festival\". There was still no feeling then of the storm brewing, we saw many people of every sort and from every country, but with Oriental faces few and far between, our arrival added more than a little color to the barren dry desert.\n\nOnce we got home, we started hearing snippets about the unrest; at the time, we didn't think much of it, as Tunisia is known as Europe's own backyard and the political situation has always been rather stable, with friendly and kind people. What we didn't expect was that the clashes would continue to grow and begin to spread. More clashes took place, then riots and protests, then bloodshed, and then this Tuesday schools were closed indefinitely.\n\nTunisia is a beautiful place; now happens to be Tunisia's rainy season, and with Spring coming, flowers are blossoming and everything is coming back to life. Yet, none of this has been able to stop the bloodshed, and I sincerely hope that these violent clashes end soon.\n\n\n\n\n 突尼斯宵禁之夜 (2011-01-13 04:55:13)\n\n  \n \n\n\n January 13: Tunis' night under curfew\n\n\n \n\n \n 傍晚时分得到消息，突尼斯今天夜里从晚上八点到第二天凌晨6点实行宵禁，任何人不得随意在外走动，如果被乱枪扫射或发生其他的意外，自行负责。\n\n晚上到食堂吃饭的时候大家都在议论这些事情，有一部分动作快的人已经开始到超市储备粮食了。不过他们回来所说的情景让我对明天到超市购物的成果不抱太多的希望：所有的肉架都是空，货架上的东西也所剩无几，他们也仅仅抢购了几包的干粮，意大利面条饼干。更让他们担心的是，当他们还没有出来的时候，保安已经要关门了，门口还等着n多的人要进去买东西，一方要关门一方不要关门，双方发生激烈的争执，再加上小孩子哇哇的哭声，争吵声……让本来就紧张的气氛更加的恐怖。他们匆忙付过钱把提着东西从小出口快步离开。\n\n据他们说，停车场里满满的车辆，外面有很多的人都在等着抢购东西。\n \n\nWe heard word this evening that Tunis is now under curfew from 8pm until 6am during which nobody will be allowed to go out freely; anyone caught in the gunfire or any other accident will be responsible for themselves.\n\nLater at the cafeteria, everyone was talking about this, and those quickest to react had already been to the supermarket to stock up on food. But the scene they described leaves the rest of us with little hope of being able to get anything from the supermarket tomorrow: the meat counters were all empty and next to nothing was left on the shelves. They were only able to rush and buy a few bags of dried goods, spaghetti and crackers. What worries us most is that before they'd even gotten out of the store, the security guards were already about to shut the doors, even with hundreds of people waiting outside wanting to come in and buy stuff. One wanted to lock up and the other didn't and there was an intense dispute, the sound of children crying, people arguing....just made an already tense atmosphere all the more terrifying. They hurriedly paid and left quickly through the back door.\n\nAccording to them, the parking lot was packed full of cars, and outside people were waiting in a panic to start buying.\n\n\n 下午六时左右原本是大街上最热闹的时候，而现在却鲜有车辆驶过，冷冷清清。我们吃过饭也开车回家，所有的商店都已经关门了。我们抱着看一看的心态到一卖菜的小店去看看，其它的都已经关门，而仅剩的一家也正在收拾东西要关门，但是里面却挤满了人。我们赶快下车加入到了行列当中。滩主看见我们就笑了，估计他的小店里也从来没有这么多人。\n\n我买了些土豆萝卜青菜和一根的胡萝卜（仅剩的一颗，估计也是旁边买菜的女人没看到，她则买了很多的各式各样的店里蔬菜），而同车的朋友也买了很多。万一超市不开门，食堂储备的东西吃光光的话，最超码我们还有几天的粮食，不到弹尽粮绝。\n\n回家的路上就只有我们一辆车在路上跑了，根本看到平日此刻的灯火通明和繁华，空气中弥漫着硝烟的味道。\n\n已经到了宵禁的时间，突尼斯已部署了大批全副武装的士兵和装甲车等各种军用车辆。听得外面有救护车的声音，不时地还听到了几声辟雳啪啦的枪响。\n \n\nUsually around six at night is when the streets are at their busiest, but now you rarely even see a car go buy, everywhere is deserted. We finished dinner and drove home, all the shops were already closed. We were heartened to finally see a vegetable shop still open as everywhere else was closed, but they too were about to close up, even though inside was packed full of people. We rushed out of the car and got in line. The owner laughed when he saw us, I guess their shop has never seen so many people in it before.\n\nI was able to buy some potatoes, turnips, greens and one carrot (it was the last one left, I guess the woman standing next to me hadn't noticed it, she was buying up every kind of vegetable in the shop), and those who came with us bought a lot too. If the supermarkets don't open, and we eat through everything stored at the cafeteria, at the very least we'll have enough food to last a few days, we won't starve.\n\nOn the way home ours was the only car on the road, no sign of the bright lights and activity usual for this hour, and the smell of gunpowder had begun to fill the air.\n\nBy the time curfew began, the streets of Tunis were filled with fully-equipped soldiers and armored vehicles and every sort of military vehicle. We could hear ambulance sirens outside, with the occasional rat-tat-tat of gunfire.\n\n\n\n[caption id=\"attachment_187419\" align=\"aligncenter\" width=\"223\" caption=\"Hands of Tunisian youth, from Flickr user 3afsa\"][/caption]\n\n\n\n 在突尼斯抢购 (2011-01-13 22:59:45)\n\n  \n \n\n\n January 13: Panic buying in Tunis\n\n\n \n\n \n 早上醒来便早早的打开电脑查看一下有没有最新的消息，结果还真的有，昨天晚上骚乱和暴动已经蔓延至LAC区，而就在昨日夜间，靠近家乐福方向（ADECCO）区域遭到攻击，闹事群众已经将此区域的一家 MONOPRIX超市烧毁，而我们食堂附近的MONOPRIX也从今日起暂停营业；而突尼斯西部和中部已失去控制，军队已撤出此两个城市，表示放弃镇压。昨天夜间，在西部区域发生11名女孩被强奸事件。暴动群众完全失控。外交部领事司及驻突使馆也发出了安全防范，减少不必要的外出，尽量不要前往事发地区或人员聚集场所，务必注意安全的提醒。\n This morning I got up early and turned on the computer to see if there was any news, and there definitely was. By last night, the rioting had already spread to the Lac district, and Adecco district near the Carrefour was attacked overnight. Angry crowds even burned down a Monoprix supermarket there, and the Monoprix near our canteen has closed starting today. The west and south of Tunisia are already out of control, and the army has already left withdrawn from two cities, suggesting that they'll cease the repression. Sometime last night, an 11-year-old girl was raped in the western region. The crowds of rioters are already out of control. The foreign ministry attache and the embassy here have sent out a advisory warning us to take safety precautions, to only go out when necessary and to stay out of the affected areas and away from gatherings of people.\n 真是不知道以什么样的心情看这些信息，总感觉不像是真的，打开窗户走到阳台，一阵冷风吹来，不由得打了个寒战，向下望去。楼下的学校昨天还有一部分被家长送来看护的学生在嬉笑打骂跑着玩，今天却一个也没有来了，只剩下门口的几个小旗在风中挥舞，隐隐约约的听天远处有救护车的声音。\n\n想起昨天晚上我听到到枪声之后告诉老公，老公说像放鞭炮，是啊，真的像放鞭炮的声音，只不过我们的鞭炮是喜庆的心情，而此刻却是一种担心，担心有人因此而受伤，担心“鞭炮”的声音会再响起，而不多大一会儿就听到了救护车的声音。\n\n门口有钥匙开门的声音，是打扫卫生的阿姨来了。我让她看了网上的几张照片，她便开始不断的给我比划有人受伤有人中弹的样子……\n \n\nI really don't know how I should feel about all this news, it feels as though it isn't real. I opened the window and went out onto the balcony, a cold wind was blowing, I couldn't help but start shivering, and then I looked down. Just yesterday, there were parents watching their children laugh and goof around outside the school downstairs, but not a single one of them came today. All there is are the few small flags flapping in the wind, with the faint distant sound of ambulance sirens.\n\nYesterday when I told my husband of the gunshots I'd heard, he said they sounded like firecrackers. Yeah, they really do sound like firecrackers, it's just that our firecrackers are for when we celebrate, but right now here we're all worried, worried that people out there are getting hurt each time we hear the \"firecrackers\" or the frequent sound of ambulance sirens.\n\nThe sound of keys in the door, it turned out to be the cleaning lady. I showed her some pictures online, then she started making gestures like of somebody getting shot......\n\n\n\n\n 在突尼斯蜗居 (2011-01-15 03:29:21)\n\n  \n \n\n\n January 15: Narrow dwelling in Tunis\n\n\n \n\n \n 今天是突尼斯大罢工，我们家附近很是风平浪静，可能是离市区和总统府比较远的原因吧。\n\n原本以为宵禁只是周四一个晚上，后来听别人介绍了才知道，只要没有通知宵禁解除，便一下处于宵禁的状态之中。昨天中午从食堂吃过饭回来的晚上，看到一路的商店全被铁门死死的封着，玻璃门安静的藏在栅栏般的铁门后，里面，则空荡荡的一无所有。商户们已经转移走了自己所有的东西。平静的空气，平静的房子，平静的马路，不平静涌动的却是人们的心里。\n \n\nToday Tunis went on general strike, and everything is dead quiet outside our home, possibly because we live quite far from the city center and presidential palace.\n\nI originally thought the curfew was only in place for Thursday night, but I only later heard from somebody that until an order comes down to lift the curfew, it stays in place. Last night as I was coming home after dinner at the canteen, every shop I passed had their metal gates pulled down tight, and behind the glass windows standing quietly behind them, inside was completely empty. Shop-owners have already moved all their goods out. The air is quiet, the houses are quiet, the roads are quiet, the only thing not quiet are people's hearts.\n\n\n[...]\n 总统昨天晚上已经发表电视讲话：本·阿里表示，他将尊重国家宪法，保证不会为谋求连任而修改宪法。此外，本·阿里还承诺立即在突尼斯实现“全面而彻底”的新闻自由，任何媒体和记者都可以在遵守职业道德的基础上，自由履行自己的职责。政府接受广大民众的“合法要求”，将立即对国家政治和经济进行“全面、彻底和深入的”改革。但他同时强调，改革需要安定的环境，需要社会各阶层的合作。他承诺政府将立即采取措施，降低生活必需品和基本服务的价格，增加政府对生活必需品的补贴和对困难家庭的救济。\n\n人们听到讲话之后也不管什么宵禁不宵禁的都出来狂欢了。\n\n政府做的表态还真的让人感动，不知道这场风波是不是就此已经结束，美丽的突尼斯就此而进入平静的生活？\n \n\nLast night, the President gave a speech on TV: Ben Ali says that he will respect the country's constitution, and promised that he won't alter the constitution so that he can remain in power. Ben Ali also promised to immediately implement \"full and absolute\" press freedom for the country, and that any media or journalist, within professional boundaries, may now perform their duties freely. The government will meet the public's \"legal demands\" and immediately launch \"full, absolute and pervasive\" political and economic reforms. But at the same time, he emphasized that reforms require a stable environment and the cooperation of all layers of society. He promised that the government will take immediate steps to lower the costs of daily life goods and essential services, and increase government relief subsidies for impoverished families.\n\nWhen people heard that, curfew or no curfew, they all came out and cheered.\n\nThe government's declaration was truly moving, and I don't know if this storm is over now, if beautiful Tunisia will be able to return to peaceful life.\n\n\n\n\n “不堪一击”的突尼斯政坛 (2011-01-15 16:43:07)\n\n  \n \n\n\n January 15: Tunisian politics fell with just one blow\n\n\n \n\n \n 真的让人太不可思议了，我都不知道该怎么形容我此刻的心情。今天一天接二连三发生了很多的事情，而这些事情可能是绝大多数人都无法预料和想像的。\n The unthinkable has happened, I really have no idea how to describe how I feel now. So many things happened today, things I think the vast majority of people could never have predicted or imagined.\n[...]\n 像突尼斯发生的这类不公平，在中国真的算不了什么。而类似的起端，对中国人来说可能真的不算什么，可这处突尼斯青年作出过很激进的形为，而突尼斯原本平稳的政局却由此一火烧得天翻地覆，改变了突尼斯的政坦，改变了整个突尼斯的历史。而这个青年，则注定永远记入了突尼斯的史册。\n The kind of injustice that has taken place here in Tunisia, in China, isn't really a big deal. And what caused all this are things that, for Chinese people are almost trivial. But for here, what that young Tunisian did was something very radical and resulted in a fire which now blazes all across Tunisia, which used to be so calm, and has changed the country's political sphere, as well as its course of history. This young man will forever be guaranteed a spot in Tunisia's history books.\n 而更为让人不可思议的是，政府虽然动用的军队，但军民的鱼水之情却是令人感叹。在游行现场，有人在与军队的人握手，有人在与军队的人行贴面礼……然后接着继续往前走，完全是一片祥和的气氛。\n[...]\n……说到底，还是他们心太软，要在中国政府，早就把他们杀得片甲不留，还会等到总统先逃，如果在中国，枪在谁的手里谁有理……看来突尼斯人还真的需要跟中国学一学，中国历史几千年，还没有那一个朝代被手无寸铁的没有任何组织的暴民吓跑的。\n\n空中现在不时的响起直升机嗡嗡的巡逻声，明天的突尼斯会怎么样呢？\n Yet what's most unimaginable about all this is that although the government has mobilized the army, it's shocking how matter-of-fact soldiers are being about this. At one protest, someone went up and started shaking hands with soliders, and others have gone up and welcomed them with cheek kisses.......only to then go on their way, it's a completely positive mood.\n[...]\n......to be frank, these soldiers are too soft-hearted. If this was the Chinese government, they've have killed every last one of them at the get-go, never mind holding out for the president to flee. If this was China, whoever was holding the guns would be in charge.....it seems Tunisians could really stand to learn from China; China's history goes back thousands of years, but there hasn't been a single dynasty that was chased off by completely unorganized unarmed rioters.\n\nWe keep hearing the drone of helicopters on patrol, what will tomorrow bring for Tunisia?\n\n\n\n\n 突尼斯－－危机四伏 (2011-01-16 03:49:52)\n\n  \n \n\n\n January 16: Tunis—danger on all sides\n\n\n \n\n \n 总统带着他的部分家人到达沙特，而昨天晚上突尼斯当局已经开始对前总统的亲信开始了逮捕行动。今天原本由总理代管总统职位，但根据突宪法第57条的规定，国民议会议长将在此期间临时代理总统履行职权。二度易权，说明了突权力机构的不和谐，而这种不和谐更加剧了政局和社会治安的不稳定。而同时，又有消息指出，突东部旅游城市莫纳斯提尔一座监狱15日发生火灾，造成至少42人死亡。发生火灾的原因不明。而有朋友打电话给我，好像听说昨天晚上有不明武装分子向民众开枪，甚至连北非“基地”组织现在也对突尼斯有了兴趣……突尼斯全国现已处于无政府状态，政府部门停止办公，国际机场被军队接管，各地频发抢劫超市和打劫民宅等犯罪事件。在首都突尼斯，一些民众自发地组织起来，手持棍棒维护社区安全……\n The President and part of his family have arrived in Saudi Arabia, Tunisian authorities began arresting his cronies. The Prime Minister was set to succeed the President today, but according to article 57 of the Tunisian constitution, the head of the National Assembly temporarily assumes the role of President. Having power transition to the second in command, just shows how unharmonious Tunisia's bodies of authority are, and this unharmoniousness has only exacerbated instability in the political situation and in social order. At the same time, now there's word that a fire broke out in a prison in the tourist city Monastir to the east, resulting in 42 deaths. Reasons for the fire are unclear. Also, a friend called me and said he heard that armed individuals whose of unknown origin opened fire on a crowd, and that Tunisia has even now become of interest to Al Qaeda's North African branch......all of Tunisia is in anarchy now, government offices are all closed, the international airport has been taken over by the military, and crimes such as supermarket and home robberies are happening all over. Here in the capital Tunis, some citizens have spontaneously organized and now carry sticks to protect the safety of their communities......\n\n\n 别怕，我有枪！ (2011-01-17 00:53:14)\n\n  \n \n\n\n January 17: Don't worry, I have guns!\n\n\n \n\n \n 中午时分，去大使馆开会的人回来了，老公他们便又开始了紧张的布署工作。\n\n而从大使馆得到的消息，昨天晚上有不明身体的人用机枪扫射居民楼，而在突尼斯南部，也有两名中国人被误伤。大使馆提醒我们要尽量减少外出，注意安全。我还以为局势快明朗了，却不料是暴风雨来临前短暂一刻。而此刻，就在耳边，不连串的枪声不断地响起，军用飞机也不时低空飞过，不知道我们附近又发生什么事情了。就在刚才他们同事才打来电话，说离他们家周围已经设了路障不许任何无关人员出入。而他们的房东，一个六十多岁的老汉，手拿两把刀，告诉他们：不要害怕，我有枪，关键时刻要大家齐心协力。\n \n\nAt lunch, those who went to the embassy meeting came back, and my husband and others went nervously back to work.\n\nFrom the embassy I learned that last night people of unclear identity were firing machine guns into apartment buildings, and in the south of Tunisia two Chinese were accidentally injured. The embassy has warned us to refrain from going outdoors as much as possible and to keep safe. Here I thought the situation was about to clear up, I hadn't anticipated that that was merely a quiet pause in the storm. At this very minute, within my earshot are the constant sounds of consecutive gunshots, of military aircraft flying periodically overhead at low range, I have no idea what's going on outside around us. And just now a colleague rang me up saying that barriers have been set up all around them to prevent people from wandering in. And their landlord, a 60-something year-old guy, holding a knife in each hand, told them: don't be afraid, I have guns, when the time comes we can all work together.\n\n\n 局势越来越朴硕迷离，老总统的拥护者和他的势力范围也在用武装量保卫自己的权力，而新的势力则要用武装保卫自己的权力，最可怕的是，还有趁机捣乱来发展自己的武装，无辜的不明就理的民众可能就成了那篮易碎的“鸡蛋”！\n\n明天就要开始上班了！美丽多情的突尼斯，但愿在安拉在保佑下快点回归安宁！\n \n\nThe situation is becoming increasingly muddled, the ex-president's supporters are using armed force to protect areas where they still have control, and new forces are relying arms to defend their own power too; most frightening are those deliberately creating trouble to take advantage of the situation and stock up their own arsenal, while the innocent public are haplessly left stuck in the middle most probably to end up smashed like eggs!\n\nTomorrow I go back to work! Beautiful, warm Tunis, peace will return soon, inshallah!\n\n\nThis post is part of our special coverage of Tunisia Revolution 2011.",
  "original_body": "<em><strong>This post is part of our special coverage of <a href=\"http://globalvoicesonline.org/specialcoverage/tunisia-uprising-201011/\">Tunisia Revolution 2011</a>.</strong></em>\n\nThe <a href=\"http://globalvoicesonline.org/specialcoverage/tunisia-uprising-201011/\">uprising in Tunisia</a> has been widely reported on in Chinese media, and was one of the top stories online over this past weekend. Below are excerpts from a series of posts from a woman living in Tunis, blogging at Sina.com under the name 'tiger6698'.\n\n<strong>\n</strong>\n<blockquote><strong>突尼斯流血暴乱 (2011-01-13 04:51:54)</strong>\n\n<strong> </strong><strong> </strong></blockquote>\n<strong> </strong>\n\n<strong>\n<div class=\"translation\"><a href=\"http://blog.sina.com.cn/s/blog_4990e14e0100oa2s.html\">January 13</a>: Tunisia's bloody riots</div>\n</strong>\n\n<strong> </strong>\n\n<strong> </strong>\n<blockquote>突尼斯自上月１７日南部省会城市西迪布基德的一名青年抗议当地城管部门“粗暴执法”而试图自焚，随后抗议民众与国民卫队发生流血冲突，到现在为止，已经造成了６０多人的死亡（官方数字）．\n\n就在上月的２４号我们还到南部的沙漠去了，当时正至突尼斯举办一年一次的＂国际沙漠节＂人还是比较多的，在当时还没有感觉到有任何的暴风雨，人很多，各式各样的人都有，各个国家的人都有，比较鲜见的还是东方人的面孔，所以我们几个的到来也给干涩的沙漠增色不少．\n\n回到家里，就陆陆续续的听到有关骚乱的事情，刚听到的时候还是不以为然，因为突尼斯一向被称为欧洲的后花园，政局相当的稳定，人民也很友善，友好．只是没想到的是，冲突越来越呈漫延的事态，冲突越来越多，骚乱和游行的地方也越来越多，流血事件也越来越多，学校也从本周二开始也已经无限期的停课．\n\n突尼斯是个美丽的地方，现在的这个时候，正是突尼斯的雨季春天，万物复苏，白花待放．只是这一切在流血事件面前都是无力的，真的希望这样的流血冲突早点结束．</blockquote>\n<div class=\"translation\">\n\nOn the 17th of last month, a young man in the southern city of <a href=\"http://en.wikipedia.org/wiki/Sidi_Bouzid\">Sidi Bouzid</a> attempted self-immolation in protest of brutal treatment by <a href=\"http://en.wikipedia.org/wiki/City_Urban_Administrative_and_Law_Enforcement_Bureau\">chengguan</a>, which was followed by bloody clashes between the protesting public and the National Guard; as of now, more than 60 have died (official numbers).\n\nIt was on the 24th of last month that we went south to the desert for Tunisia's annual \"international desert festival\". There was still no feeling then of the storm brewing, we saw many people of every sort and from every country, but with Oriental faces few and far between, our arrival added more than a little color to the barren dry desert.\n\nOnce we got home, we started hearing snippets about the unrest; at the time, we didn't think much of it, as Tunisia is known as Europe's own backyard and the political situation has always been rather stable, with friendly and kind people. What we didn't expect was that the clashes would continue to grow and begin to spread. More clashes took place, then riots and protests, then bloodshed, and then this Tuesday schools were closed indefinitely.\n\nTunisia is a beautiful place; now happens to be Tunisia's rainy season, and with Spring coming, flowers are blossoming and everything is coming back to life. Yet, none of this has been able to stop the bloodshed, and I sincerely hope that these violent clashes end soon.\n\n</div>\n<strong>\n</strong>\n<blockquote><strong>突尼斯宵禁之夜 (2011-01-13 04:55:13)</strong>\n\n<strong> </strong><strong> </strong></blockquote>\n<strong> </strong>\n\n<strong>\n<div class=\"translation\"><a href=\"http://blog.sina.com.cn/s/blog_4990e14e0100oa2t.html\">January 13</a>: Tunis' night under curfew</div>\n</strong>\n\n<strong> </strong>\n\n<strong> </strong>\n<blockquote>傍晚时分得到消息，突尼斯今天夜里从晚上八点到第二天凌晨6点实行宵禁，任何人不得随意在外走动，如果被乱枪扫射或发生其他的意外，自行负责。\n\n晚上到食堂吃饭的时候大家都在议论这些事情，有一部分动作快的人已经开始到超市储备粮食了。不过他们回来所说的情景让我对明天到超市购物的成果不抱太多的希望：所有的肉架都是空，货架上的东西也所剩无几，他们也仅仅抢购了几包的干粮，意大利面条饼干。更让他们担心的是，当他们还没有出来的时候，保安已经要关门了，门口还等着n多的人要进去买东西，一方要关门一方不要关门，双方发生激烈的争执，再加上小孩子哇哇的哭声，争吵声……让本来就紧张的气氛更加的恐怖。他们匆忙付过钱把提着东西从小出口快步离开。\n\n据他们说，停车场里满满的车辆，外面有很多的人都在等着抢购东西。</blockquote>\n<div class=\"translation\">\n\nWe heard word this evening that Tunis is now under curfew from 8pm until 6am during which nobody will be allowed to go out freely; anyone caught in the gunfire or any other accident will be responsible for themselves.\n\nLater at the cafeteria, everyone was talking about this, and those quickest to react had already been to the supermarket to stock up on food. But the scene they described leaves the rest of us with little hope of being able to get anything from the supermarket tomorrow: the meat counters were all empty and next to nothing was left on the shelves. They were only able to rush and buy a few bags of dried goods, spaghetti and crackers. What worries us most is that before they'd even gotten out of the store, the security guards were already about to shut the doors, even with hundreds of people waiting outside wanting to come in and buy stuff. One wanted to lock up and the other didn't and there was an intense dispute, the sound of children crying, people arguing....just made an already tense atmosphere all the more terrifying. They hurriedly paid and left quickly through the back door.\n\nAccording to them, the parking lot was packed full of cars, and outside people were waiting in a panic to start buying.\n\n</div>\n<blockquote>下午六时左右原本是大街上最热闹的时候，而现在却鲜有车辆驶过，冷冷清清。我们吃过饭也开车回家，所有的商店都已经关门了。我们抱着看一看的心态到一卖菜的小店去看看，其它的都已经关门，而仅剩的一家也正在收拾东西要关门，但是里面却挤满了人。我们赶快下车加入到了行列当中。滩主看见我们就笑了，估计他的小店里也从来没有这么多人。\n\n我买了些土豆萝卜青菜和一根的胡萝卜（仅剩的一颗，估计也是旁边买菜的女人没看到，她则买了很多的各式各样的店里蔬菜），而同车的朋友也买了很多。万一超市不开门，食堂储备的东西吃光光的话，最超码我们还有几天的粮食，不到弹尽粮绝。\n\n回家的路上就只有我们一辆车在路上跑了，根本看到平日此刻的灯火通明和繁华，空气中弥漫着硝烟的味道。\n\n已经到了宵禁的时间，突尼斯已部署了大批全副武装的士兵和装甲车等各种军用车辆。听得外面有救护车的声音，不时地还听到了几声辟雳啪啦的枪响。</blockquote>\n<div class=\"translation\">\n\nUsually around six at night is when the streets are at their busiest, but now you rarely even see a car go buy, everywhere is deserted. We finished dinner and drove home, all the shops were already closed. We were heartened to finally see a vegetable shop still open as everywhere else was closed, but they too were about to close up, even though inside was packed full of people. We rushed out of the car and got in line. The owner laughed when he saw us, I guess their shop has never seen so many people in it before.\n\nI was able to buy some potatoes, turnips, greens and one carrot (it was the last one left, I guess the woman standing next to me hadn't noticed it, she was buying up every kind of vegetable in the shop), and those who came with us bought a lot too. If the supermarkets don't open, and we eat through everything stored at the cafeteria, at the very least we'll have enough food to last a few days, we won't starve.\n\nOn the way home ours was the only car on the road, no sign of the bright lights and activity usual for this hour, and the smell of gunpowder had begun to fill the air.\n\nBy the time curfew began, the streets of Tunis were filled with fully-equipped soldiers and armored vehicles and every sort of military vehicle. We could hear ambulance sirens outside, with the occasional rat-tat-tat of gunfire.\n\n</div>\n\n[caption id=\"attachment_187419\" align=\"aligncenter\" width=\"223\" caption=\"Hands of Tunisian youth, from Flickr user 3afsa\"]<a href=\"http://www.flickr.com/photos/3afsa/5362825408/\"><img class=\"size-medium wp-image-187419\" title=\"tns\" src=\"http://globalvoicesonline.org/wp-content/uploads/2011/01/tns-223x300.jpg\" alt=\"\" width=\"223\" height=\"300\" /></a>[/caption]\n\n<strong>\n</strong>\n<blockquote><strong>在突尼斯抢购 (2011-01-13 22:59:45)</strong>\n\n<strong> </strong><strong> </strong></blockquote>\n<strong> </strong>\n\n<strong>\n<div class=\"translation\"><a href=\"http://blog.sina.com.cn/s/blog_4990e14e0100oaov.html\">January 13</a>: <a href=\"http://en.wikipedia.org/wiki/Panic_buying\">Panic buying</a> in Tunis</div>\n</strong>\n\n<strong> </strong>\n\n<strong> </strong>\n<blockquote>早上醒来便早早的打开电脑查看一下有没有最新的消息，结果还真的有，昨天晚上骚乱和暴动已经蔓延至LAC区，而就在昨日夜间，靠近家乐福方向（ADECCO）区域遭到攻击，闹事群众已经将此区域的一家 MONOPRIX超市烧毁，而我们食堂附近的MONOPRIX也从今日起暂停营业；而突尼斯西部和中部已失去控制，军队已撤出此两个城市，表示放弃镇压。昨天夜间，在西部区域发生11名女孩被强奸事件。暴动群众完全失控。外交部领事司及驻突使馆也发出了安全防范，减少不必要的外出，尽量不要前往事发地区或人员聚集场所，务必注意安全的提醒。</blockquote>\n<div class=\"translation\">This morning I got up early and turned on the computer to see if there was any news, and there definitely was. By last night, the rioting had already spread to the <a href=\"http://en.wikipedia.org/wiki/Berges_du_Lac\">Lac district</a>, and Adecco district near the Carrefour was attacked overnight. Angry crowds even burned down a Monoprix supermarket there, and the Monoprix near our canteen has closed starting today. The west and south of Tunisia are already out of control, and the army has already left withdrawn from two cities, suggesting that they'll cease the repression. Sometime last night, an 11-year-old girl was raped in the western region. The crowds of rioters are already out of control. The foreign ministry attache and the embassy here have sent out a advisory warning us to take safety precautions, to only go out when necessary and to stay out of the affected areas and away from gatherings of people.</div>\n<blockquote>真是不知道以什么样的心情看这些信息，总感觉不像是真的，打开窗户走到阳台，一阵冷风吹来，不由得打了个寒战，向下望去。楼下的学校昨天还有一部分被家长送来看护的学生在嬉笑打骂跑着玩，今天却一个也没有来了，只剩下门口的几个小旗在风中挥舞，隐隐约约的听天远处有救护车的声音。\n\n想起昨天晚上我听到到枪声之后告诉老公，老公说像放鞭炮，是啊，真的像放鞭炮的声音，只不过我们的鞭炮是喜庆的心情，而此刻却是一种担心，担心有人因此而受伤，担心“鞭炮”的声音会再响起，而不多大一会儿就听到了救护车的声音。\n\n门口有钥匙开门的声音，是打扫卫生的阿姨来了。我让她看了网上的几张照片，她便开始不断的给我比划有人受伤有人中弹的样子……</blockquote>\n<div class=\"translation\">\n\nI really don't know how I should feel about all this news, it feels as though it isn't real. I opened the window and went out onto the balcony, a cold wind was blowing, I couldn't help but start shivering, and then I looked down. Just yesterday, there were parents watching their children laugh and goof around outside the school downstairs, but not a single one of them came today. All there is are the few small flags flapping in the wind, with the faint distant sound of ambulance sirens.\n\nYesterday when I told my husband of the gunshots I'd heard, he said they sounded like firecrackers. Yeah, they really do sound like firecrackers, it's just that our firecrackers are for when we celebrate, but right now here we're all worried, worried that people out there are getting hurt each time we hear the \"firecrackers\" or the frequent sound of ambulance sirens.\n\nThe sound of keys in the door, it turned out to be the cleaning lady. I showed her some pictures online, then she started making gestures like of somebody getting shot......\n\n</div>\n<strong>\n</strong>\n<blockquote><strong>在突尼斯蜗居 (2011-01-15 03:29:21)</strong>\n\n<strong> </strong><strong> </strong></blockquote>\n<strong> </strong>\n\n<strong>\n<div class=\"translation\"><a href=\"http://blog.sina.com.cn/s/blog_4990e14e0100ocoj.html\">January 15</a>: <a href=\"http://en.wikipedia.org/wiki/Dwelling_Narrowness\">Narrow dwelling</a> in Tunis</div>\n</strong>\n\n<strong> </strong>\n\n<strong> </strong>\n<blockquote>今天是突尼斯大罢工，我们家附近很是风平浪静，可能是离市区和总统府比较远的原因吧。\n\n原本以为宵禁只是周四一个晚上，后来听别人介绍了才知道，只要没有通知宵禁解除，便一下处于宵禁的状态之中。昨天中午从食堂吃过饭回来的晚上，看到一路的商店全被铁门死死的封着，玻璃门安静的藏在栅栏般的铁门后，里面，则空荡荡的一无所有。商户们已经转移走了自己所有的东西。平静的空气，平静的房子，平静的马路，不平静涌动的却是人们的心里。</blockquote>\n<div class=\"translation\">\n\nToday Tunis went on general strike, and everything is dead quiet outside our home, possibly because we live quite far from the city center and presidential palace.\n\nI originally thought the curfew was only in place for Thursday night, but I only later heard from somebody that until an order comes down to lift the curfew, it stays in place. Last night as I was coming home after dinner at the canteen, every shop I passed had their metal gates pulled down tight, and behind the glass windows standing quietly behind them, inside was completely empty. Shop-owners have already moved all their goods out. The air is quiet, the houses are quiet, the roads are quiet, the only thing not quiet are people's hearts.\n\n</div>\n[...]\n<blockquote>总统昨天晚上已经发表电视讲话：本·阿里表示，他将尊重国家宪法，保证不会为谋求连任而修改宪法。此外，本·阿里还承诺立即在突尼斯实现“全面而彻底”的新闻自由，任何媒体和记者都可以在遵守职业道德的基础上，自由履行自己的职责。政府接受广大民众的“合法要求”，将立即对国家政治和经济进行“全面、彻底和深入的”改革。但他同时强调，改革需要安定的环境，需要社会各阶层的合作。他承诺政府将立即采取措施，降低生活必需品和基本服务的价格，增加政府对生活必需品的补贴和对困难家庭的救济。\n\n人们听到讲话之后也不管什么宵禁不宵禁的都出来狂欢了。\n\n政府做的表态还真的让人感动，不知道这场风波是不是就此已经结束，美丽的突尼斯就此而进入平静的生活？</blockquote>\n<div class=\"translation\">\n\nLast night, the President gave a speech on TV: Ben Ali says that he will respect the country's constitution, and promised that he won't alter the constitution so that he can remain in power. Ben Ali also promised to immediately implement \"full and absolute\" press freedom for the country, and that any media or journalist, within professional boundaries, may now perform their duties freely. The government will meet the public's \"legal demands\" and immediately launch \"full, absolute and pervasive\" political and economic reforms. But at the same time, he emphasized that reforms require a stable environment and the cooperation of all layers of society. He promised that the government will take immediate steps to lower the costs of daily life goods and essential services, and increase government relief subsidies for impoverished families.\n\nWhen people heard that, curfew or no curfew, they all came out and cheered.\n\nThe government's declaration was truly moving, and I don't know if this storm is over now, if beautiful Tunisia will be able to return to peaceful life.\n\n</div>\n<strong>\n</strong>\n<blockquote><strong>“不堪一击”的突尼斯政坛 (2011-01-15 16:43:07)</strong>\n\n<strong> </strong><strong> </strong></blockquote>\n<strong> </strong>\n\n<strong>\n<div class=\"translation\"><a href=\"http://blog.sina.com.cn/s/blog_4990e14e0100od0q.html\">January 15</a>: Tunisian politics fell with just one blow</div>\n</strong>\n\n<strong> </strong>\n\n<strong> </strong>\n<blockquote>真的让人太不可思议了，我都不知道该怎么形容我此刻的心情。今天一天接二连三发生了很多的事情，而这些事情可能是绝大多数人都无法预料和想像的。</blockquote>\n<div class=\"translation\">The unthinkable has happened, I really have no idea how to describe how I feel now. So many things happened today, things I think the vast majority of people could never have predicted or imagined.</div>\n[...]\n<blockquote>像突尼斯发生的这类不公平，在中国真的算不了什么。而类似的起端，对中国人来说可能真的不算什么，可这处突尼斯青年作出过很激进的形为，而突尼斯原本平稳的政局却由此一火烧得天翻地覆，改变了突尼斯的政坦，改变了整个突尼斯的历史。而这个青年，则注定永远记入了突尼斯的史册。</blockquote>\n<div class=\"translation\">The kind of injustice that has taken place here in Tunisia, in China, isn't really a big deal. And what caused all this are things that, for Chinese people are almost trivial. But for here, what <a href=\"http://en.wikipedia.org/wiki/Mohamed_Bouazizi\">that young Tunisian</a> did was something very radical and resulted in a fire which now blazes all across Tunisia, which used to be so calm, and has changed the country's political sphere, as well as its course of history. This young man will forever be guaranteed a spot in Tunisia's history books.</div>\n<blockquote>而更为让人不可思议的是，政府虽然动用的军队，但军民的鱼水之情却是令人感叹。在游行现场，有人在与军队的人握手，有人在与军队的人行贴面礼……然后接着继续往前走，完全是一片祥和的气氛。\n[...]\n……说到底，还是他们心太软，要在中国政府，早就把他们杀得片甲不留，还会等到总统先逃，如果在中国，枪在谁的手里谁有理……看来突尼斯人还真的需要跟中国学一学，中国历史几千年，还没有那一个朝代被手无寸铁的没有任何组织的暴民吓跑的。\n\n空中现在不时的响起直升机嗡嗡的巡逻声，明天的突尼斯会怎么样呢？</blockquote>\n<div class=\"translation\">Yet what's most unimaginable about all this is that although the government has mobilized the army, it's shocking how matter-of-fact soldiers are being about this. At one protest, someone went up and started shaking hands with soliders, and others have gone up and welcomed them with cheek kisses.......only to then go on their way, it's a completely positive mood.\n[...]\n......to be frank, these soldiers are too soft-hearted. If this was the Chinese government, they've have killed every last one of them at the get-go, never mind holding out for the president to flee. If this was China, whoever was holding the guns would be in charge.....it seems Tunisians could really stand to learn from China; China's history goes back thousands of years, but there hasn't been a single dynasty that was chased off by completely unorganized unarmed rioters.\n\nWe keep hearing the drone of helicopters on patrol, what will tomorrow bring for Tunisia?\n\n</div>\n<strong>\n</strong>\n<blockquote><strong>突尼斯－－危机四伏 (2011-01-16 03:49:52)</strong>\n\n<strong> </strong><strong> </strong></blockquote>\n<strong> </strong>\n\n<strong>\n<div class=\"translation\"><a href=\"http://blog.sina.com.cn/s/blog_4990e14e0100odd2.html\">January 16</a>: Tunis—danger on all sides</div>\n</strong>\n\n<strong> </strong>\n\n<strong> </strong>\n<blockquote>总统带着他的部分家人到达沙特，而昨天晚上突尼斯当局已经开始对前总统的亲信开始了逮捕行动。今天原本由总理代管总统职位，但根据突宪法第57条的规定，国民议会议长将在此期间临时代理总统履行职权。二度易权，说明了突权力机构的不和谐，而这种不和谐更加剧了政局和社会治安的不稳定。而同时，又有消息指出，突东部旅游城市莫纳斯提尔一座监狱15日发生火灾，造成至少42人死亡。发生火灾的原因不明。而有朋友打电话给我，好像听说昨天晚上有不明武装分子向民众开枪，甚至连北非“基地”组织现在也对突尼斯有了兴趣……突尼斯全国现已处于无政府状态，政府部门停止办公，国际机场被军队接管，各地频发抢劫超市和打劫民宅等犯罪事件。在首都突尼斯，一些民众自发地组织起来，手持棍棒维护社区安全……</blockquote>\n<div class=\"translation\">The President and part of his family have arrived in Saudi Arabia, Tunisian authorities began arresting his cronies. The Prime Minister was set to succeed the President today, but according to article 57 of the Tunisian constitution, the head of the National Assembly temporarily assumes the role of President. Having power transition to the second in command, just shows how unharmonious Tunisia's bodies of authority are, and this unharmoniousness has only exacerbated instability in the political situation and in social order. At the same time, now there's word that a fire broke out in a prison in the tourist city Monastir to the east, resulting in 42 deaths. Reasons for the fire are unclear. Also, a friend called me and said he heard that armed individuals whose of unknown origin opened fire on a crowd, and that Tunisia has even now become of interest to Al Qaeda's North African branch......all of Tunisia is in anarchy now, government offices are all closed, the international airport has been taken over by the military, and crimes such as supermarket and home robberies are happening all over. Here in the capital Tunis, some citizens have spontaneously organized and now carry sticks to protect the safety of their communities......</div>\n<strong>\n</strong>\n<blockquote><strong>别怕，我有枪！ (2011-01-17 00:53:14)</strong>\n\n<strong> </strong><strong> </strong></blockquote>\n<strong> </strong>\n\n<strong>\n<div class=\"translation\"><a href=\"http://blog.sina.com.cn/s/blog_4990e14e0100odzj.html\">January 17</a>: Don't worry, I have guns!</div>\n</strong>\n\n<strong> </strong>\n\n<strong> </strong>\n<blockquote>中午时分，去大使馆开会的人回来了，老公他们便又开始了紧张的布署工作。\n\n而从大使馆得到的消息，昨天晚上有不明身体的人用机枪扫射居民楼，而在突尼斯南部，也有两名中国人被误伤。大使馆提醒我们要尽量减少外出，注意安全。我还以为局势快明朗了，却不料是暴风雨来临前短暂一刻。而此刻，就在耳边，不连串的枪声不断地响起，军用飞机也不时低空飞过，不知道我们附近又发生什么事情了。就在刚才他们同事才打来电话，说离他们家周围已经设了路障不许任何无关人员出入。而他们的房东，一个六十多岁的老汉，手拿两把刀，告诉他们：不要害怕，我有枪，关键时刻要大家齐心协力。</blockquote>\n<div class=\"translation\">\n\nAt lunch, those who went to the embassy meeting came back, and my husband and others went nervously back to work.\n\nFrom the embassy I learned that last night people of unclear identity were firing machine guns into apartment buildings, and in the south of Tunisia two Chinese were accidentally injured. The embassy has warned us to refrain from going outdoors as much as possible and to keep safe. Here I thought the situation was about to clear up, I hadn't anticipated that that was merely a quiet pause in the storm. At this very minute, within my earshot are the constant sounds of consecutive gunshots, of military aircraft flying periodically overhead at low range, I have no idea what's going on outside around us. And just now a colleague rang me up saying that barriers have been set up all around them to prevent people from wandering in. And their landlord, a 60-something year-old guy, holding a knife in each hand, told them: don't be afraid, I have guns, when the time comes we can all work together.\n\n</div>\n<blockquote>局势越来越朴硕迷离，老总统的拥护者和他的势力范围也在用武装量保卫自己的权力，而新的势力则要用武装保卫自己的权力，最可怕的是，还有趁机捣乱来发展自己的武装，无辜的不明就理的民众可能就成了那篮易碎的“鸡蛋”！\n\n明天就要开始上班了！美丽多情的突尼斯，但愿在安拉在保佑下快点回归安宁！</blockquote>\n<div class=\"translation\">\n\nThe situation is becoming increasingly muddled, the ex-president's supporters are using armed force to protect areas where they still have control, and new forces are relying arms to defend their own power too; most frightening are those deliberately creating trouble to take advantage of the situation and stock up their own arsenal, while the innocent public are haplessly left stuck in the middle most probably to end up smashed like eggs!\n\nTomorrow I go back to work! Beautiful, warm Tunis, peace will return soon, inshallah!\n\n</div>\n<em><strong>This post is part of our special coverage of <a href=\"http://globalvoicesonline.org/specialcoverage/tunisia-uprising-201011/\">Tunisia Revolution 2011</a>.</strong></em>",
  "title": "China: Tense days and nights in Tunis",
  "byline": "Feng37",
  "pub_date": "2011-01-17T19:11:26Z",
  "decompositions": {
    "sentence": [
      "This post is part of our special coverage of Tunisia Revolution 2011.",
      "The uprising in Tunisia has been widely reported on in Chinese media, and was one of the top stories online over this past weekend.",
      "Below are excerpts from a series of posts from a woman living in Tunis, blogging at Sina.com under the name 'tiger6698'.",
      "突尼斯流血暴乱 (2011-01-13 04:51:54)\n\n  \n \n\n\n January 13: Tunisia's bloody riots\n\n\n \n\n \n 突尼斯自上月１７日南部省会城市西迪布基德的一名青年抗议当地城管部门“粗暴执法”而试图自焚，随后抗议民众与国民卫队发生流血冲突，到现在为止，已经造成了６０多人的死亡（官方数字）．\n\n就在上月的２４号我们还到南部的沙漠去了，当时正至突尼斯举办一年一次的＂国际沙漠节＂人还是比较多的，在当时还没有感觉到有任何的暴风雨，人很多，各式各样的人都有，各个国家的人都有，比较鲜见的还是东方人的面孔，所以我们几个的到来也给干涩的沙漠增色不少．\n\n回到家里，就陆陆续续的听到有关骚乱的事情，刚听到的时候还是不以为然，因为突尼斯一向被称为欧洲的后花园，政局相当的稳定，人民也很友善，友好．只是没想到的是，冲突越来越呈漫延的事态，冲突越来越多，骚乱和游行的地方也越来越多，流血事件也越来越多，学校也从本周二开始也已经无限期的停课．\n\n突尼斯是个美丽的地方，现在的这个时候，正是突尼斯的雨季春天，万物复苏，白花待放．只是这一切在流血事件面前都是无力的，真的希望这样的流血冲突早点结束．\n \n\nOn the 17th of last month, a young man in the southern city of Sidi Bouzid attempted self-immolation in protest of brutal treatment by chengguan, which was followed by bloody clashes between the protesting public and the National Guard; as of now, more than 60 have died (official numbers).",
      "It was on the 24th of last month that we went south to the desert for Tunisia's annual \"international desert festival\".",
      "There was still no feeling then of the storm brewing, we saw many people of every sort and from every country, but with Oriental faces few and far between, our arrival added more than a little color to the barren dry desert.",
      "Once we got home, we started hearing snippets about the unrest; at the time, we didn't think much of it, as Tunisia is known as Europe's own backyard and the political situation has always been rather stable, with friendly and kind people.",
      "What we didn't expect was that the clashes would continue to grow and begin to spread.",
      "More clashes took place, then riots and protests, then bloodshed, and then this Tuesday schools were closed indefinitely.",
      "Tunisia is a beautiful place; now happens to be Tunisia's rainy season, and with Spring coming, flowers are blossoming and everything is coming back to life.",
      "Yet, none of this has been able to stop the bloodshed, and I sincerely hope that these violent clashes end soon.",
      "突尼斯宵禁之夜 (2011-01-13 04:55:13)\n\n  \n \n\n\n January 13: Tunis' night under curfew\n\n\n \n\n \n 傍晚时分得到消息，突尼斯今天夜里从晚上八点到第二天凌晨6点实行宵禁，任何人不得随意在外走动，如果被乱枪扫射或发生其他的意外，自行负责。\n\n晚上到食堂吃饭的时候大家都在议论这些事情，有一部分动作快的人已经开始到超市储备粮食了。不过他们回来所说的情景让我对明天到超市购物的成果不抱太多的希望：所有的肉架都是空，货架上的东西也所剩无几，他们也仅仅抢购了几包的干粮，意大利面条饼干。更让他们担心的是，当他们还没有出来的时候，保安已经要关门了，门口还等着n多的人要进去买东西，一方要关门一方不要关门，双方发生激烈的争执，再加上小孩子哇哇的哭声，争吵声……让本来就紧张的气氛更加的恐怖。他们匆忙付过钱把提着东西从小出口快步离开。\n\n据他们说，停车场里满满的车辆，外面有很多的人都在等着抢购东西。\n \n\nWe heard word this evening that Tunis is now under curfew from 8pm until 6am during which nobody will be allowed to go out freely; anyone caught in the gunfire or any other accident will be responsible for themselves.",
      "Later at the cafeteria, everyone was talking about this, and those quickest to react had already been to the supermarket to stock up on food.",
      "But the scene they described leaves the rest of us with little hope of being able to get anything from the supermarket tomorrow: the meat counters were all empty and next to nothing was left on the shelves.",
      "They were only able to rush and buy a few bags of dried goods, spaghetti and crackers.",
      "What worries us most is that before they'd even gotten out of the store, the security guards were already about to shut the doors, even with hundreds of people waiting outside wanting to come in and buy stuff.",
      "One wanted to lock up and the other didn't and there was an intense dispute, the sound of children crying, people arguing....just made an already tense atmosphere all the more terrifying.",
      "They hurriedly paid and left quickly through the back door.",
      "According to them, the parking lot was packed full of cars, and outside people were waiting in a panic to start buying.",
      "下午六时左右原本是大街上最热闹的时候，而现在却鲜有车辆驶过，冷冷清清。我们吃过饭也开车回家，所有的商店都已经关门了。我们抱着看一看的心态到一卖菜的小店去看看，其它的都已经关门，而仅剩的一家也正在收拾东西要关门，但是里面却挤满了人。我们赶快下车加入到了行列当中。滩主看见我们就笑了，估计他的小店里也从来没有这么多人。\n\n我买了些土豆萝卜青菜和一根的胡萝卜（仅剩的一颗，估计也是旁边买菜的女人没看到，她则买了很多的各式各样的店里蔬菜），而同车的朋友也买了很多。万一超市不开门，食堂储备的东西吃光光的话，最超码我们还有几天的粮食，不到弹尽粮绝。\n\n回家的路上就只有我们一辆车在路上跑了，根本看到平日此刻的灯火通明和繁华，空气中弥漫着硝烟的味道。\n\n已经到了宵禁的时间，突尼斯已部署了大批全副武装的士兵和装甲车等各种军用车辆。听得外面有救护车的声音，不时地还听到了几声辟雳啪啦的枪响。\n \n\nUsually around six at night is when the streets are at their busiest, but now you rarely even see a car go buy, everywhere is deserted.",
      "We finished dinner and drove home, all the shops were already closed.",
      "We were heartened to finally see a vegetable shop still open as everywhere else was closed, but they too were about to close up, even though inside was packed full of people.",
      "We rushed out of the car and got in line.",
      "The owner laughed when he saw us, I guess their shop has never seen so many people in it before.",
      "I was able to buy some potatoes, turnips, greens and one carrot (it was the last one left, I guess the woman standing next to me hadn't noticed it, she was buying up every kind of vegetable in the shop), and those who came with us bought a lot too.",
      "If the supermarkets don't open, and we eat through everything stored at the cafeteria, at the very least we'll have enough food to last a few days, we won't starve.",
      "On the way home ours was the only car on the road, no sign of the bright lights and activity usual for this hour, and the smell of gunpowder had begun to fill the air.",
      "By the time curfew began, the streets of Tunis were filled with fully-equipped soldiers and armored vehicles and every sort of military vehicle.",
      "We could hear ambulance sirens outside, with the occasional rat-tat-tat of gunfire.",
      "[caption id=\"attachment_187419\" align=\"aligncenter\" width=\"223\" caption=\"Hands of Tunisian youth, from Flickr user 3afsa\"][/caption]\n\n\n\n 在突尼斯抢购 (2011-01-13 22:59:45)\n\n  \n \n\n\n January 13: Panic buying in Tunis\n\n\n \n\n \n 早上醒来便早早的打开电脑查看一下有没有最新的消息，结果还真的有，昨天晚上骚乱和暴动已经蔓延至LAC区，而就在昨日夜间，靠近家乐福方向（ADECCO）区域遭到攻击，闹事群众已经将此区域的一家 MONOPRIX超市烧毁，而我们食堂附近的MONOPRIX也从今日起暂停营业；而突尼斯西部和中部已失去控制，军队已撤出此两个城市，表示放弃镇压。昨天夜间，在西部区域发生11名女孩被强奸事件。暴动群众完全失控。外交部领事司及驻突使馆也发出了安全防范，减少不必要的外出，尽量不要前往事发地区或人员聚集场所，务必注意安全的提醒。\n This morning I got up early and turned on the computer to see if there was any news, and there definitely was.",
      "By last night, the rioting had already spread to the Lac district, and Adecco district near the Carrefour was attacked overnight.",
      "Angry crowds even burned down a Monoprix supermarket there, and the Monoprix near our canteen has closed starting today.",
      "The west and south of Tunisia are already out of control, and the army has already left withdrawn from two cities, suggesting that they'll cease the repression.",
      "Sometime last night, an 11-year-old girl was raped in the western region.",
      "The crowds of rioters are already out of control.",
      "The foreign ministry attache and the embassy here have sent out a advisory warning us to take safety precautions, to only go out when necessary and to stay out of the affected areas and away from gatherings of people.",
      "真是不知道以什么样的心情看这些信息，总感觉不像是真的，打开窗户走到阳台，一阵冷风吹来，不由得打了个寒战，向下望去。楼下的学校昨天还有一部分被家长送来看护的学生在嬉笑打骂跑着玩，今天却一个也没有来了，只剩下门口的几个小旗在风中挥舞，隐隐约约的听天远处有救护车的声音。\n\n想起昨天晚上我听到到枪声之后告诉老公，老公说像放鞭炮，是啊，真的像放鞭炮的声音，只不过我们的鞭炮是喜庆的心情，而此刻却是一种担心，担心有人因此而受伤，担心“鞭炮”的声音会再响起，而不多大一会儿就听到了救护车的声音。\n\n门口有钥匙开门的声音，是打扫卫生的阿姨来了。我让她看了网上的几张照片，她便开始不断的给我比划有人受伤有人中弹的样子……\n \n\nI really don't know how I should feel about all this news, it feels as though it isn't real.",
      "I opened the window and went out onto the balcony, a cold wind was blowing, I couldn't help but start shivering, and then I looked down.",
      "Just yesterday, there were parents watching their children laugh and goof around outside the school downstairs, but not a single one of them came today.",
      "All there is are the few small flags flapping in the wind, with the faint distant sound of ambulance sirens.",
      "Yesterday when I told my husband of the gunshots I'd heard, he said they sounded like firecrackers.",
      "Yeah, they really do sound like firecrackers, it's just that our firecrackers are for when we celebrate, but right now here we're all worried, worried that people out there are getting hurt each time we hear the \"firecrackers\" or the frequent sound of ambulance sirens.",
      "The sound of keys in the door, it turned out to be the cleaning lady.",
      "I showed her some pictures online, then she started making gestures like of somebody getting shot......\n\n\n\n\n 在突尼斯蜗居 (2011-01-15 03:29:21)\n\n  \n \n\n\n January 15: Narrow dwelling in Tunis\n\n\n \n\n \n 今天是突尼斯大罢工，我们家附近很是风平浪静，可能是离市区和总统府比较远的原因吧。\n\n原本以为宵禁只是周四一个晚上，后来听别人介绍了才知道，只要没有通知宵禁解除，便一下处于宵禁的状态之中。昨天中午从食堂吃过饭回来的晚上，看到一路的商店全被铁门死死的封着，玻璃门安静的藏在栅栏般的铁门后，里面，则空荡荡的一无所有。商户们已经转移走了自己所有的东西。平静的空气，平静的房子，平静的马路，不平静涌动的却是人们的心里。\n \n\nToday Tunis went on general strike, and everything is dead quiet outside our home, possibly because we live quite far from the city center and presidential palace.",
      "I originally thought the curfew was only in place for Thursday night, but I only later heard from somebody that until an order comes down to lift the curfew, it stays in place.",
      "Last night as I was coming home after dinner at the canteen, every shop I passed had their metal gates pulled down tight, and behind the glass windows standing quietly behind them, inside was completely empty.",
      "Shop-owners have already moved all their goods out.",
      "The air is quiet, the houses are quiet, the roads are quiet, the only thing not quiet are people's hearts.",
      "[...]\n 总统昨天晚上已经发表电视讲话：本·阿里表示，他将尊重国家宪法，保证不会为谋求连任而修改宪法。此外，本·阿里还承诺立即在突尼斯实现“全面而彻底”的新闻自由，任何媒体和记者都可以在遵守职业道德的基础上，自由履行自己的职责。政府接受广大民众的“合法要求”，将立即对国家政治和经济进行“全面、彻底和深入的”改革。但他同时强调，改革需要安定的环境，需要社会各阶层的合作。他承诺政府将立即采取措施，降低生活必需品和基本服务的价格，增加政府对生活必需品的补贴和对困难家庭的救济。\n\n人们听到讲话之后也不管什么宵禁不宵禁的都出来狂欢了。\n\n政府做的表态还真的让人感动，不知道这场风波是不是就此已经结束，美丽的突尼斯就此而进入平静的生活？\n \n\nLast night, the President gave a speech on TV: Ben Ali says that he will respect the country's constitution, and promised that he won't alter the constitution so that he can remain in power.",
      "Ben Ali also promised to immediately implement \"full and absolute\" press freedom for the country, and that any media or journalist, within professional boundaries, may now perform their duties freely.",
      "The government will meet the public's \"legal demands\" and immediately launch \"full, absolute and pervasive\" political and economic reforms.",
      "But at the same time, he emphasized that reforms require a stable environment and the cooperation of all layers of society.",
      "He promised that the government will take immediate steps to lower the costs of daily life goods and essential services, and increase government relief subsidies for impoverished families.",
      "When people heard that, curfew or no curfew, they all came out and cheered.",
      "The government's declaration was truly moving, and I don't know if this storm is over now, if beautiful Tunisia will be able to return to peaceful life.",
      "“不堪一击”的突尼斯政坛 (2011-01-15 16:43:07)\n\n  \n \n\n\n January 15: Tunisian politics fell with just one blow\n\n\n \n\n \n 真的让人太不可思议了，我都不知道该怎么形容我此刻的心情。今天一天接二连三发生了很多的事情，而这些事情可能是绝大多数人都无法预料和想像的。\n The unthinkable has happened, I really have no idea how to describe how I feel now.",
      "So many things happened today, things I think the vast majority of people could never have predicted or imagined.",
      "[...]\n 像突尼斯发生的这类不公平，在中国真的算不了什么。而类似的起端，对中国人来说可能真的不算什么，可这处突尼斯青年作出过很激进的形为，而突尼斯原本平稳的政局却由此一火烧得天翻地覆，改变了突尼斯的政坦，改变了整个突尼斯的历史。而这个青年，则注定永远记入了突尼斯的史册。\n The kind of injustice that has taken place here in Tunisia, in China, isn't really a big deal.",
      "And what caused all this are things that, for Chinese people are almost trivial.",
      "But for here, what that young Tunisian did was something very radical and resulted in a fire which now blazes all across Tunisia, which used to be so calm, and has changed the country's political sphere, as well as its course of history.",
      "This young man will forever be guaranteed a spot in Tunisia's history books.",
      "而更为让人不可思议的是，政府虽然动用的军队，但军民的鱼水之情却是令人感叹。在游行现场，有人在与军队的人握手，有人在与军队的人行贴面礼……然后接着继续往前走，完全是一片祥和的气氛。\n[...]\n……说到底，还是他们心太软，要在中国政府，早就把他们杀得片甲不留，还会等到总统先逃，如果在中国，枪在谁的手里谁有理……看来突尼斯人还真的需要跟中国学一学，中国历史几千年，还没有那一个朝代被手无寸铁的没有任何组织的暴民吓跑的。\n\n空中现在不时的响起直升机嗡嗡的巡逻声，明天的突尼斯会怎么样呢？\n Yet what's most unimaginable about all this is that although the government has mobilized the army, it's shocking how matter-of-fact soldiers are being about this.",
      "At one protest, someone went up and started shaking hands with soliders, and others have gone up and welcomed them with cheek kisses.......only to then go on their way, it's a completely positive mood.",
      "[...]\n......to be frank, these soldiers are too soft-hearted.",
      "If this was the Chinese government, they've have killed every last one of them at the get-go, never mind holding out for the president to flee.",
      "If this was China, whoever was holding the guns would be in charge.....it seems Tunisians could really stand to learn from China; China's history goes back thousands of years, but there hasn't been a single dynasty that was chased off by completely unorganized unarmed rioters.",
      "We keep hearing the drone of helicopters on patrol, what will tomorrow bring for Tunisia?",
      "突尼斯－－危机四伏 (2011-01-16 03:49:52)\n\n  \n \n\n\n January 16: Tunis—danger on all sides\n\n\n \n\n \n 总统带着他的部分家人到达沙特，而昨天晚上突尼斯当局已经开始对前总统的亲信开始了逮捕行动。今天原本由总理代管总统职位，但根据突宪法第57条的规定，国民议会议长将在此期间临时代理总统履行职权。二度易权，说明了突权力机构的不和谐，而这种不和谐更加剧了政局和社会治安的不稳定。而同时，又有消息指出，突东部旅游城市莫纳斯提尔一座监狱15日发生火灾，造成至少42人死亡。发生火灾的原因不明。而有朋友打电话给我，好像听说昨天晚上有不明武装分子向民众开枪，甚至连北非“基地”组织现在也对突尼斯有了兴趣……突尼斯全国现已处于无政府状态，政府部门停止办公，国际机场被军队接管，各地频发抢劫超市和打劫民宅等犯罪事件。在首都突尼斯，一些民众自发地组织起来，手持棍棒维护社区安全……\n The President and part of his family have arrived in Saudi Arabia, Tunisian authorities began arresting his cronies.",
      "The Prime Minister was set to succeed the President today, but according to article 57 of the Tunisian constitution, the head of the National Assembly temporarily assumes the role of President.",
      "Having power transition to the second in command, just shows how unharmonious Tunisia's bodies of authority are, and this unharmoniousness has only exacerbated instability in the political situation and in social order.",
      "At the same time, now there's word that a fire broke out in a prison in the tourist city Monastir to the east, resulting in 42 deaths.",
      "Reasons for the fire are unclear.",
      "Also, a friend called me and said he heard that armed individuals whose of unknown origin opened fire on a crowd, and that Tunisia has even now become of interest to Al Qaeda's North African branch......all of Tunisia is in anarchy now, government offices are all closed, the international airport has been taken over by the military, and crimes such as supermarket and home robberies are happening all over.",
      "Here in the capital Tunis, some citizens have spontaneously organized and now carry sticks to protect the safety of their communities......\n\n\n 别怕，我有枪！ (2011-01-17 00:53:14)\n\n  \n \n\n\n January 17: Don't worry, I have guns!",
      "中午时分，去大使馆开会的人回来了，老公他们便又开始了紧张的布署工作。\n\n而从大使馆得到的消息，昨天晚上有不明身体的人用机枪扫射居民楼，而在突尼斯南部，也有两名中国人被误伤。大使馆提醒我们要尽量减少外出，注意安全。我还以为局势快明朗了，却不料是暴风雨来临前短暂一刻。而此刻，就在耳边，不连串的枪声不断地响起，军用飞机也不时低空飞过，不知道我们附近又发生什么事情了。就在刚才他们同事才打来电话，说离他们家周围已经设了路障不许任何无关人员出入。而他们的房东，一个六十多岁的老汉，手拿两把刀，告诉他们：不要害怕，我有枪，关键时刻要大家齐心协力。\n \n\nAt lunch, those who went to the embassy meeting came back, and my husband and others went nervously back to work.",
      "From the embassy I learned that last night people of unclear identity were firing machine guns into apartment buildings, and in the south of Tunisia two Chinese were accidentally injured.",
      "The embassy has warned us to refrain from going outdoors as much as possible and to keep safe.",
      "Here I thought the situation was about to clear up, I hadn't anticipated that that was merely a quiet pause in the storm.",
      "At this very minute, within my earshot are the constant sounds of consecutive gunshots, of military aircraft flying periodically overhead at low range, I have no idea what's going on outside around us.",
      "And just now a colleague rang me up saying that barriers have been set up all around them to prevent people from wandering in.",
      "And their landlord, a 60-something year-old guy, holding a knife in each hand, told them: don't be afraid, I have guns, when the time comes we can all work together.",
      "局势越来越朴硕迷离，老总统的拥护者和他的势力范围也在用武装量保卫自己的权力，而新的势力则要用武装保卫自己的权力，最可怕的是，还有趁机捣乱来发展自己的武装，无辜的不明就理的民众可能就成了那篮易碎的“鸡蛋”！\n\n明天就要开始上班了！美丽多情的突尼斯，但愿在安拉在保佑下快点回归安宁！\n \n\nThe situation is becoming increasingly muddled, the ex-president's supporters are using armed force to protect areas where they still have control, and new forces are relying arms to defend their own power too; most frightening are those deliberately creating trouble to take advantage of the situation and stock up their own arsenal, while the innocent public are haplessly left stuck in the middle most probably to end up smashed like eggs!",
      "Tomorrow I go back to work!",
      "Beautiful, warm Tunis, peace will return soon, inshallah!",
      "This post is part of our special coverage of Tunisia Revolution 2011."
    ],
    "tokens": [
      "This",
      "post",
      "is",
      "part",
      "of",
      "our",
      "special",
      "coverage",
      "of",
      "Tunisia",
      "Revolution",
      "2011",
      "The",
      "uprising",
      "in",
      "Tunisia",
      "has",
      "been",
      "widely",
      "reported",
      "on",
      "in",
      "Chinese",
      "media",
      ",",
      "and",
      "was",
      "one",
      "of",
      "the",
      "top",
      "stories",
      "online",
      "over",
      "this",
      "past",
      "weekend",
      "Below",
      "are",
      "excerpts",
      "from",
      "a",
      "series",
      "of",
      "posts",
      "from",
      "a",
      "woman",
      "living",
      "in",
      "Tunis",
      ",",
      "blogging",
      "at",
      "Sina.com",
      "under",
      "the",
      "name",
      "'tiger6698'",
      "突尼斯流血暴乱",
      "(",
      "2011-01-13",
      "04",
      ":51:54",
      ")",
      "January",
      "13",
      ":",
      "Tunisia",
      "'s",
      "bloody",
      "riots",
      "突尼斯自上月１７日南部省会城市西迪布基德的一名青年抗议当地城管部门“粗暴执法”而试图自焚，随后抗议民众与国民卫队发生流血冲突，到现在为止，已经造成了６０多人的死亡（官方数字）",
      "．",
      "就在上月的２４号我们还到南部的沙漠去了，当时正至突尼斯举办一年一次的＂国际沙漠节＂人还是比较多的，在当时还没有感觉到有任何的暴风雨，人很多，各式各样的人都有，各个国家的人都有，比较鲜见的还是东方人的面孔，所以我们几个的到来也给干涩的沙漠增色不少",
      "．",
      "回到家里，就陆陆续续的听到有关骚乱的事情，刚听到的时候还是不以为然，因为突尼斯一向被称为欧洲的后花园，政局相当的稳定，人民也很友善，友好．只是没想到的是，冲突越来越呈漫延的事态，冲突越来越多，骚乱和游行的地方也越来越多，流血事件也越来越多，学校也从本周二开始也已经无限期的停课",
      "．",
      "突尼斯是个美丽的地方，现在的这个时候，正是突尼斯的雨季春天，万物复苏，白花待放．只是这一切在流血事件面前都是无力的，真的希望这样的流血冲突早点结束",
      "．",
      "On",
      "the",
      "17th",
      "of",
      "last",
      "month",
      ",",
      "a",
      "young",
      "man",
      "in",
      "the",
      "southern",
      "city",
      "of",
      "Sidi",
      "Bouzid",
      "attempted",
      "self-immolation",
      "in",
      "protest",
      "of",
      "brutal",
      "treatment",
      "by",
      "chengguan",
      ",",
      "which",
      "was",
      "followed",
      "by",
      "bloody",
      "clashes",
      "between",
      "the",
      "protesting",
      "public",
      "and",
      "the",
      "National",
      "Guard",
      ";",
      "as",
      "of",
      "now",
      ",",
      "more",
      "than",
      "60",
      "have",
      "died",
      "(",
      "official",
      "numbers",
      ")",
      "It",
      "was",
      "on",
      "the",
      "24th",
      "of",
      "last",
      "month",
      "that",
      "we",
      "went",
      "south",
      "to",
      "the",
      "desert",
      "for",
      "Tunisia",
      "'s",
      "annual",
      "\"international",
      "desert",
      "festival\"",
      "There",
      "was",
      "still",
      "no",
      "feeling",
      "then",
      "of",
      "the",
      "storm",
      "brewing",
      ",",
      "we",
      "saw",
      "many",
      "people",
      "of",
      "every",
      "sort",
      "and",
      "from",
      "every",
      "country",
      ",",
      "but",
      "with",
      "Oriental",
      "faces",
      "few",
      "and",
      "far",
      "between",
      ",",
      "our",
      "arrival",
      "added",
      "more",
      "than",
      "a",
      "little",
      "color",
      "to",
      "the",
      "barren",
      "dry",
      "desert",
      "Once",
      "we",
      "got",
      "home",
      ",",
      "we",
      "started",
      "hearing",
      "snippets",
      "about",
      "the",
      "unrest",
      ";",
      "at",
      "the",
      "time",
      ",",
      "we",
      "did",
      "n't",
      "think",
      "much",
      "of",
      "it",
      ",",
      "as",
      "Tunisia",
      "is",
      "known",
      "as",
      "Europe",
      "'s",
      "own",
      "backyard",
      "and",
      "the",
      "political",
      "situation",
      "has",
      "always",
      "been",
      "rather",
      "stable",
      ",",
      "with",
      "friendly",
      "and",
      "kind",
      "people",
      "What",
      "we",
      "did",
      "n't",
      "expect",
      "was",
      "that",
      "the",
      "clashes",
      "would",
      "continue",
      "to",
      "grow",
      "and",
      "begin",
      "to",
      "spread",
      "More",
      "clashes",
      "took",
      "place",
      ",",
      "then",
      "riots",
      "and",
      "protests",
      ",",
      "then",
      "bloodshed",
      ",",
      "and",
      "then",
      "this",
      "Tuesday",
      "schools",
      "were",
      "closed",
      "indefinitely",
      "Tunisia",
      "is",
      "a",
      "beautiful",
      "place",
      ";",
      "now",
      "happens",
      "to",
      "be",
      "Tunisia",
      "'s",
      "rainy",
      "season",
      ",",
      "and",
      "with",
      "Spring",
      "coming",
      ",",
      "flowers",
      "are",
      "blossoming",
      "and",
      "everything",
      "is",
      "coming",
      "back",
      "to",
      "life",
      "Yet",
      ",",
      "none",
      "of",
      "this",
      "has",
      "been",
      "able",
      "to",
      "stop",
      "the",
      "bloodshed",
      ",",
      "and",
      "I",
      "sincerely",
      "hope",
      "that",
      "these",
      "violent",
      "clashes",
      "end",
      "soon",
      "突尼斯宵禁之夜",
      "(",
      "2011-01-13",
      "04",
      ":55",
      ":13",
      ")",
      "January",
      "13",
      ":",
      "Tunis",
      "'",
      "night",
      "under",
      "curfew",
      "傍晚时分得到消息，突尼斯今天夜里从晚上八点到第二天凌晨6点实行宵禁，任何人不得随意在外走动，如果被乱枪扫射或发生其他的意外，自行负责",
      "。",
      "晚上到食堂吃饭的时候大家都在议论这些事情，有一部分动作快的人已经开始到超市储备粮食了。不过他们回来所说的情景让我对明天到超市购物的成果不抱太多的希望：所有的肉架都是空，货架上的东西也所剩无几，他们也仅仅抢购了几包的干粮，意大利面条饼干。更让他们担心的是，当他们还没有出来的时候，保安已经要关门了，门口还等着n多的人要进去买东西，一方要关门一方不要关门，双方发生激烈的争执，再加上小孩子哇哇的哭声，争吵声……让本来就紧张的气氛更加的恐怖。他们匆忙付过钱把提着东西从小出口快步离开",
      "。",
      "据他们说，停车场里满满的车辆，外面有很多的人都在等着抢购东西",
      "。",
      "We",
      "heard",
      "word",
      "this",
      "evening",
      "that",
      "Tunis",
      "is",
      "now",
      "under",
      "curfew",
      "from",
      "8pm",
      "until",
      "6am",
      "during",
      "which",
      "nobody",
      "will",
      "be",
      "allowed",
      "to",
      "go",
      "out",
      "freely",
      ";",
      "anyone",
      "caught",
      "in",
      "the",
      "gunfire",
      "or",
      "any",
      "other",
      "accident",
      "will",
      "be",
      "responsible",
      "for",
      "themselves",
      "Later",
      "at",
      "the",
      "cafeteria",
      ",",
      "everyone",
      "was",
      "talking",
      "about",
      "this",
      ",",
      "and",
      "those",
      "quickest",
      "to",
      "react",
      "had",
      "already",
      "been",
      "to",
      "the",
      "supermarket",
      "to",
      "stock",
      "up",
      "on",
      "food",
      "But",
      "the",
      "scene",
      "they",
      "described",
      "leaves",
      "the",
      "rest",
      "of",
      "us",
      "with",
      "little",
      "hope",
      "of",
      "being",
      "able",
      "to",
      "get",
      "anything",
      "from",
      "the",
      "supermarket",
      "tomorrow",
      ":",
      "the",
      "meat",
      "counters",
      "were",
      "all",
      "empty",
      "and",
      "next",
      "to",
      "nothing",
      "was",
      "left",
      "on",
      "the",
      "shelves",
      "They",
      "were",
      "only",
      "able",
      "to",
      "rush",
      "and",
      "buy",
      "a",
      "few",
      "bags",
      "of",
      "dried",
      "goods",
      ",",
      "spaghetti",
      "and",
      "crackers",
      "What",
      "worries",
      "us",
      "most",
      "is",
      "that",
      "before",
      "they",
      "'d",
      "even",
      "gotten",
      "out",
      "of",
      "the",
      "store",
      ",",
      "the",
      "security",
      "guards",
      "were",
      "already",
      "about",
      "to",
      "shut",
      "the",
      "doors",
      ",",
      "even",
      "with",
      "hundreds",
      "of",
      "people",
      "waiting",
      "outside",
      "wanting",
      "to",
      "come",
      "in",
      "and",
      "buy",
      "stuff",
      "One",
      "wanted",
      "to",
      "lock",
      "up",
      "and",
      "the",
      "other",
      "did",
      "n't",
      "and",
      "there",
      "was",
      "an",
      "intense",
      "dispute",
      ",",
      "the",
      "sound",
      "of",
      "children",
      "crying",
      ",",
      "people",
      "arguing",
      "....just",
      "made",
      "an",
      "already",
      "tense",
      "atmosphere",
      "all",
      "the",
      "more",
      "terrifying",
      "They",
      "hurriedly",
      "paid",
      "and",
      "left",
      "quickly",
      "through",
      "the",
      "back",
      "door",
      "According",
      "to",
      "them",
      ",",
      "the",
      "parking",
      "lot",
      "was",
      "packed",
      "full",
      "of",
      "cars",
      ",",
      "and",
      "outside",
      "people",
      "were",
      "waiting",
      "in",
      "a",
      "panic",
      "to",
      "start",
      "buying",
      "下午六时左右原本是大街上最热闹的时候，而现在却鲜有车辆驶过，冷冷清清。我们吃过饭也开车回家，所有的商店都已经关门了。我们抱着看一看的心态到一卖菜的小店去看看，其它的都已经关门，而仅剩的一家也正在收拾东西要关门，但是里面却挤满了人。我们赶快下车加入到了行列当中。滩主看见我们就笑了，估计他的小店里也从来没有这么多人",
      "。",
      "我买了些土豆萝卜青菜和一根的胡萝卜（仅剩的一颗，估计也是旁边买菜的女人没看到，她则买了很多的各式各样的店里蔬菜），而同车的朋友也买了很多。万一超市不开门，食堂储备的东西吃光光的话，最超码我们还有几天的粮食，不到弹尽粮绝",
      "。",
      "回家的路上就只有我们一辆车在路上跑了，根本看到平日此刻的灯火通明和繁华，空气中弥漫着硝烟的味道",
      "。",
      "已经到了宵禁的时间，突尼斯已部署了大批全副武装的士兵和装甲车等各种军用车辆。听得外面有救护车的声音，不时地还听到了几声辟雳啪啦的枪响",
      "。",
      "Usually",
      "around",
      "six",
      "at",
      "night",
      "is",
      "when",
      "the",
      "streets",
      "are",
      "at",
      "their",
      "busiest",
      ",",
      "but",
      "now",
      "you",
      "rarely",
      "even",
      "see",
      "a",
      "car",
      "go",
      "buy",
      ",",
      "everywhere",
      "is",
      "deserted",
      "We",
      "finished",
      "dinner",
      "and",
      "drove",
      "home",
      ",",
      "all",
      "the",
      "shops",
      "were",
      "already",
      "closed",
      "We",
      "were",
      "heartened",
      "to",
      "finally",
      "see",
      "a",
      "vegetable",
      "shop",
      "still",
      "open",
      "as",
      "everywhere",
      "else",
      "was",
      "closed",
      ",",
      "but",
      "they",
      "too",
      "were",
      "about",
      "to",
      "close",
      "up",
      ",",
      "even",
      "though",
      "inside",
      "was",
      "packed",
      "full",
      "of",
      "people",
      "We",
      "rushed",
      "out",
      "of",
      "the",
      "car",
      "and",
      "got",
      "in",
      "line",
      "The",
      "owner",
      "laughed",
      "when",
      "he",
      "saw",
      "us",
      ",",
      "I",
      "guess",
      "their",
      "shop",
      "has",
      "never",
      "seen",
      "so",
      "many",
      "people",
      "in",
      "it",
      "before",
      "I",
      "was",
      "able",
      "to",
      "buy",
      "some",
      "potatoes",
      ",",
      "turnips",
      ",",
      "greens",
      "and",
      "one",
      "carrot",
      "(",
      "it",
      "was",
      "the",
      "last",
      "one",
      "left",
      ",",
      "I",
      "guess",
      "the",
      "woman",
      "standing",
      "next",
      "to",
      "me",
      "had",
      "n't",
      "noticed",
      "it",
      ",",
      "she",
      "was",
      "buying",
      "up",
      "every",
      "kind",
      "of",
      "vegetable",
      "in",
      "the",
      "shop",
      ")",
      ",",
      "and",
      "those",
      "who",
      "came",
      "with",
      "us",
      "bought",
      "a",
      "lot",
      "too",
      "If",
      "the",
      "supermarkets",
      "do",
      "n't",
      "open",
      ",",
      "and",
      "we",
      "eat",
      "through",
      "everything",
      "stored",
      "at",
      "the",
      "cafeteria",
      ",",
      "at",
      "the",
      "very",
      "least",
      "we",
      "'ll",
      "have",
      "enough",
      "food",
      "to",
      "last",
      "a",
      "few",
      "days",
      ",",
      "we",
      "wo",
      "n't",
      "starve",
      "On",
      "the",
      "way",
      "home",
      "ours",
      "was",
      "the",
      "only",
      "car",
      "on",
      "the",
      "road",
      ",",
      "no",
      "sign",
      "of",
      "the",
      "bright",
      "lights",
      "and",
      "activity",
      "usual",
      "for",
      "this",
      "hour",
      ",",
      "and",
      "the",
      "smell",
      "of",
      "gunpowder",
      "had",
      "begun",
      "to",
      "fill",
      "the",
      "air",
      "By",
      "the",
      "time",
      "curfew",
      "began",
      ",",
      "the",
      "streets",
      "of",
      "Tunis",
      "were",
      "filled",
      "with",
      "fully-equipped",
      "soldiers",
      "and",
      "armored",
      "vehicles",
      "and",
      "every",
      "sort",
      "of",
      "military",
      "vehicle",
      "We",
      "could",
      "hear",
      "ambulance",
      "sirens",
      "outside",
      ",",
      "with",
      "the",
      "occasional",
      "rat-tat-tat",
      "of",
      "gunfire",
      "[caption",
      "id",
      "=\"attachment_187419",
      "\"",
      "align",
      "=\"aligncenter",
      "\"",
      "width",
      "=\"223",
      "\"",
      "caption",
      "=\"",
      "Hands",
      "of",
      "Tunisian",
      "youth",
      ",",
      "from",
      "Flickr",
      "user",
      "3afsa\"",
      "][/caption",
      "]",
      "在突尼斯抢购",
      "(",
      "2011-01-13",
      "22:59:45",
      ")",
      "January",
      "13",
      ":",
      "Panic",
      "buying",
      "in",
      "Tunis",
      "早上醒来便早早的打开电脑查看一下有没有最新的消息，结果还真的有，昨天晚上骚乱和暴动已经蔓延至LAC区，而就在昨日夜间，靠近家乐福方向（ADECCO）区域遭到攻击，闹事群众已经将此区域的一家",
      "MONOPRIX超市烧毁，而我们食堂附近的MONOPRIX也从今日起暂停营业；而突尼斯西部和中部已失去控制，军队已撤出此两个城市，表示放弃镇压。昨天夜间，在西部区域发生11名女孩被强奸事件。暴动群众完全失控。外交部领事司及驻突使馆也发出了安全防范，减少不必要的外出，尽量不要前往事发地区或人员聚集场所，务必注意安全的提醒",
      "。",
      "This",
      "morning",
      "I",
      "got",
      "up",
      "early",
      "and",
      "turned",
      "on",
      "the",
      "computer",
      "to",
      "see",
      "if",
      "there",
      "was",
      "any",
      "news",
      ",",
      "and",
      "there",
      "definitely",
      "was",
      "By",
      "last",
      "night",
      ",",
      "the",
      "rioting",
      "had",
      "already",
      "spread",
      "to",
      "the",
      "Lac",
      "district",
      ",",
      "and",
      "Adecco",
      "district",
      "near",
      "the",
      "Carrefour",
      "was",
      "attacked",
      "overnight",
      "Angry",
      "crowds",
      "even",
      "burned",
      "down",
      "a",
      "Monoprix",
      "supermarket",
      "there",
      ",",
      "and",
      "the",
      "Monoprix",
      "near",
      "our",
      "canteen",
      "has",
      "closed",
      "starting",
      "today",
      "The",
      "west",
      "and",
      "south",
      "of",
      "Tunisia",
      "are",
      "already",
      "out",
      "of",
      "control",
      ",",
      "and",
      "the",
      "army",
      "has",
      "already",
      "left",
      "withdrawn",
      "from",
      "two",
      "cities",
      ",",
      "suggesting",
      "that",
      "they",
      "'ll",
      "cease",
      "the",
      "repression",
      "Sometime",
      "last",
      "night",
      ",",
      "an",
      "11-year-old",
      "girl",
      "was",
      "raped",
      "in",
      "the",
      "western",
      "region",
      "The",
      "crowds",
      "of",
      "rioters",
      "are",
      "already",
      "out",
      "of",
      "control",
      "The",
      "foreign",
      "ministry",
      "attache",
      "and",
      "the",
      "embassy",
      "here",
      "have",
      "sent",
      "out",
      "a",
      "advisory",
      "warning",
      "us",
      "to",
      "take",
      "safety",
      "precautions",
      ",",
      "to",
      "only",
      "go",
      "out",
      "when",
      "necessary",
      "and",
      "to",
      "stay",
      "out",
      "of",
      "the",
      "affected",
      "areas",
      "and",
      "away",
      "from",
      "gatherings",
      "of",
      "people",
      "真是不知道以什么样的心情看这些信息，总感觉不像是真的，打开窗户走到阳台，一阵冷风吹来，不由得打了个寒战，向下望去。楼下的学校昨天还有一部分被家长送来看护的学生在嬉笑打骂跑着玩，今天却一个也没有来了，只剩下门口的几个小旗在风中挥舞，隐隐约约的听天远处有救护车的声音",
      "。",
      "想起昨天晚上我听到到枪声之后告诉老公，老公说像放鞭炮，是啊，真的像放鞭炮的声音，只不过我们的鞭炮是喜庆的心情，而此刻却是一种担心，担心有人因此而受伤，担心“鞭炮”的声音会再响起，而不多大一会儿就听到了救护车的声音",
      "。",
      "门口有钥匙开门的声音，是打扫卫生的阿姨来了。我让她看了网上的几张照片，她便开始不断的给我比划有人受伤有人中弹的样子…",
      "…",
      "I",
      "really",
      "do",
      "n't",
      "know",
      "how",
      "I",
      "should",
      "feel",
      "about",
      "all",
      "this",
      "news",
      ",",
      "it",
      "feels",
      "as",
      "though",
      "it",
      "is",
      "n't",
      "real",
      "I",
      "opened",
      "the",
      "window",
      "and",
      "went",
      "out",
      "onto",
      "the",
      "balcony",
      ",",
      "a",
      "cold",
      "wind",
      "was",
      "blowing",
      ",",
      "I",
      "could",
      "n't",
      "help",
      "but",
      "start",
      "shivering",
      ",",
      "and",
      "then",
      "I",
      "looked",
      "down",
      "Just",
      "yesterday",
      ",",
      "there",
      "were",
      "parents",
      "watching",
      "their",
      "children",
      "laugh",
      "and",
      "goof",
      "around",
      "outside",
      "the",
      "school",
      "downstairs",
      ",",
      "but",
      "not",
      "a",
      "single",
      "one",
      "of",
      "them",
      "came",
      "today",
      "All",
      "there",
      "is",
      "are",
      "the",
      "few",
      "small",
      "flags",
      "flapping",
      "in",
      "the",
      "wind",
      ",",
      "with",
      "the",
      "faint",
      "distant",
      "sound",
      "of",
      "ambulance",
      "sirens",
      "Yesterday",
      "when",
      "I",
      "told",
      "my",
      "husband",
      "of",
      "the",
      "gunshots",
      "I",
      "'d",
      "heard",
      ",",
      "he",
      "said",
      "they",
      "sounded",
      "like",
      "firecrackers",
      "Yeah",
      ",",
      "they",
      "really",
      "do",
      "sound",
      "like",
      "firecrackers",
      ",",
      "it",
      "'s",
      "just",
      "that",
      "our",
      "firecrackers",
      "are",
      "for",
      "when",
      "we",
      "celebrate",
      ",",
      "but",
      "right",
      "now",
      "here",
      "we",
      "'re",
      "all",
      "worried",
      ",",
      "worried",
      "that",
      "people",
      "out",
      "there",
      "are",
      "getting",
      "hurt",
      "each",
      "time",
      "we",
      "hear",
      "the",
      "\"firecrackers",
      "\"",
      "or",
      "the",
      "frequent",
      "sound",
      "of",
      "ambulance",
      "sirens",
      "The",
      "sound",
      "of",
      "keys",
      "in",
      "the",
      "door",
      ",",
      "it",
      "turned",
      "out",
      "to",
      "be",
      "the",
      "cleaning",
      "lady",
      "I",
      "showed",
      "her",
      "some",
      "pictures",
      "online",
      ",",
      "then",
      "she",
      "started",
      "making",
      "gestures",
      "like",
      "of",
      "somebody",
      "getting",
      "shot",
      "......",
      "在突尼斯蜗居",
      "(",
      "2011-01-15",
      "03",
      ":29:21",
      ")",
      "January",
      "15",
      ":",
      "Narrow",
      "dwelling",
      "in",
      "Tunis",
      "今天是突尼斯大罢工，我们家附近很是风平浪静，可能是离市区和总统府比较远的原因吧",
      "。",
      "原本以为宵禁只是周四一个晚上，后来听别人介绍了才知道，只要没有通知宵禁解除，便一下处于宵禁的状态之中。昨天中午从食堂吃过饭回来的晚上，看到一路的商店全被铁门死死的封着，玻璃门安静的藏在栅栏般的铁门后，里面，则空荡荡的一无所有。商户们已经转移走了自己所有的东西。平静的空气，平静的房子，平静的马路，不平静涌动的却是人们的心里",
      "。",
      "Today",
      "Tunis",
      "went",
      "on",
      "general",
      "strike",
      ",",
      "and",
      "everything",
      "is",
      "dead",
      "quiet",
      "outside",
      "our",
      "home",
      ",",
      "possibly",
      "because",
      "we",
      "live",
      "quite",
      "far",
      "from",
      "the",
      "city",
      "center",
      "and",
      "presidential",
      "palace",
      "I",
      "originally",
      "thought",
      "the",
      "curfew",
      "was",
      "only",
      "in",
      "place",
      "for",
      "Thursday",
      "night",
      ",",
      "but",
      "I",
      "only",
      "later",
      "heard",
      "from",
      "somebody",
      "that",
      "until",
      "an",
      "order",
      "comes",
      "down",
      "to",
      "lift",
      "the",
      "curfew",
      ",",
      "it",
      "stays",
      "in",
      "place",
      "Last",
      "night",
      "as",
      "I",
      "was",
      "coming",
      "home",
      "after",
      "dinner",
      "at",
      "the",
      "canteen",
      ",",
      "every",
      "shop",
      "I",
      "passed",
      "had",
      "their",
      "metal",
      "gates",
      "pulled",
      "down",
      "tight",
      ",",
      "and",
      "behind",
      "the",
      "glass",
      "windows",
      "standing",
      "quietly",
      "behind",
      "them",
      ",",
      "inside",
      "was",
      "completely",
      "empty",
      "Shop-owners",
      "have",
      "already",
      "moved",
      "all",
      "their",
      "goods",
      "out",
      "The",
      "air",
      "is",
      "quiet",
      ",",
      "the",
      "houses",
      "are",
      "quiet",
      ",",
      "the",
      "roads",
      "are",
      "quiet",
      ",",
      "the",
      "only",
      "thing",
      "not",
      "quiet",
      "are",
      "people",
      "'s",
      "hearts",
      "[",
      "...]",
      "总统昨天晚上已经发表电视讲话：本·阿里表示，他将尊重国家宪法，保证不会为谋求连任而修改宪法。此外，本·阿里还承诺立即在突尼斯实现“全面而彻底”的新闻自由，任何媒体和记者都可以在遵守职业道德的基础上，自由履行自己的职责。政府接受广大民众的“合法要求”，将立即对国家政治和经济进行“全面、彻底和深入的”改革。但他同时强调，改革需要安定的环境，需要社会各阶层的合作。他承诺政府将立即采取措施，降低生活必需品和基本服务的价格，增加政府对生活必需品的补贴和对困难家庭的救济",
      "。",
      "人们听到讲话之后也不管什么宵禁不宵禁的都出来狂欢了",
      "。",
      "政府做的表态还真的让人感动，不知道这场风波是不是就此已经结束，美丽的突尼斯就此而进入平静的生活",
      "？",
      "Last",
      "night",
      ",",
      "the",
      "President",
      "gave",
      "a",
      "speech",
      "on",
      "TV",
      ":",
      "Ben",
      "Ali",
      "says",
      "that",
      "he",
      "will",
      "respect",
      "the",
      "country",
      "'s",
      "constitution",
      ",",
      "and",
      "promised",
      "that",
      "he",
      "wo",
      "n't",
      "alter",
      "the",
      "constitution",
      "so",
      "that",
      "he",
      "can",
      "remain",
      "in",
      "power",
      "Ben",
      "Ali",
      "also",
      "promised",
      "to",
      "immediately",
      "implement",
      "\"full",
      "and",
      "absolute",
      "\"",
      "press",
      "freedom",
      "for",
      "the",
      "country",
      ",",
      "and",
      "that",
      "any",
      "media",
      "or",
      "journalist",
      ",",
      "within",
      "professional",
      "boundaries",
      ",",
      "may",
      "now",
      "perform",
      "their",
      "duties",
      "freely",
      "The",
      "government",
      "will",
      "meet",
      "the",
      "public",
      "'s",
      "\"legal",
      "demands",
      "\"",
      "and",
      "immediately",
      "launch",
      "\"full",
      ",",
      "absolute",
      "and",
      "pervasive",
      "\"",
      "political",
      "and",
      "economic",
      "reforms",
      "But",
      "at",
      "the",
      "same",
      "time",
      ",",
      "he",
      "emphasized",
      "that",
      "reforms",
      "require",
      "a",
      "stable",
      "environment",
      "and",
      "the",
      "cooperation",
      "of",
      "all",
      "layers",
      "of",
      "society",
      "He",
      "promised",
      "that",
      "the",
      "government",
      "will",
      "take",
      "immediate",
      "steps",
      "to",
      "lower",
      "the",
      "costs",
      "of",
      "daily",
      "life",
      "goods",
      "and",
      "essential",
      "services",
      ",",
      "and",
      "increase",
      "government",
      "relief",
      "subsidies",
      "for",
      "impoverished",
      "families",
      "When",
      "people",
      "heard",
      "that",
      ",",
      "curfew",
      "or",
      "no",
      "curfew",
      ",",
      "they",
      "all",
      "came",
      "out",
      "and",
      "cheered",
      "The",
      "government",
      "'s",
      "declaration",
      "was",
      "truly",
      "moving",
      ",",
      "and",
      "I",
      "do",
      "n't",
      "know",
      "if",
      "this",
      "storm",
      "is",
      "over",
      "now",
      ",",
      "if",
      "beautiful",
      "Tunisia",
      "will",
      "be",
      "able",
      "to",
      "return",
      "to",
      "peaceful",
      "life",
      "“不堪一击”的突尼斯政坛",
      "(",
      "2011-01-15",
      "16",
      ":43:07",
      ")",
      "January",
      "15",
      ":",
      "Tunisian",
      "politics",
      "fell",
      "with",
      "just",
      "one",
      "blow",
      "真的让人太不可思议了，我都不知道该怎么形容我此刻的心情。今天一天接二连三发生了很多的事情，而这些事情可能是绝大多数人都无法预料和想像的",
      "。",
      "The",
      "unthinkable",
      "has",
      "happened",
      ",",
      "I",
      "really",
      "have",
      "no",
      "idea",
      "how",
      "to",
      "describe",
      "how",
      "I",
      "feel",
      "now",
      "So",
      "many",
      "things",
      "happened",
      "today",
      ",",
      "things",
      "I",
      "think",
      "the",
      "vast",
      "majority",
      "of",
      "people",
      "could",
      "never",
      "have",
      "predicted",
      "or",
      "imagined",
      "[",
      "...]",
      "像突尼斯发生的这类不公平，在中国真的算不了什么。而类似的起端，对中国人来说可能真的不算什么，可这处突尼斯青年作出过很激进的形为，而突尼斯原本平稳的政局却由此一火烧得天翻地覆，改变了突尼斯的政坦，改变了整个突尼斯的历史。而这个青年，则注定永远记入了突尼斯的史册",
      "。",
      "The",
      "kind",
      "of",
      "injustice",
      "that",
      "has",
      "taken",
      "place",
      "here",
      "in",
      "Tunisia",
      ",",
      "in",
      "China",
      ",",
      "is",
      "n't",
      "really",
      "a",
      "big",
      "deal",
      "And",
      "what",
      "caused",
      "all",
      "this",
      "are",
      "things",
      "that",
      ",",
      "for",
      "Chinese",
      "people",
      "are",
      "almost",
      "trivial",
      "But",
      "for",
      "here",
      ",",
      "what",
      "that",
      "young",
      "Tunisian",
      "did",
      "was",
      "something",
      "very",
      "radical",
      "and",
      "resulted",
      "in",
      "a",
      "fire",
      "which",
      "now",
      "blazes",
      "all",
      "across",
      "Tunisia",
      ",",
      "which",
      "used",
      "to",
      "be",
      "so",
      "calm",
      ",",
      "and",
      "has",
      "changed",
      "the",
      "country",
      "'s",
      "political",
      "sphere",
      ",",
      "as",
      "well",
      "as",
      "its",
      "course",
      "of",
      "history",
      "This",
      "young",
      "man",
      "will",
      "forever",
      "be",
      "guaranteed",
      "a",
      "spot",
      "in",
      "Tunisia",
      "'s",
      "history",
      "books",
      "而更为让人不可思议的是，政府虽然动用的军队，但军民的鱼水之情却是令人感叹。在游行现场，有人在与军队的人握手，有人在与军队的人行贴面礼……然后接着继续往前走，完全是一片祥和的气氛",
      "。",
      "[",
      "...]",
      "……说到底，还是他们心太软，要在中国政府，早就把他们杀得片甲不留，还会等到总统先逃，如果在中国，枪在谁的手里谁有理……看来突尼斯人还真的需要跟中国学一学，中国历史几千年，还没有那一个朝代被手无寸铁的没有任何组织的暴民吓跑的",
      "。",
      "空中现在不时的响起直升机嗡嗡的巡逻声，明天的突尼斯会怎么样呢",
      "？",
      "Yet",
      "what",
      "'s",
      "most",
      "unimaginable",
      "about",
      "all",
      "this",
      "is",
      "that",
      "although",
      "the",
      "government",
      "has",
      "mobilized",
      "the",
      "army",
      ",",
      "it",
      "'s",
      "shocking",
      "how",
      "matter-of-fact",
      "soldiers",
      "are",
      "being",
      "about",
      "this",
      "At",
      "one",
      "protest",
      ",",
      "someone",
      "went",
      "up",
      "and",
      "started",
      "shaking",
      "hands",
      "with",
      "soliders",
      ",",
      "and",
      "others",
      "have",
      "gone",
      "up",
      "and",
      "welcomed",
      "them",
      "with",
      "cheek",
      "kisses",
      ".......only",
      "to",
      "then",
      "go",
      "on",
      "their",
      "way",
      ",",
      "it",
      "'s",
      "a",
      "completely",
      "positive",
      "mood",
      "[",
      "...]",
      "......to",
      "be",
      "frank",
      ",",
      "these",
      "soldiers",
      "are",
      "too",
      "soft-hearted",
      "If",
      "this",
      "was",
      "the",
      "Chinese",
      "government",
      ",",
      "they",
      "'ve",
      "have",
      "killed",
      "every",
      "last",
      "one",
      "of",
      "them",
      "at",
      "the",
      "get-go",
      ",",
      "never",
      "mind",
      "holding",
      "out",
      "for",
      "the",
      "president",
      "to",
      "flee",
      "If",
      "this",
      "was",
      "China",
      ",",
      "whoever",
      "was",
      "holding",
      "the",
      "guns",
      "would",
      "be",
      "in",
      "charge",
      ".....it",
      "seems",
      "Tunisians",
      "could",
      "really",
      "stand",
      "to",
      "learn",
      "from",
      "China",
      ";",
      "China",
      "'s",
      "history",
      "goes",
      "back",
      "thousands",
      "of",
      "years",
      ",",
      "but",
      "there",
      "has",
      "n't",
      "been",
      "a",
      "single",
      "dynasty",
      "that",
      "was",
      "chased",
      "off",
      "by",
      "completely",
      "unorganized",
      "unarmed",
      "rioters",
      "We",
      "keep",
      "hearing",
      "the",
      "drone",
      "of",
      "helicopters",
      "on",
      "patrol",
      ",",
      "what",
      "will",
      "tomorrow",
      "bring",
      "for",
      "Tunisia",
      "突尼斯－－危机四伏",
      "(",
      "2011-01-16",
      "03:49:52",
      ")",
      "January",
      "16",
      ":",
      "Tunis—danger",
      "on",
      "all",
      "sides",
      "总统带着他的部分家人到达沙特，而昨天晚上突尼斯当局已经开始对前总统的亲信开始了逮捕行动。今天原本由总理代管总统职位，但根据突宪法第57条的规定，国民议会议长将在此期间临时代理总统履行职权。二度易权，说明了突权力机构的不和谐，而这种不和谐更加剧了政局和社会治安的不稳定。而同时，又有消息指出，突东部旅游城市莫纳斯提尔一座监狱15日发生火灾，造成至少42人死亡。发生火灾的原因不明。而有朋友打电话给我，好像听说昨天晚上有不明武装分子向民众开枪，甚至连北非“基地”组织现在也对突尼斯有了兴趣……突尼斯全国现已处于无政府状态，政府部门停止办公，国际机场被军队接管，各地频发抢劫超市和打劫民宅等犯罪事件。在首都突尼斯，一些民众自发地组织起来，手持棍棒维护社区安全…",
      "…",
      "The",
      "President",
      "and",
      "part",
      "of",
      "his",
      "family",
      "have",
      "arrived",
      "in",
      "Saudi",
      "Arabia",
      ",",
      "Tunisian",
      "authorities",
      "began",
      "arresting",
      "his",
      "cronies",
      "The",
      "Prime",
      "Minister",
      "was",
      "set",
      "to",
      "succeed",
      "the",
      "President",
      "today",
      ",",
      "but",
      "according",
      "to",
      "article",
      "57",
      "of",
      "the",
      "Tunisian",
      "constitution",
      ",",
      "the",
      "head",
      "of",
      "the",
      "National",
      "Assembly",
      "temporarily",
      "assumes",
      "the",
      "role",
      "of",
      "President",
      "Having",
      "power",
      "transition",
      "to",
      "the",
      "second",
      "in",
      "command",
      ",",
      "just",
      "shows",
      "how",
      "unharmonious",
      "Tunisia",
      "'s",
      "bodies",
      "of",
      "authority",
      "are",
      ",",
      "and",
      "this",
      "unharmoniousness",
      "has",
      "only",
      "exacerbated",
      "instability",
      "in",
      "the",
      "political",
      "situation",
      "and",
      "in",
      "social",
      "order",
      "At",
      "the",
      "same",
      "time",
      ",",
      "now",
      "there",
      "'s",
      "word",
      "that",
      "a",
      "fire",
      "broke",
      "out",
      "in",
      "a",
      "prison",
      "in",
      "the",
      "tourist",
      "city",
      "Monastir",
      "to",
      "the",
      "east",
      ",",
      "resulting",
      "in",
      "42",
      "deaths",
      "Reasons",
      "for",
      "the",
      "fire",
      "are",
      "unclear",
      "Also",
      ",",
      "a",
      "friend",
      "called",
      "me",
      "and",
      "said",
      "he",
      "heard",
      "that",
      "armed",
      "individuals",
      "whose",
      "of",
      "unknown",
      "origin",
      "opened",
      "fire",
      "on",
      "a",
      "crowd",
      ",",
      "and",
      "that",
      "Tunisia",
      "has",
      "even",
      "now",
      "become",
      "of",
      "interest",
      "to",
      "Al",
      "Qaeda",
      "'s",
      "North",
      "African",
      "branch",
      "......all",
      "of",
      "Tunisia",
      "is",
      "in",
      "anarchy",
      "now",
      ",",
      "government",
      "offices",
      "are",
      "all",
      "closed",
      ",",
      "the",
      "international",
      "airport",
      "has",
      "been",
      "taken",
      "over",
      "by",
      "the",
      "military",
      ",",
      "and",
      "crimes",
      "such",
      "as",
      "supermarket",
      "and",
      "home",
      "robberies",
      "are",
      "happening",
      "all",
      "over",
      "Here",
      "in",
      "the",
      "capital",
      "Tunis",
      ",",
      "some",
      "citizens",
      "have",
      "spontaneously",
      "organized",
      "and",
      "now",
      "carry",
      "sticks",
      "to",
      "protect",
      "the",
      "safety",
      "of",
      "their",
      "communities",
      "......",
      "别怕，我有枪",
      "！",
      "(",
      "2011-01-17",
      "00:53",
      ":14",
      ")",
      "January",
      "17",
      ":",
      "Do",
      "n't",
      "worry",
      ",",
      "I",
      "have",
      "guns",
      "中午时分，去大使馆开会的人回来了，老公他们便又开始了紧张的布署工作",
      "。",
      "而从大使馆得到的消息，昨天晚上有不明身体的人用机枪扫射居民楼，而在突尼斯南部，也有两名中国人被误伤。大使馆提醒我们要尽量减少外出，注意安全。我还以为局势快明朗了，却不料是暴风雨来临前短暂一刻。而此刻，就在耳边，不连串的枪声不断地响起，军用飞机也不时低空飞过，不知道我们附近又发生什么事情了。就在刚才他们同事才打来电话，说离他们家周围已经设了路障不许任何无关人员出入。而他们的房东，一个六十多岁的老汉，手拿两把刀，告诉他们：不要害怕，我有枪，关键时刻要大家齐心协力",
      "。",
      "At",
      "lunch",
      ",",
      "those",
      "who",
      "went",
      "to",
      "the",
      "embassy",
      "meeting",
      "came",
      "back",
      ",",
      "and",
      "my",
      "husband",
      "and",
      "others",
      "went",
      "nervously",
      "back",
      "to",
      "work",
      "From",
      "the",
      "embassy",
      "I",
      "learned",
      "that",
      "last",
      "night",
      "people",
      "of",
      "unclear",
      "identity",
      "were",
      "firing",
      "machine",
      "guns",
      "into",
      "apartment",
      "buildings",
      ",",
      "and",
      "in",
      "the",
      "south",
      "of",
      "Tunisia",
      "two",
      "Chinese",
      "were",
      "accidentally",
      "injured",
      "The",
      "embassy",
      "has",
      "warned",
      "us",
      "to",
      "refrain",
      "from",
      "going",
      "outdoors",
      "as",
      "much",
      "as",
      "possible",
      "and",
      "to",
      "keep",
      "safe",
      "Here",
      "I",
      "thought",
      "the",
      "situation",
      "was",
      "about",
      "to",
      "clear",
      "up",
      ",",
      "I",
      "had",
      "n't",
      "anticipated",
      "that",
      "that",
      "was",
      "merely",
      "a",
      "quiet",
      "pause",
      "in",
      "the",
      "storm",
      "At",
      "this",
      "very",
      "minute",
      ",",
      "within",
      "my",
      "earshot",
      "are",
      "the",
      "constant",
      "sounds",
      "of",
      "consecutive",
      "gunshots",
      ",",
      "of",
      "military",
      "aircraft",
      "flying",
      "periodically",
      "overhead",
      "at",
      "low",
      "range",
      ",",
      "I",
      "have",
      "no",
      "idea",
      "what",
      "'s",
      "going",
      "on",
      "outside",
      "around",
      "us",
      "And",
      "just",
      "now",
      "a",
      "colleague",
      "rang",
      "me",
      "up",
      "saying",
      "that",
      "barriers",
      "have",
      "been",
      "set",
      "up",
      "all",
      "around",
      "them",
      "to",
      "prevent",
      "people",
      "from",
      "wandering",
      "in",
      "And",
      "their",
      "landlord",
      ",",
      "a",
      "60-something",
      "year-old",
      "guy",
      ",",
      "holding",
      "a",
      "knife",
      "in",
      "each",
      "hand",
      ",",
      "told",
      "them",
      ":",
      "do",
      "n't",
      "be",
      "afraid",
      ",",
      "I",
      "have",
      "guns",
      ",",
      "when",
      "the",
      "time",
      "comes",
      "we",
      "can",
      "all",
      "work",
      "together",
      "局势越来越朴硕迷离，老总统的拥护者和他的势力范围也在用武装量保卫自己的权力，而新的势力则要用武装保卫自己的权力，最可怕的是，还有趁机捣乱来发展自己的武装，无辜的不明就理的民众可能就成了那篮易碎的“鸡蛋”",
      "！",
      "明天就要开始上班了！美丽多情的突尼斯，但愿在安拉在保佑下快点回归安宁",
      "！",
      "The",
      "situation",
      "is",
      "becoming",
      "increasingly",
      "muddled",
      ",",
      "the",
      "ex-president",
      "'s",
      "supporters",
      "are",
      "using",
      "armed",
      "force",
      "to",
      "protect",
      "areas",
      "where",
      "they",
      "still",
      "have",
      "control",
      ",",
      "and",
      "new",
      "forces",
      "are",
      "relying",
      "arms",
      "to",
      "defend",
      "their",
      "own",
      "power",
      "too",
      ";",
      "most",
      "frightening",
      "are",
      "those",
      "deliberately",
      "creating",
      "trouble",
      "to",
      "take",
      "advantage",
      "of",
      "the",
      "situation",
      "and",
      "stock",
      "up",
      "their",
      "own",
      "arsenal",
      ",",
      "while",
      "the",
      "innocent",
      "public",
      "are",
      "haplessly",
      "left",
      "stuck",
      "in",
      "the",
      "middle",
      "most",
      "probably",
      "to",
      "end",
      "up",
      "smashed",
      "like",
      "eggs",
      "Tomorrow",
      "I",
      "go",
      "back",
      "to",
      "work",
      "Beautiful",
      ",",
      "warm",
      "Tunis",
      ",",
      "peace",
      "will",
      "return",
      "soon",
      ",",
      "inshallah",
      "This",
      "post",
      "is",
      "part",
      "of",
      "our",
      "special",
      "coverage",
      "of",
      "Tunisia",
      "Revolution",
      "2011"
    ]
  }
}