{
  "url": "http://globalvoicesonline.org/?p=187622",
  "id": "187622",
  "body": "Between debt finance, Taiwan, human rights and too many other topics to fit in a post, which issue will see the most productive dialogue as Chinese President Hu Jintao arrives in Washington, DC today? US Senators threatened a currency billAmericans don't appreciate us enough\n\n一般认为，中美关系好 也好不到哪里去，坏也坏不到哪里来。不过，从中美关系近来屡屡直逼甚至触犯中方的利益底线和发展态势来看，美国一直占据主动地位，总是先发制人，是发号施令者\n\n此次胡锦涛主席访美意义重大，既能够让美国人民正确的认识中国及中国人民的宗旨和外交政策，中国国家主席的访美，能够让那些到处忽悠美国人民敌视中国的美国政客们诡计失算，又能够为中美两国的经济交流与政治交流带来新的气息，二来能够进一步加深中美两国的深入合作，既可以让政府间减少摩擦，又能够促进两国的民间交流与合作！胡锦涛主席的访美必将为中美两国人民带来更多的福音！\nGenerally speaking, Sino-American relations are doing well, but that alone doesn't change much, ditto if things went south. However, considering how Sino-American relations have recently begun treading upon the bottom line of Chinese interests and development trends. America has always held the upper hand, always the one to act preemptively and issue orders.\n\nThis significance of this trip by Chairman Hu to the USA is huge, such that it will allow the American people to correctly understand China and the goals and foreign policy of the Chinese people. China's national chairman's visit to the USA can let those American politicians going around hoodwinking the American people into being hostile to China fail at their own game, and breathe new breath into economic and political exchange between China and America. It will also deepen cooperation between the two countries, helping reduce friction between their governments, and furthering interaction and cooperation between their peoples! Chairman Hu Jintao's visit to the United States will bring many blessings for the people of both countries!\n \n王振平 发表于 2011/1/17 19:50 1楼\n我实在看不出这个花瓶去美国有啥深远意义，上一次他去美国访问，第一站就是在比尔.盖茨的家做客，这一次去也没有啥可值得我们这些老百姓可期待的，我看倒是物价牵动着十几亿老百姓的心，社会的公平正义，法制的健全，民主化的进程，政治体制改革的进程，无处不有的贪污腐败的愈演愈烈得到有效的遏制倒是亿万老百姓十分期待的，别吹嘘这样的八股。\nComment on Chi's post:\n\nI really don't see any profound meaning in this spectacle of a visit to America. Last time he went to the USA, his first stop was as a guest at Bill Gates' home, and this time I just don't see what us regular folk can expect to get from it; instead, what I do see is rising prices affecting more than a billion people. What millions of people are really hoping for is social justice, a sound legal system, democratization, political system reform and more effective curtailment of the all-encompassing corruption. Please spare us your trumpeting.\n\nInvestment manager He Shuyuan in Hong Kong: Picking up from their last meeting in Seoul\n\n当时奥巴马没有向中国施压，要求其允许人民币更快升值。相反，奥巴马试图让盟友相信，美国并不是在有意让美元贬值，以获得贸易优势。当时，中国副外长崔天凯表示，关于美联储的购债计划\"他们欠中国一个解释，并警告美联储\"在做决定的时候，不要只考虑自己的经济，也要考虑对其它国家的影响\"。这次当胡锦涛周三访问白宫的时候，情况可能有所不同。汇率紧张关系有所降温。目前中国通胀居高不下，意味着人民币实际汇率升值幅度远高于名义汇率。美国共和党在国会获得更多席位，暗示国会要求给中国贴上汇率操纵国的标签，或大幅提高关税的压力或比以往减小。布鲁金斯学会（Brookings Institution)经济学家Eswar Prasad表示，\"在中期选举前对美国是否需要向中国施压一事各方意见并未取得一致。\"虽然美联储11月初宣布公债购买计划后，有人担心美元会受损，但实际上美元兑一篮子主要货币随后出现了升值。胡锦涛也可以提及中国最新的贸易数据，其显示12月出口未如多数经济学家预期的那般强劲。可比的美国数据尚未出炉，但美国11月对中国出口创下95亿美元的纪录高位，为中国强调自己正在为平衡全球成长做出贡献提供了论据。在本周峰会前，中国副外长崔天凯的口气已比11月时有所软化。他表示，中国关心其在美国投资的安全性，对于美国就这些投资的安全性发表的积极言论，中国将表示欢迎。美国财政部长盖特纳认为此番言论并无新意，不过是在这种会晤前夕看到的外交辞令。\nAt that time, Obama didn't put any pressure on China to allow for an upward revaluation of the Renminbi. On the contrary, tried to convince allies that America wasn't purposefully depreciating the American dollar in order to gain trade advantage. Chinese Vice Minister of Foreign Affairs Cui Tiankai stated at the time that America owed China an explanation regarding the Federal Reserve's plan to purchase bonds, and warned the American Federal Reserve that when the time came to make a decision, to not only consider the impact on their own economy, but on that of other countries as well.\n\nThis Wednesday, when Hu Jintao visits the White House, things could very well be quite different. Relations have cooled over the exchange rate. Inflation in China remains high at present, indicating that the actual exchange rate for the RMB has already risen to surpass that of the nominal exchange rate. The Republican party now controls more seats in the American Congress, which suggests that pressure on Congress to demand China be called out for currency manipulation or substantially increase tariffs is now less than it was before.\n\nBrookings Institute economist Eswar Prasad has stated that prior to the midterm elections, there didn't exist consensus among different parties regarding the issue of whether American needs to put pressure on China. While some worried that the US dollar might suffer following the Federal Reserve's announcement to purchase government bonds in early November, the main currencies in the US dollar basket subsequently continued to rise. Hu Jintao can also reference China's latest trade figures, which show that exports for December were not as strong as had been predicted by many economists. \n\nComparable data for America hasn't been released yet, but American exports to China set a new record in November with USD 9.5 billion in trade, further proof substantiating China's claims of contributions made toward stabilizing global growth. Leading up to this week's summit, Chinese Vice Minister for Foreign Affairs has already softened his tone in comparison to November.\n\nHe says that China's concerns are for the security of its investments in America, and welcomes America's constructive opinions regarding the security of these investments. American Treasury Secretary Timothy Geithner meanwhile has said that such remarks don't indicate anything new and is only the kind of diplomatic language one sees before this kind of meeting. \n\n[...]\n\n美资企业长久以来一直抱怨在进入中国的过程中受到了不公平的待遇。奥巴马还将再次敦促中国允许人民币进一步快速升值。许多经济师预计，这一要求现在会得到更加积极的响应，因为中国正努力抑制高涨的通胀率，而人民币升值将是一个有用的工具。通过促进内需而非依赖海外需求来实现经济增长，中国一方面既可以采取华府所希望的措施，另一方面也不会显得是迫于外界压力而低头。中国的通胀数据定于胡锦涛白宫之行之后一天发布。该数据料将显示，去年12月居民消费价格指数(CPI)较上年同期增长4.4%，这与去年11月5.1%的增长水平相比略有降温，但仍处在令人不适的高位。\nAmerican companies have long complained of receiving unfair treatment while trying to do business in China. Obama will once again press China to allow for faster revaluation of the RMB. Many economists predict that this demand will be met with a more affirmative response, as China is now working to curtail rising inflation, and revaluation of the RMB is a useful tool to that effect. By encouraging domestic consumption as opposed to relying on overseas consumption as a means to sustain economic growth, China on one hand could adopt measures Washington, DC is hoping to see, and at the same time not be seen to be bowing down to foreign pressure. China's inflation data is set to be released the day after Hu Jintao's visit to the White House. This data will show that the residential CPI saw a 4.4% year-on-year rise in December, a slight decrease from November's rise of 5.1%, yet still too high.\n\n\n\nPhoenix Blog columnist Zheng Hao: Taiwan will overshadow \n\n\n\n\n笔者认为，从当前两国关系的总体形势上看，产生严重分歧的关键层面主要有两个：一个是台湾问题，另一个是对中国迅速崛起的认识问题。至于其他问题，例如贸易摩擦、人民币汇率、人权问题、西藏问题等，都不会令中美关系发展出现大幅倒退，这在中美建交三十多年间已经被反复证明了的。\n\n台湾问题是严重影响中美两国关系发展的核心问题之一，它不仅没有因为两岸关系自2008年后的大幅改善而退居次席，反而因为奥巴马政府坚持对台售武而使得这个问题变得更加敏感、更为尖锐。前不久美国国防部长盖茨访华时，曾极力试图说服中国把对台售武与发展两国军事关系分开，提出了所谓“两分法”，即“政治问题归政治问题，军事关系归军事关系”，但遭到中国军方的严正拒绝，认为这是对中国国家主权利益的严重干涉，而干涉就是干涉，不存在“政治与军事分开”的问题。美国必须停止对台军售才会减少妨碍中美关系的干扰，这才符合中国国家的核心利益，也有利于两军关系的发展。\nThe way this writer sees it, looking at the current overall situation between the two countries, there are two key aspects which remain severely divisive: one is the Taiwan Problem, the other concerns understanding of China's rapid rise. As for other questions such as trade conflicts, the RMB exchange rate, human rights and Tibet, etc., none will lead to a major setback in Sino-American relations; this has been proven repeatedly in the more than thirty years since relations between China and America were first established.\n\nThe Taiwan Problem is one of the main issues with serious impact on Sino-American relations; Not only did it not take a backseat position following the substantial improvement in cross-Strait relations beginning in 2008, but has become even more sensitive and acute given the Obama administration's insistence on selling arms to Taiwan. Recently during American Secretary of Defense Robert Gate's visit to China, exhaustive efforts were made to convince China to keep keep the issues of arms sales to Taiwan and development of military relations between China and the USA separate, even mentioning a 'law of separation', to let 'political problems be political problems, and military relations be military relations\", which was solemnly rejected by the Chinese military, who would see such as severe interference in China's national sovereignty interests, and interference being interference, there exists no question of any 'separation of politics and military affairs'. America must stop selling arms to Taiwan if it wants to reduce the interference which obstructs Sino-American relations. Only this is in China's core national interests, and in the interests of growth in military relations between the two countries.\n\n而对中国快速崛起，特别是中国军力的迅速发展，美国的担忧更多的表现在如何认识的“态度”问题上。不可否认，美国国内的保守势力正在企图利用“抹黑”方式，敦促美国政府加大对中国实施战略围堵的力度，但美国核心领导层心里非常清楚，单靠围堵中国是无法达成目的的，更何况美国非常需要中国在国际社会发挥更大的作用，同美国一道应对全球共同面对的挑战。因此，美国对中国的快速崛起，更多的是需要端正态度和更快的加以适应，它不会成为严重妨碍中美两国关系发展的根本障碍。\nWith regards to China's rise, particularly China's rapid growth in military strength, many of America's concerns can be seen in trying how best to understand \"attitude\" problems. It's undeniable that American domestic conservative forces are attempting to use 'smear' tactics as means to press the American government to expand efforts in its strategy to contain China. But America's core leaders know very well well that relying on containment alone will not help achieve its goals for China, and in any case, America very much needs China to play a bigger role within the international community, to side with America in addressing challenges faced by the world. Thus, what America needs most with regard to China's rise, is to fix its attitude and learn quickly to get used to it, lest this become a root obstacle seriously obstructing development of Sino-American relations.\n\n\n\n\nhttp://blog.ifeng.com/article/9646111.html\nWhat's in Chimerica's best interest\n\n\n不管怎么说，中美都在一个充满险恶风浪的大海中航行，都为在如何确保自身国家利益的前提下，推动建立一个有助于实现自身利益的全球和地区体系。双方都意识到对方的强大和重要，美国不仅希望从中国的经济发展中实现双赢，而且希望中国在政治上也不脱离西方的轨道，为此它既需要对中国进行遏制和威慑，确保美国能随时扭转中国的航向，同时又展示与中国的亲密合作关系，尤其是在美国仍然深陷金融危机的背景下，中国的订单和外汇储备对其至关重要。\nDespite all that's been said, China and America are sailing through an ocean fraught with hostile waters, both seeking to establish a global and regional system which realizes their interests, while at the same time ensures that their own respective national interests are met. Both sides understand how strong and important the other is; America not only hopes that both sides can win from China's developing economy, but also hopes that, politically, China won't fall off track with the West. Which is why the USA needs to contain and deter China, to ensure that America can make China change course when need be. At the same time, America has signaled that, particularly given the financial crisis in which it remains stuck, a close cooperative relationship with China is of utmost importance, as are China's orders and foreign exchange reserves.\n\n据最新消息，美国为胡锦涛的即将访美准备好了红地毯，将给予其高规格礼遇，包括美国副总统亲自接机、奥巴马在白宫为胡锦涛设私人晚宴以及盛大的欢迎仪式和正式晚宴。这些不同寻常的安排都是为当今世界对美国来说最重要的国家而设。\n\n中国离不开美国，美国离不开中国，当然世界也离不开中美。美国，正如中国一样，在期待着，通过胡锦涛的访美，在双方坦诚的开诚布公的协商下，两国能够在新的历史起点上拨云见日，从经贸、军事、政治等角度重新构建中美复杂而新型的双边关系，说服中国启动政治改革、保障人权，逐步实现美国式民主政治，并开启中美合作的新时代。\nReportedly, America is prepared to roll out the red carpet for Hu Jintao upon his arrival to the US with a highly elaborate reception that will include the American Vice President picking him up from the airport in person, and a private in the White House with Obama, followed by a grand welcoming ceremony and official banquet. These unusual preparations are being made for the country that is most important to today's world, as well as to America.\n\nChina can't go anywhere without America, and America can't go anywhere without China, so of course the world can't go anywhere without both of them. America, as with China, is anticipating that, with Hu Jintao's visit, with frank and sincere talks between each side, that both countries will be able to make history and restore order to things, freshly reestablishing the complicated bilateral relations between China and America on issues ranging from trade to military affairs to politics, persuading China to launch political reforms and uphold human rights, and to gradually implement American-style democracy, and, with that, bring China and America into a new era of cooperation.",
  "original_body": "Between debt finance, Taiwan, human rights and too many other topics to fit in a post, which issue will see the most productive dialogue as Chinese President Hu Jintao <a href=\"http://chinabystander.wordpress.com/2011/01/17/mr-hu-goes-to-washington/\">arrives in Washington, DC</a> today? US Senators <a href=\"http://jackienapper56.typepad.com/blog/2011/01/china-pushes-back-on-currency-calls-as-hu-heads-to-washington.html\">threatened a currency bill</a>Americans don't appreciate us enough\n\n一般认为，中美关系好 也好不到哪里去，坏也坏不到哪里来。不过，从中美关系近来屡屡直逼甚至触犯中方的利益底线和发展态势来看，美国一直占据主动地位，总是先发制人，是发号施令者\n\n此次胡锦涛主席访美意义重大，既能够让美国人民正确的认识中国及中国人民的宗旨和外交政策，中国国家主席的访美，能够让那些到处忽悠美国人民敌视中国的美国政客们诡计失算，又能够为中美两国的经济交流与政治交流带来新的气息，二来能够进一步加深中美两国的深入合作，既可以让政府间减少摩擦，又能够促进两国的民间交流与合作！胡锦涛主席的访美必将为中美两国人民带来更多的福音！\nGenerally speaking, Sino-American relations are doing well, but that alone doesn't change much, ditto if things went south. However, considering how Sino-American relations have recently begun treading upon the bottom line of Chinese interests and development trends. America has always held the upper hand, always the one to act preemptively and issue orders.\n\nThis significance of this trip by Chairman Hu to the USA is huge, such that it will allow the American people to correctly understand China and the goals and foreign policy of the Chinese people. China's national chairman's visit to the USA can let those American politicians going around hoodwinking the American people into being hostile to China fail at their own game, and breathe new breath into economic and political exchange between China and America. It will also deepen cooperation between the two countries, helping reduce friction between their governments, and furthering interaction and cooperation between their peoples! Chairman Hu Jintao's visit to the United States will bring many blessings for the people of both countries!\n \n王振平 发表于 2011/1/17 19:50 1楼\n我实在看不出这个花瓶去美国有啥深远意义，上一次他去美国访问，第一站就是在比尔.盖茨的家做客，这一次去也没有啥可值得我们这些老百姓可期待的，我看倒是物价牵动着十几亿老百姓的心，社会的公平正义，法制的健全，民主化的进程，政治体制改革的进程，无处不有的贪污腐败的愈演愈烈得到有效的遏制倒是亿万老百姓十分期待的，别吹嘘这样的八股。\nComment on Chi's post:\n\nI really don't see any profound meaning in this spectacle of a visit to America. Last time he went to the USA, his first stop was <a href=\"http://globalvoicesonline.org/2006/04/17/china-microsoft-in-collusion/\">as a guest at Bill Gates' home</a>, and this time I just don't see what us regular folk can expect to get from it; instead, what I do see is rising prices affecting more than a billion people. What millions of people are really hoping for is social justice, a sound legal system, democratization, political system reform and more effective curtailment of the all-encompassing corruption. Please spare us your trumpeting.\n\nInvestment manager He Shuyuan in Hong Kong: <a href=\"http://www.chinavalue.net/Blog/686650.aspx\">Picking up from their last meeting in Seoul</a>\n\n当时奥巴马没有向中国施压，要求其允许人民币更快升值。相反，奥巴马试图让盟友相信，美国并不是在有意让美元贬值，以获得贸易优势。当时，中国副外长崔天凯表示，关于美联储的购债计划\"他们欠中国一个解释，并警告美联储\"在做决定的时候，不要只考虑自己的经济，也要考虑对其它国家的影响\"。这次当胡锦涛周三访问白宫的时候，情况可能有所不同。汇率紧张关系有所降温。目前中国通胀居高不下，意味着人民币实际汇率升值幅度远高于名义汇率。美国共和党在国会获得更多席位，暗示国会要求给中国贴上汇率操纵国的标签，或大幅提高关税的压力或比以往减小。布鲁金斯学会（Brookings Institution)经济学家Eswar Prasad表示，\"在中期选举前对美国是否需要向中国施压一事各方意见并未取得一致。\"虽然美联储11月初宣布公债购买计划后，有人担心美元会受损，但实际上美元兑一篮子主要货币随后出现了升值。胡锦涛也可以提及中国最新的贸易数据，其显示12月出口未如多数经济学家预期的那般强劲。可比的美国数据尚未出炉，但美国11月对中国出口创下95亿美元的纪录高位，为中国强调自己正在为平衡全球成长做出贡献提供了论据。在本周峰会前，中国副外长崔天凯的口气已比11月时有所软化。他表示，中国关心其在美国投资的安全性，对于美国就这些投资的安全性发表的积极言论，中国将表示欢迎。美国财政部长盖特纳认为此番言论并无新意，不过是在这种会晤前夕看到的外交辞令。\nAt that time, Obama didn't put any pressure on China to allow for an upward revaluation of the Renminbi. On the contrary, tried to convince allies that America wasn't purposefully depreciating the American dollar in order to gain trade advantage. Chinese Vice Minister of Foreign Affairs Cui Tiankai stated at the time that America owed China an explanation regarding the Federal Reserve's plan to purchase bonds, and warned the American Federal Reserve that when the time came to make a decision, to not only consider the impact on their own economy, but on that of other countries as well.\n\nThis Wednesday, when Hu Jintao visits the White House, things could very well be quite different. Relations have cooled over the exchange rate. Inflation in China remains high at present, indicating that the actual exchange rate for the RMB has already risen to surpass that of the nominal exchange rate. The Republican party now controls more seats in the American Congress, which suggests that pressure on Congress to demand China be called out for currency manipulation or substantially increase tariffs is now less than it was before.\n\nBrookings Institute economist Eswar Prasad has stated that prior to the midterm elections, there didn't exist consensus among different parties regarding the issue of whether American needs to put pressure on China. While some worried that the US dollar might suffer following the Federal Reserve's announcement to purchase government bonds in early November, the main currencies in the US dollar basket subsequently continued to rise. Hu Jintao can also reference China's latest trade figures, which show that exports for December were not as strong as had been predicted by many economists. \n\nComparable data for America hasn't been released yet, but American exports to China set a new record in November with USD 9.5 billion in trade, further proof substantiating China's claims of contributions made toward stabilizing global growth. Leading up to this week's summit, Chinese Vice Minister for Foreign Affairs has already softened his tone in comparison to November.\n\nHe says that China's concerns are for the security of its investments in America, and welcomes America's constructive opinions regarding the security of these investments. American Treasury Secretary Timothy Geithner meanwhile has said that such remarks don't indicate anything new and is only the kind of diplomatic language one sees before this kind of meeting. \n\n[...]\n\n美资企业长久以来一直抱怨在进入中国的过程中受到了不公平的待遇。奥巴马还将再次敦促中国允许人民币进一步快速升值。许多经济师预计，这一要求现在会得到更加积极的响应，因为中国正努力抑制高涨的通胀率，而人民币升值将是一个有用的工具。通过促进内需而非依赖海外需求来实现经济增长，中国一方面既可以采取华府所希望的措施，另一方面也不会显得是迫于外界压力而低头。中国的通胀数据定于胡锦涛白宫之行之后一天发布。该数据料将显示，去年12月居民消费价格指数(CPI)较上年同期增长4.4%，这与去年11月5.1%的增长水平相比略有降温，但仍处在令人不适的高位。\nAmerican companies have long complained of receiving unfair treatment while trying to do business in China. Obama will once again press China to allow for faster revaluation of the RMB. Many economists predict that this demand will be met with a more affirmative response, as China is now working to curtail rising inflation, and revaluation of the RMB is a useful tool to that effect. By encouraging domestic consumption as opposed to relying on overseas consumption as a means to sustain economic growth, China on one hand could adopt measures Washington, DC is hoping to see, and at the same time not be seen to be bowing down to foreign pressure. China's inflation data is set to be released the day after Hu Jintao's visit to the White House. This data will show that the residential CPI saw a 4.4% year-on-year rise in December, a slight decrease from November's rise of 5.1%, yet still too high.\n\n\n\nPhoenix Blog columnist Zheng Hao: Taiwan will overshadow \n\n\n\n\n笔者认为，从当前两国关系的总体形势上看，产生严重分歧的关键层面主要有两个：一个是台湾问题，另一个是对中国迅速崛起的认识问题。至于其他问题，例如贸易摩擦、人民币汇率、人权问题、西藏问题等，都不会令中美关系发展出现大幅倒退，这在中美建交三十多年间已经被反复证明了的。\n\n台湾问题是严重影响中美两国关系发展的核心问题之一，它不仅没有因为两岸关系自2008年后的大幅改善而退居次席，反而因为奥巴马政府坚持对台售武而使得这个问题变得更加敏感、更为尖锐。前不久美国国防部长盖茨访华时，曾极力试图说服中国把对台售武与发展两国军事关系分开，提出了所谓“两分法”，即“政治问题归政治问题，军事关系归军事关系”，但遭到中国军方的严正拒绝，认为这是对中国国家主权利益的严重干涉，而干涉就是干涉，不存在“政治与军事分开”的问题。美国必须停止对台军售才会减少妨碍中美关系的干扰，这才符合中国国家的核心利益，也有利于两军关系的发展。\nThe way this writer sees it, looking at the current overall situation between the two countries, there are two key aspects which remain severely divisive: one is <a href=\"http://en.wikipedia.org/wiki/Political_status_of_Taiwan#Political_status_vs._Taiwan_issue\">the Taiwan Problem</a>, the other concerns understanding of China's rapid rise. As for other questions such as trade conflicts, the RMB exchange rate, human rights and Tibet, etc., none will lead to a major setback in Sino-American relations; this has been proven repeatedly in the more than thirty years since relations between China and America were first established.\n\nThe Taiwan Problem is one of the main issues with serious impact on Sino-American relations; Not only did it not take a backseat position following the substantial improvement in cross-Strait relations beginning in 2008, but has become even more sensitive and acute given the Obama administration's insistence on selling arms to Taiwan. Recently during American Secretary of Defense Robert Gate's visit to China, exhaustive efforts were made to convince China to keep keep the issues of arms sales to Taiwan and development of military relations between China and the USA separate, even mentioning a 'law of separation', to let 'political problems be political problems, and military relations be military relations\", which was solemnly rejected by the Chinese military, who would see such as severe interference in China's national sovereignty interests, and interference being interference, there exists no question of any 'separation of politics and military affairs'. America must stop selling arms to Taiwan if it wants to reduce the interference which obstructs Sino-American relations. Only this is in China's core national interests, and in the interests of growth in military relations between the two countries.\n\n而对中国快速崛起，特别是中国军力的迅速发展，美国的担忧更多的表现在如何认识的“态度”问题上。不可否认，美国国内的保守势力正在企图利用“抹黑”方式，敦促美国政府加大对中国实施战略围堵的力度，但美国核心领导层心里非常清楚，单靠围堵中国是无法达成目的的，更何况美国非常需要中国在国际社会发挥更大的作用，同美国一道应对全球共同面对的挑战。因此，美国对中国的快速崛起，更多的是需要端正态度和更快的加以适应，它不会成为严重妨碍中美两国关系发展的根本障碍。\nWith regards to China's rise, particularly China's rapid growth in military strength, many of America's concerns can be seen in trying how best to understand \"attitude\" problems. It's undeniable that American domestic conservative forces are attempting to use 'smear' tactics as means to press the American government to expand efforts in its strategy to contain China. But America's core leaders know very well well that relying on containment alone will not help achieve its goals for China, and in any case, America very much needs China to play a bigger role within the international community, to side with America in addressing challenges faced by the world. Thus, what America needs most with regard to China's rise, is to fix its attitude and learn quickly to get used to it, lest this become a root obstacle seriously obstructing development of Sino-American relations.\n\n\n\n\nhttp://blog.ifeng.com/article/9646111.html\nWhat's in Chimerica's best interest\n\n\n不管怎么说，中美都在一个充满险恶风浪的大海中航行，都为在如何确保自身国家利益的前提下，推动建立一个有助于实现自身利益的全球和地区体系。双方都意识到对方的强大和重要，美国不仅希望从中国的经济发展中实现双赢，而且希望中国在政治上也不脱离西方的轨道，为此它既需要对中国进行遏制和威慑，确保美国能随时扭转中国的航向，同时又展示与中国的亲密合作关系，尤其是在美国仍然深陷金融危机的背景下，中国的订单和外汇储备对其至关重要。\nDespite all that's been said, China and America are sailing through an ocean fraught with hostile waters, both seeking to establish a global and regional system which realizes their interests, while at the same time ensures that their own respective national interests are met. Both sides understand how strong and important the other is; America not only hopes that both sides can win from China's developing economy, but also hopes that, politically, China won't fall off track with the West. Which is why the USA needs to contain and deter China, to ensure that America can make China change course when need be. At the same time, America has signaled that, particularly given the financial crisis in which it remains stuck, a close cooperative relationship with China is of utmost importance, as are China's orders and foreign exchange reserves.\n\n据最新消息，美国为胡锦涛的即将访美准备好了红地毯，将给予其高规格礼遇，包括美国副总统亲自接机、奥巴马在白宫为胡锦涛设私人晚宴以及盛大的欢迎仪式和正式晚宴。这些不同寻常的安排都是为当今世界对美国来说最重要的国家而设。\n\n中国离不开美国，美国离不开中国，当然世界也离不开中美。美国，正如中国一样，在期待着，通过胡锦涛的访美，在双方坦诚的开诚布公的协商下，两国能够在新的历史起点上拨云见日，从经贸、军事、政治等角度重新构建中美复杂而新型的双边关系，说服中国启动政治改革、保障人权，逐步实现美国式民主政治，并开启中美合作的新时代。\nReportedly, America is prepared to roll out the red carpet for Hu Jintao upon his arrival to the US with a highly elaborate reception that will include the American Vice President picking him up from the airport in person, and a private in the White House with Obama, followed by a grand welcoming ceremony and official banquet. These unusual preparations are being made for the country that is most important to today's world, as well as to America.\n\nChina can't go anywhere without America, and America can't go anywhere without China, so of course the world can't go anywhere without both of them. America, as with China, is anticipating that, with Hu Jintao's visit, with frank and sincere talks between each side, that both countries will be able to make history and restore order to things, freshly reestablishing the complicated bilateral relations between China and America on issues ranging from trade to military affairs to politics, persuading China to launch political reforms and uphold human rights, and to gradually implement American-style democracy, and, with that, bring China and America into a new era of cooperation.",
  "title": null,
  "byline": "Feng37",
  "pub_date": "-1-11-30T00:00:00Z"
}