{
  "url": "http://globalvoicesonline.org/?p=187831",
  "id": "187831",
  "body": "[caption id=\"attachment_187832\" align=\"aligncenter\" width=\"375\" caption=\"Courtesy of Maya Zankoul\"][/caption]\n\nMaya Zankoul's above caricature of the latest Lebanese political crisis accurately sums up the collective mood on the Lebanese blogosphere. Another day in Lebanon, another political crisis, after a U.N.-backed tribunal issued a confidential draft indictment in the 2005 killing of former Lebanese Prime Minister Rafik Al Hariri.\n\nLiliane at From Beirut With Funk wonders, sarcastically, if a plug-in to rehash old blog posts of past years is in the pipeline to keep up with the cyclical nature of Lebanese political crises:\n See just when you think that you cannot travel back in time, something in Lebanon happens and it takes you years back.\n\nYesterday, our Lebanese government, is no longer! Itcollapsed. 10 ministers from the opposition resigned (I don't honestly care why), and an 11th joined them, which makes the government unable to export decisions. THUS, bye bye government. Check this post of mine \"Parliament out of reach, please try again later\", almost 4 years ago, deja vu? Oh and for the record, it took almost 9 months for the cabinet to form.\n\nWhat else? are we afraid of a war again between Hezbollah and Israel? Oh well check the first 100 posts of this blog! No President? Let's go back 3 years, even Maz Jobranipointed it out! More scare that we'll have a civil war? hmmm should I continue? As BeirutSpring.com said, wish there was a plug-in so we can repost 3 year old posts.\nAnxiety is expressed on From Miami to Beirut, where the blogger awaits the calm before the storm, in reference to the UN indictments into the 2005 assassination of former Prime Minister Rafik al-Hariri:\n The streets were calm this weekend.\n\nToo calm.\n\nAnd with the STL indictments scheduled to come out tomorrow.\n\nOne can only wonder..\n\nIs this the calm before the storm?\nMustapha at The Beirut Spring dismisses the government's resignation as having little impact on the daily lives of ordinary Lebanese:\n Anthony Chadid is trying to pin down the reason why the Lebanese no longer care about crises.\n\nI think the people realized that with or without a government, their day-to-day life remains the same.\nHabib Battah at The Beirut Report fears a return to the total political paralysis of three years ago when Hezballah and its allies staged mass demonstrations and sit-ins in the capital over a two year period. Battah reports gatherings of young men in various parts of the city:\n At around 7AM, groups of young men mysteriously gathered at key intersections and neighborhoods across the Lebanese capital and then disbanded one hour later.\n\nAfter listing each neighborhood where the young men gathered, it then connected the dots to form a rather intimidating net cast over nearly half the city.\n\nAccording to news reports, members of the opposition such as Parliament Speaker Nabih Berri called the gatherings \"spontaneous\" outbursts of protest against the government, but on today's talk shows, pro-government politicians sarcastically questioned the possible spontaneity of multiple gatherings around the city at 7AM. MTV also said some of the men appeared to be holding walkie talkies.\nHowever, Franco-Lebanese blogger Frenchy reports the rumours of gatherings in certain neighbourhoods of Beirut are beat-up stories by Hariri's media:\n Nouvelle du jour: des rassemblements auraient lieu ce matin dans la partie ouest de Beyrouth, notamment dans les quartier s de Basta, Nourieh, Béchara Khoury et au Centre-Ville, les sources: les services de sécurités et les médias proches de Saad Hariri. La nouvelle sera démentie par les médias proches de l’opposition.\n\nA l’annonce de la nouvelle, je n’ai pas pu m’empêcher de demander à quelques amis habitant ses quartiers s’ils ont remarqué quelque chose. Tout était normal, selon eux. « Circulez, il n’y a rien à voir ».\n News of the day: Gatherings took place this morning in West Beirut, notably in the quarters of Basta, Nourieh, Bechara Khoury and Down Town. The sources? The secret services and media close to Saad Hariri. The news will be denied by media close to the Opposition.\n\nAs soon as this news was announced, I couldn't prevent myself from asking several friends living in this quarters if they noticed anything. Everything was normal, according to them. \"Tell people, there's nothing to see\".\n\n\nResponding to the upcoming UN indictment, the Angry Arab lashes the US for imposing it on Lebanon:\n The judge of the Hariri tribunal received the indictment today.  Let me report to you the summary: blah, blah, blah and who gives a damn, really.  Basically, we are told to believe that while the widow of Hariri and his children were willing to scrap the tribunal the US insisted that it goes forward but NOT for political reasons in order to serve Israeli interests by pinning the blame on its enemies on Lebanon, but purely for emotional reasons because Obama, Bush, Feltman, and Hillary are so emotionally distraught over the death of Hariri--who is not dead enough as far as I am concerned--that they really want to find the real culprits because they can't sleep at night. I believe that.  Oh, yeah.  Just as I believe that the Obama administration support the choice of the Tunisian people for their leaders--after but not before--the ouster of their pro-US dictator.\nRami Zurayk at Land and People equally accuses the US of being behind the UN investigation into the Hariri assassination, with the intention of destroying the Lebanese Resistance (Hezballah):\n The US (and France) are clearly siding with the March 14 who are, one must admit, generally better dressed than the March 8 people. The goal is to destroy the Resistance, led by Hizbullah, so that the Arab dictators can continue to rule and oppress their people. The Resistance, both in 2000 and in 2006, showed the Arab people that one is as strong as one’s will. Destroying the Resistance is also a precondition to “normalization” with Israel, meaning that Israel will openly help Arab regimes control and oppress their people (Israel is very good at that) in exchange for Palestine and for oil and oil money.\n\nBut the Lebanese opposition is formed of sectarian parties, which reduces its effectiveness in bringing about social justice, or rather it cancels it. So where is this all going? Towards another compromise “a la Libanaise”, surely. I just hope the lives of people is spared in the process. Time to reorganize, and to offer a social justice alternative to sectarian politics…\n\nThe Hariri International Tribunal, a March 14-Israeli-US tool constructed in order to damage Syria, Hizbullah and any one the US and Israel don’t like, will probably publish its indictment of Hizbullah in the very near future.\nPolitical blogger Elias Muhanna at Qifa Nabki praised Hezballah leader Hassan Nasrallah for maintaining his poise throughout the crisis:\n ...allow me to reiterate a basic point that I’ve made several times before: can anyone doubt that the opposition has the big guns (rhetorically speaking) in Lebanon? Here we have Hasan Nasrallah, the leader of a conservative religious-political party and a militia stronger than the Lebanese army that is about to be accused by the United Nations of masterminding the assassination of a Sunni prime minister, and he sounds like the most reasonable, rational, straightforward politician in Lebanon. Note that I am not agreeing with the content of what he said (which was, let’s face it, just another shade of demagoguery like everyone else’s talking points), but simply pointing out the obvious: Hizbullah would be in a vastly different position in Lebanon today were it not for the leadership of Hasan Nasrallah. No one else would be capable of reconciling the manifold contradictions in Hizbullah’s projected identity and framing their program in as capacious and catholic a manner as Nasrallah. To understate his role is to misunderstand the rise of Hizbullah completely, in my opinion.\nMeanwhile, some bloggers are exploring solutions to the symptoms of Lebanon's endless political woes. The Modern Dictator put forward dividing the country into a confederation, an idea once touted by the far-right Christian Lebanese Forces.\n In order to understand why is Lebanon so messed up today, we have to understand historically what happened. Do you know what happened?\n\nDuring the Ottoman empire there was no Lebanon, it was part of Greater Syria - but the region of Mount Lebanon always benefited from a certain \"autonomy\" because it was different - it had Maronites in it (you know, the Christians that are ruled by this loser). When the Turks left the region, Lebanon and Syria were placed under French mandate and Jordan and Palestine under British mandate.\n\nSeveral years after that agreement, there was still no country called Lebanon; until on day the Frenchies noticed that Mount Lebanon was different religiously and culturally. They decided to separate it from Syria (which explains why Syria is so eager to win it back) and create Lebanon.\n\nOverall, Lebanon is screwed up as a democracy because we are made of many different religions and cultures. And as much as everybody denies it: christians don't care much for muslims, muslims don't care much for christians and sunnis and shiia don't care much for each other. So how can you run a country on this basis?\n\nSo a confederation seems to be the closest thing to a possible outcome for Lebanon. Different regions would be managed individually, and the people would be responsible for the guys they elect in their canton. The only thing I would be afraid of would be that once we get divided into cantons, the clan leaders d'antan would come back and dominate their respective regions like their ancestors did - but it's a risk I'm willing to take.\nJoseph el-Khoury at Arabdemocracy takes an opposite approach and - drawing from the recent Tunisian Revolution - calls for a grassroots secular and democratic drive to unify Lebanon and rid it of the sectarianism plague that underpins its frequent crises:\n I get asked a lot about my solutions for the Lebanese problem, given that I spent a significant amount of time lamenting the absence of a political movement able to challenge the structural flaws in the Lebanese system. I still believe that bold grass-root work motivated by clear democratic, secular and socially responsible principles would be a winning formula. Interestingly, one element that could explain the success in toppling the regime in Tunis is the presence of an active secular left-leaning opposition with influence within the middle classes. The Islamist movement, although active, did not appear to have taken a leading role in the uprising. I might be wrong and the days to come will reveal the full picture.\nRegardless of which side of the sectarian and political fence Lebanese sit, there is a shared sense of disenchantment and fatigue at the entire political system in Lebanon. As the recent turmoil threatens to tear the fragile country apart once again, many disconnected ordinary Lebanese respond with great apathy to a political process that has only caused them pain. The latest crisis only confirms to many Lebanese that no political party in the country has their best interest at heart.",
  "original_body": "[caption id=\"attachment_187832\" align=\"aligncenter\" width=\"375\" caption=\"Courtesy of Maya Zankoul\"]<a href=\"http://mayazankoul.com\"><img class=\"size-medium wp-image-187832\" title=\"Lebanon_government\" src=\"http://globalvoicesonline.org/wp-content/uploads/2011/01/Lebanon_government-375x249.png\" alt=\"\" width=\"375\" height=\"249\" /></a>[/caption]\n\n<em><a href=\"http://mayazankoul.com\">Maya Zankoul's</a> </em>above caricature of the latest Lebanese political crisis accurately sums up the collective mood on the Lebanese blogosphere. Another day in Lebanon, another <a href=\"http://www.dailystar.com.lb/article.asp?edition_id=1&amp;categ_id=2&amp;article_id=123856\">political crisis</a>, after a U.N.-backed tribunal issued a confidential draft indictment in the 2005 killing of former Lebanese Prime Minister Rafik Al Hariri.\n\nLiliane at <em><a href=\"http://blog.independence05.com/2011/01/traveling-back-in-time-does-exist.html\">From Beirut With Funk</a> </em>wonders, sarcastically, if a plug-in to rehash old blog posts of past years is in the pipeline to keep up with the cyclical nature of Lebanese political crises:\n<blockquote>See just when you think that you cannot travel back in time, something in Lebanon happens and it takes you years back.\n\nYesterday, our Lebanese government, is no longer! It<a href=\"http://www.nowlebanon.com/NewsArticleDetails.aspx?ID=229611\">collapsed</a>. 10 ministers from the opposition resigned (I don't honestly care why), and an 11th joined them, which makes the government unable to export decisions. THUS, bye bye government. Check this post of mine \"<a href=\"http://blog.independence05.com/2007/02/parliament-out-of-reach-please-try.html\">Parliament out of reach, please try again later</a>\", almost 4 years ago, deja vu? Oh and for the record, it took almost 9 months for the <a href=\"http://blog.independence05.com/2008/07/cabinet-finally-formed.html\">cabinet to form</a>.\n\nWhat else? are we afraid of a <strong>war </strong>again between Hezbollah and Israel? Oh well check the <a href=\"http://blog.independence05.com/2006_07_01_archive.html\">first 100 posts</a> of this blog! <strong>No President?</strong> Let's go back 3 years, even Maz Jobrani<a href=\"http://blog.independence05.com/2007/12/you-guys-dont-care-you-have-no.html\">pointed it out</a>! More scare that we'll have a civil war? hmmm should I continue? As BeirutSpring.com <a href=\"http://twitter.com/Beirutspring/status/25459933159886848\">said</a>, wish there was a plug-in so we can repost 3 year old posts.</blockquote>\nAnxiety is expressed on <em><a href=\"http://thisisbeirut.wordpress.com/2011/01/16/the-calm-before-the-storm/\">From Miami to Beirut</a>, </em>where the blogger awaits the calm before the storm, in reference to the UN indictments into the 2005 assassination of former Prime Minister Rafik al-Hariri:\n<blockquote>The streets were calm this weekend.\n\nToo calm.\n\nAnd with the STL indictments scheduled <a href=\"http://nowlebanon.com/NewsArticleDetails.aspx?ID=230724\">to come out tomorrow.</a>\n\nOne can only wonder..\n\nIs this the calm before the storm?</blockquote>\nMustapha at <em><a href=\"http://beirutspring.com/blog/2011/01/15/crisis-as-a-way-of-life/?utm_source=feedburner&amp;utm_medium=feed&amp;utm_campaign=Feed:+beirutspring/fb_feed+(Beirut+Spring)&amp;utm_content=Google+Reader\">The Beirut Spring</a></em> dismisses the government's resignation as having little impact on the daily lives of ordinary Lebanese:\n<blockquote>Anthony Chadid is trying to pin down the reason <a href=\"http://www.nytimes.com/2011/01/15/world/middleeast/15lebanon.html?_r=1&amp;src=twrhp\">why the Lebanese no longer care about crises</a>.\n\nI think the people realized that with or without a government, their day-to-day life remains the same.</blockquote>\nHabib Battah at <em><a href=\"http://beirutreport.blogspot.com/2011/01/new-hezbollah-demonstration-strategy.html\">The Beirut Report</a> </em>fears a return to the total political paralysis of three years ago when Hezballah and its allies staged mass demonstrations and sit-ins in the capital over a two year period. Battah reports gatherings of young men in various parts of the city:\n<blockquote>At around 7AM, groups of young men mysteriously gathered at key intersections and neighborhoods across the Lebanese capital and then disbanded one hour later.\n\nAfter listing each neighborhood where the young men gathered, it then connected the dots to form a rather intimidating net cast over nearly half the city.\n\nAccording to news reports, members of the opposition such as Parliament Speaker Nabih Berri called the gatherings \"spontaneous\" outbursts of protest against the government, but on today's talk shows, pro-government politicians sarcastically questioned the possible spontaneity of multiple gatherings around the city at 7AM. MTV also said some of the men appeared to be holding walkie talkies.</blockquote>\nHowever, Franco-Lebanese blogger <em><a href=\"http://blog.libnanews.com/frenchy/2011/01/18/le-cri-du-loup/\">Frenchy</a> </em>reports the rumours of gatherings in certain neighbourhoods of Beirut are beat-up stories by Hariri's media:\n<blockquote>Nouvelle du jour: des rassemblements auraient lieu ce matin dans la partie ouest de Beyrouth, notamment dans les quartier s de Basta, Nourieh, Béchara Khoury et au Centre-Ville, les sources: les services de sécurités et les médias proches de Saad Hariri. La nouvelle sera démentie par les médias proches de l’opposition.\n\nA l’annonce de la nouvelle, je n’ai pas pu m’empêcher de demander à quelques amis habitant ses quartiers s’ils ont remarqué quelque chose. Tout était normal, selon eux. « Circulez, il n’y a rien à voir ».</blockquote>\n<div class=\"translation\">News of the day: Gatherings took place this morning in West Beirut, notably in the quarters of Basta, Nourieh, Bechara Khoury and Down Town. The sources? The secret services and media close to Saad Hariri. The news will be denied by media close to the Opposition.\n\nAs soon as this news was announced, I couldn't prevent myself from asking several friends living in this quarters if they noticed anything. Everything was normal, according to them. \"Tell people, there's nothing to see\".\n\n</div>\nResponding to the upcoming UN indictment, the <em><a href=\"http://angryarab.blogspot.com/2011/01/hariri-tribunal-indictment.html\">Angry Arab</a></em> lashes the US for imposing it on Lebanon:\n<blockquote>The judge of the Hariri tribunal received the indictment today.  Let me report to you the summary: blah, blah, blah and who gives a damn, really.  Basically, we are told to believe that while the widow of Hariri and his children were willing to scrap the tribunal the US insisted that it goes forward but NOT for political reasons in order to serve Israeli interests by pinning the blame on its enemies on Lebanon, but purely for emotional reasons because Obama, Bush, Feltman, and Hillary are so emotionally distraught over the death of Hariri--who is not dead enough as far as I am concerned--that they really want to find the real culprits because they can't sleep at night. I believe that.  Oh, yeah.  Just as I believe that the Obama administration support the choice of the Tunisian people for their leaders--after but not before--the ouster of their pro-US dictator.</blockquote>\nRami Zurayk at <em><a href=\"http://landandpeople.blogspot.com/2011/01/unrest.html\">Land and People</a> </em>equally accuses the US of being behind the UN investigation into the Hariri assassination, with the intention of destroying the Lebanese Resistance (Hezballah):\n<blockquote>The US (and France) are clearly siding with the March 14 who are, one must admit, generally better dressed than the March 8 people. The goal is to destroy the Resistance, led by Hizbullah, so that the Arab dictators can continue to rule and oppress their people. The Resistance, both in 2000 and in 2006, showed the Arab people that one is as strong as one’s will. Destroying the Resistance is also a precondition to “normalization” with Israel, meaning that Israel will openly help Arab regimes control and oppress their people (Israel is very good at that) in exchange for Palestine and for oil and oil money.\n\nBut the Lebanese opposition is formed of sectarian parties, which reduces its effectiveness in bringing about social justice, or rather it cancels it. So where is this all going? Towards another compromise “a la Libanaise”, surely. I just hope the lives of people is spared in the process. Time to reorganize, and to offer a social justice alternative to sectarian politics…\n\nThe Hariri International Tribunal, a March 14-Israeli-US tool constructed in order to damage Syria, Hizbullah and any one the US and Israel don’t like, will probably publish its indictment of Hizbullah in the very near future.</blockquote>\nPolitical blogger Elias Muhanna at <em><a href=\"http://qifanabki.com/2011/01/16/some-post-speech-thoughts/\">Qifa Nabki</a> </em>praised Hezballah leader Hassan Nasrallah for maintaining his poise throughout the crisis:\n<blockquote>...allow me to reiterate a basic point that I’ve made several times before: can anyone doubt that the opposition <strong><a title=\"Words and Things\" href=\"http://qifanabki.com/2010/09/24/words-and-things/\">has the big guns (rhetorically speaking)</a></strong> in Lebanon? Here we have Hasan Nasrallah, the leader of a conservative religious-political party and a militia stronger than the Lebanese army that is about to be accused by the United Nations of masterminding the assassination of a Sunni prime minister, and he sounds like the most reasonable, rational, straightforward politician in Lebanon. Note that I am <em>not agreeing with the content</em> of what he said (which was, let’s face it, just another shade of demagoguery like everyone else’s talking points), but simply pointing out the obvious: Hizbullah would be in a vastly different position in Lebanon today were it not for the leadership of Hasan Nasrallah. No one else would be capable of reconciling the manifold contradictions in Hizbullah’s projected identity and framing their program in as capacious and catholic a manner as Nasrallah. To understate his role is to misunderstand the rise of Hizbullah completely, in my opinion.</blockquote>\nMeanwhile, some bloggers are exploring solutions to the symptoms of Lebanon's endless political woes. <em><a href=\"http://moderndictator.blogspot.com/2011/01/look-at-yesterday.html\">The Modern Dictator</a> </em>put forward dividing the country into a confederation, an idea once touted by the far-right Christian Lebanese Forces.\n<blockquote>In order to understand why is Lebanon so messed up today, we have to understand historically what happened. Do you know what happened?\n\nDuring the Ottoman empire there was no Lebanon, it was part of Greater Syria - but the region of Mount Lebanon always benefited from a certain \"autonomy\" because it was different - it had Maronites in it (you know, the Christians that are ruled by <a href=\"http://en.wikipedia.org/wiki/Nasrallah_Boutros_Sfeir\">this loser</a>). When the Turks left the region, Lebanon and Syria were placed under French mandate and Jordan and Palestine under British mandate.\n\nSeveral years after that agreement, there was still no country called Lebanon; until on day the Frenchies noticed that Mount Lebanon was different religiously and culturally. They decided to separate it from Syria (which explains why Syria is so eager to win it back) and create Lebanon.\n\nOverall, Lebanon is screwed up as a democracy because we are made of many different religions and cultures. And as much as everybody denies it: christians don't care much for muslims, muslims don't care much for christians and sunnis and shiia don't care much for each other. So how can you run a country on this basis?\n\nSo a <a href=\"http://oussama-hayek.blogspot.com/2011/01/wishing-its-adieu-not-another-au-revoir.html\">confederation </a>seems to be the closest thing to a possible outcome for Lebanon. Different regions would be managed individually, and the people would be responsible for the guys they elect in their canton. The only thing I would be afraid of would be that once we get divided into cantons, the clan leaders <em>d'antan</em> would come back and dominate their respective regions like their ancestors did - but it's a risk I'm willing to take.</blockquote>\nJoseph el-Khoury at <em><a href=\"http://www.arabdemocracy.com/2011/01/lebanon-clash-of-narratives.html\">Arabdemocracy</a> </em>takes an opposite approach and - drawing from the recent Tunisian Revolution - calls for a grassroots secular and democratic drive to unify Lebanon and rid it of the sectarianism plague that underpins its frequent crises:\n<blockquote>I get asked a lot about my solutions for the Lebanese problem, given that I spent a significant amount of time lamenting the absence of a political movement able to challenge the structural flaws in the Lebanese system. I still believe that bold grass-root work motivated by clear democratic, secular and socially responsible principles would be a winning formula. Interestingly, one element that could explain the success in toppling the regime in Tunis is the presence of an active secular left-leaning opposition with influence within the middle classes. The Islamist movement, although active, did not appear to have taken a leading role in the uprising. I might be wrong and the days to come will reveal the full picture.</blockquote>\nRegardless of which side of the sectarian and political fence Lebanese sit, there is a shared sense of disenchantment and fatigue at the entire political system in Lebanon. As the recent turmoil threatens to tear the fragile country apart once again, many disconnected ordinary Lebanese respond with great apathy to a political process that has only caused them pain. The latest crisis only confirms to many Lebanese that no political party in the country has their best interest at heart.",
  "title": "Lebanon: Déjà vu as country plunges into crisis ... again",
  "byline": "Antoun Issa",
  "pub_date": "2011-01-19T05:00:02Z"
}