{
  "url": "http://globalvoicesonline.org/?p=188270",
  "id": "188270",
  "body": "The Hindu festival of Thaipusam, a public holiday in Malaysia, was celebrated as devotees thronged the famous Batu Caves to fulfil their vows. According to Wikipedia, the festival ‘commemorates the occasion when Parvati gave Murugan a spear so he could vanquish the evil demon Soorapadman’.\n\nThe Malaysia.com blog provided a brief summary of the celebration of the festival in Malaysia:\n Traditionally, it is believed that Lord Murugan’s preferred choice for a home is either in a hill or a mountain. It is no wonder that the final destination for devotees in the Klang Valley during Thaipusam is at Batu Caves, where they will carry the image of Lord Murugan and climb up the 272 steps that leads to his abode in the cave’s temple. As one approaches the temple grounds, a gold statue of Lord Murugan measuring approximately 42.7 metres in height greets its guests. In Penang, the devotees will trek from Georgetown with their kavadis and carry offerings of milk, water and fruits on their shoulder all the way to Nattukottai Chettiar Temple along Jalan Waterfall.\n\nTo the devotees who are involved in the procession and the festival, preparations for it has already commenced days before Thaipusam. Most of the time the devotees present a kavadi to Lord Murugan as a way of keeping with their vow, in exchange for requests of help for a favourable turn in business or for better health. Generally, there are certain rules that need to be observed before he takes up the kavadi during the procession. The devotees will need to purify and cleanse themselves through prayer and fasting. Strict dietary requirements are to be observed – only pure Satvik food must be taken, once a day, while continuously keeping God in their thoughts. Abstinence from carnal pleasures is another aspect that requires observation from the devotees. Some believe that by denying themselves the pleasures of the world, like sleeping on the hard floor for a week or walking barefoot during the procession, when it is time to fulfill their penance it will please the gods even more.\nBesides the usual crowds of devotees, photography enthusiasts also turned up for the festival, many of them posting some of the photos on their blog.\n\nA Malaysian Hindu, Love2Cook, was thankful for the opportunity to visit Batu Caves as well as taking photographs.\n It's been years since we went to Batu Caves for Thaipusam. The crowd is sometimes so unbearable especially if you are with kids. We always go there during normal days. Even at that day, many tourists will be around. The place is just so happening!\n\nBatu Caves has 272 steep steps! We loved the 42.7 metres statue of Lord Muruga (World's Tallest Lord Muruga Statue) and 15 metres high Jai Hanuman statue!\n\nMy biggest ever fear in Batu Caves are those macaque monkeys! Goshhhh...I dare not carry any food bags in my hand! There was one time, I was so afraid that I threw my mineral water bottle at a monkey!!! My Hubby had a difficult job chasing the monkey away, it didn't wanna budge at all...hahaha.\nAnother photography enthusiast Robin Wong was glad that he had the opportunity to experience the culture of his Hindu countrymen.\n Today is the Thaipusam festival, a huge celebration for the Hindu community, and I decided I should take this chance to learn, witness and immerse myself into one unique culture that shaped up this unique nation of Malaysia. I was really glad I did, because what I saw today was beyond what I have imagined and expected.\n\nIt was truly a joy to be able to witness something fresh, a celebration that I have not encountered before. It was different from hearing stories and reading articles, or seeing photographs by others. Being there, blending into the crowd, walking with the masses, to be able to see, touch, and smell the atmosphere, everything felt so alive and real. I wanted to be in the celebration, and I wanted to be able to bring that bit and reproduce them in my photographs.\nA Canadian couple, Dave and Deb, were elated that they managed to witness this festival for a second time.\n We didn’t think that we would ever witness another Thaipusam, but we find ourselves back in Malaysia at the very time it is happening again. Tomorrow we are witnessing our second Thaipusam in our lifetime.  This time in Penang.  We hear that it is quite different here than in KL (Kuala Lumpur) and we look forward to making the comparison between the two places.\n\nThis is by far the most fascinating festival we have ever taken part in and we look forward again to being observers in the Mighty Hindu Festival known as Thaipusam.\nHowever, it was reported that several activists were arrested on this sacred day when they protested the use of a controversial novel in the Malaysian syllabus for secondary schools. The Malay-language book,  \"Interlok\", contains a reference to the caste system which is deemed offensive to the ethnic Indian community. Nantha Kumar, wrote in online news portal Free Malaysia Today that the issue does not portray the 'respect and unity' that the government boasts about.\n Interlok was first written by a Malay author, Abdullah Hussein, in  the mid-1960s. The novel tells the story of Malaysia’s three major  races, namely Malays, Chinese and Indians.\n\nThe story is set during the era before and after the Japanese occupation.\n\nIn the novel, the author has introduced the Indians to the Malays as  the “pariah” caste. Herein lies the problem in modern Malaysia.\n\nThe term “pariah” has angered Indians in this country much like the  derogatory word “keling” did years ago when Dewan Bahasa dan Pustaka  bulldozed the community’s views and sanctioned it as “an acceptable”  word.\n\nAt the outset, allow me to establish that Interlok is not a record of history. There are factual errors in the novel.\n\nThe author himself has admitted Interlok to be merely a work of fiction and not meant to be a footnote on history.\n\nMy hope is that the ministry (the Education Ministry) will justify to the parents and explain the benefits of reading Interlok to the students.\n\nWhether these students, who incidentally will become future leaders  in multiracial Malaysia, will be united after reading this book is  subjective.\n\nMy opinion is that Interlok offers a warped perspective and will only create a deeper wedge between the races in Malaysia.\n\nThe book and its running theme does nothing to encourage unity and respect between communities.\nPhotos of Thaipusam can also be found in the blogs of J.C. and Shaiful Rizal.\n\n Photo of the Batu Caves is from the Flickr page of Christian Haugen, used under CC License Attribution 2.0 Generic (CC BY 2.0) ",
  "original_body": "The Hindu festival of Thaipusam, a public holiday in Malaysia, was celebrated as devotees thronged the famous Batu Caves to fulfil their vows. According to <a href=\"http://en.wikipedia.org/wiki/Thaipusam\">Wikipedia</a>, the festival ‘commemorates the occasion when Parvati gave Murugan a spear so he could vanquish the evil demon Soorapadman’.\n\nThe Malaysia.com blog provided a <a href=\"http://www.malaysia.com/blog/thaipusam/\">brief summary</a> of the celebration of the festival in Malaysia:\n<blockquote>Traditionally, it is believed that Lord Murugan’s preferred choice for a home is either in a hill or a mountain. It is no wonder that the final destination for devotees in the Klang Valley during Thaipusam is at Batu Caves, where they will carry the image of Lord Murugan and climb up the 272 steps that leads to his abode in the cave’s temple. As one approaches the temple grounds, a gold statue of Lord Murugan measuring approximately 42.7 metres in height greets its guests. In Penang, the devotees will trek from Georgetown with their kavadis and carry offerings of milk, water and fruits on their shoulder all the way to Nattukottai Chettiar Temple along Jalan Waterfall.\n\nTo the devotees who are involved in the procession and the festival, preparations for it has already commenced days before Thaipusam. Most of the time the devotees present a kavadi to Lord Murugan as a way of keeping with their vow, in exchange for requests of help for a favourable turn in business or for better health. Generally, there are certain rules that need to be observed before he takes up the kavadi during the procession. The devotees will need to purify and cleanse themselves through prayer and fasting. Strict dietary requirements are to be observed – only pure Satvik food must be taken, once a day, while continuously keeping God in their thoughts. Abstinence from carnal pleasures is another aspect that requires observation from the devotees. Some believe that by denying themselves the pleasures of the world, like sleeping on the hard floor for a week or walking barefoot during the procession, when it is time to fulfill their penance it will please the gods even more.</blockquote>\nBesides the usual crowds of devotees, photography enthusiasts also turned up for the festival, many of them posting some of the photos on their blog.\n\nA Malaysian Hindu,<a href=\"http://love2cook-msia.blogspot.com/2011/01/happy-thaipusam-2011-some-pics-from.html\"> Love2Cook</a>, was thankful for the opportunity to visit Batu Caves as well as taking photographs.\n<blockquote>It's been years since we went to Batu Caves for Thaipusam. The crowd is sometimes so unbearable especially if you are with kids. We always go there during normal days. Even at that day, many tourists will be around. The place is just so happening!\n\nBatu Caves has 272 steep steps! We loved the 42.7 metres statue of Lord Muruga (World's Tallest Lord Muruga Statue) and 15 metres high Jai Hanuman statue!\n\nMy biggest ever fear in Batu Caves are those macaque monkeys! Goshhhh...I dare not carry any food bags in my hand! There was one time, I was so afraid that I threw my mineral water bottle at a monkey!!! My Hubby had a difficult job chasing the monkey away, it didn't wanna budge at all...hahaha.</blockquote>\nAnother photography enthusiast <a href=\"http://robinwong.blogspot.com/2011/01/thaipusam-at-batu-caves.html\">Robin Wong</a> was glad that he had the opportunity to experience the culture of his Hindu countrymen.\n<blockquote>Today is the Thaipusam festival, a huge celebration for the Hindu community, and I decided I should take this chance to learn, witness and immerse myself into one unique culture that shaped up this unique nation of Malaysia. I was really glad I did, because what I saw today was beyond what I have imagined and expected.\n\nIt was truly a joy to be able to witness something fresh, a celebration that I have not encountered before. It was different from hearing stories and reading articles, or seeing photographs by others. Being there, blending into the crowd, walking with the masses, to be able to see, touch, and smell the atmosphere, everything felt so alive and real. I wanted to be in the celebration, and I wanted to be able to bring that bit and reproduce them in my photographs.</blockquote>\nA Canadian couple, <a href=\"http://theplanetd.com/thaipusam-festival-batu-caves-malaysia\">Dave and Deb</a>, were elated that they managed to witness this festival for a second time.\n<blockquote>We didn’t think that we would ever witness another Thaipusam, but we find ourselves back in Malaysia at the very time it is happening again. Tomorrow we are witnessing our second Thaipusam in our lifetime.  This time in Penang.  We hear that it is quite different here than in KL (Kuala Lumpur) and we look forward to making the comparison between the two places.\n\nThis is by far the most fascinating festival we have ever taken part in and we look forward again to being observers in the Mighty Hindu Festival known as Thaipusam.</blockquote>\nHowever, it was <a href=\"http://www.google.com/hostednews/afp/article/ALeqM5gn2t5QG6Wz_x5BlRJii9zGvUBWuA?docId=CNG.0ebdecd557c6a559c85bf73ceb4b2c32.6b1\">reported</a> that several activists were arrested on this sacred day when they protested the use of a controversial novel in the Malaysian syllabus for secondary schools. The Malay-language book,  \"Interlok\", contains a reference to the caste system which is deemed offensive to the ethnic Indian community. Nantha Kumar, wrote in online news portal <a href=\"http://www.freemalaysiatoday.com/2011/01/19/respect-and-unity-not-with-interlok/\">Free Malaysia Today</a> that the issue does not portray the 'respect and unity' that the government boasts about.\n<blockquote>Interlok was first written by a Malay author, Abdullah Hussein, in  the mid-1960s. The novel tells the story of Malaysia’s three major  races, namely Malays, Chinese and Indians.\n\nThe story is set during the era before and after the Japanese occupation.\n\nIn the novel, the author has introduced the Indians to the Malays as  the “pariah” caste. Herein lies the problem in modern Malaysia.\n\nThe term “pariah” has angered Indians in this country much like the  derogatory word “keling” did years ago when Dewan Bahasa dan Pustaka  bulldozed the community’s views and sanctioned it as “an acceptable”  word.\n\nAt the outset, allow me to establish that Interlok is not a record of history. There are factual errors in the novel.\n\nThe author himself has admitted Interlok to be merely a work of fiction and not meant to be a footnote on history.\n\nMy hope is that the ministry (the Education Ministry) will justify to the parents and explain the benefits of reading Interlok to the students.\n\nWhether these students, who incidentally will become future leaders  in multiracial Malaysia, will be united after reading this book is  subjective.\n\nMy opinion is that Interlok offers a warped perspective and will only create a deeper wedge between the races in Malaysia.\n\nThe book and its running theme does nothing to encourage unity and respect between communities.</blockquote>\nPhotos of Thaipusam can also be found in the blogs of <a href=\"http://subangdailyphoto.blogspot.com/2011/01/happy-thaipusam.html\">J.C.</a> and <a href=\"http://www.shaifulr.com/2011/01/thaipusam-2011/\">Shaiful Rizal</a>.\n\n<div class=\"notes\">Photo of the Batu Caves is from the Flickr page of <a href=\"http://www.flickr.com/photos/christianhaugen/3436928635/sizes/s/\">Christian Haugen</a>, used under CC License Attribution 2.0 Generic (CC BY 2.0)</div>",
  "title": "Malaysia: Hindu Festival Celebrated Amid Protest",
  "byline": "Jer-Renn Lam",
  "pub_date": "2011-01-24T13:58:40Z",
  "decompositions": {
    "sentence": [
      "The Hindu festival of Thaipusam, a public holiday in Malaysia, was celebrated as devotees thronged the famous Batu Caves to fulfil their vows.",
      "According to Wikipedia, the festival ‘commemorates the occasion when Parvati gave Murugan a spear so he could vanquish the evil demon Soorapadman’.",
      "The Malaysia.com",
      "blog provided a brief summary of the celebration of the festival in Malaysia:\n Traditionally, it is believed that Lord Murugan’s preferred choice for a home is either in a hill or a mountain.",
      "It is no wonder that the final destination for devotees in the Klang Valley during Thaipusam is at Batu Caves, where they will carry the image of Lord Murugan and climb up the 272 steps that leads to his abode in the cave’s temple.",
      "As one approaches the temple grounds, a gold statue of Lord Murugan measuring approximately 42.7 metres in height greets its guests.",
      "In Penang, the devotees will trek from Georgetown with their kavadis and carry offerings of milk, water and fruits on their shoulder all the way to Nattukottai Chettiar Temple along Jalan Waterfall.",
      "To the devotees who are involved in the procession and the festival, preparations for it has already commenced days before Thaipusam.",
      "Most of the time the devotees present a kavadi to Lord Murugan as a way of keeping with their vow, in exchange for requests of help for a favourable turn in business or for better health.",
      "Generally, there are certain rules that need to be observed before he takes up the kavadi during the procession.",
      "The devotees will need to purify and cleanse themselves through prayer and fasting.",
      "Strict dietary requirements are to be observed – only pure Satvik food must be taken, once a day, while continuously keeping God in their thoughts.",
      "Abstinence from carnal pleasures is another aspect that requires observation from the devotees.",
      "Some believe that by denying themselves the pleasures of the world, like sleeping on the hard floor for a week or walking barefoot during the procession, when it is time to fulfill their penance it will please the gods even more.",
      "Besides the usual crowds of devotees, photography enthusiasts also turned up for the festival, many of them posting some of the photos on their blog.",
      "A Malaysian Hindu, Love2Cook, was thankful for the opportunity to visit Batu Caves as well as taking photographs.",
      "It's been years since we went to Batu Caves for Thaipusam.",
      "The crowd is sometimes so unbearable especially if you are with kids.",
      "We always go there during normal days.",
      "Even at that day, many tourists will be around.",
      "The place is just so happening!",
      "Batu Caves has 272 steep steps!",
      "We loved the 42.7 metres statue of Lord Muruga (World's Tallest Lord Muruga Statue) and 15 metres high Jai Hanuman statue!",
      "My biggest ever fear in Batu Caves are those macaque monkeys!",
      "Goshhhh...I dare not carry any food bags in my hand!",
      "There was one time, I was so afraid that I threw my mineral water bottle at a monkey!!! My Hubby had a difficult job chasing the monkey away, it didn't wanna budge at all...hahaha.",
      "Another photography enthusiast Robin Wong was glad that he had the opportunity to experience the culture of his Hindu countrymen.",
      "Today is the Thaipusam festival, a huge celebration for the Hindu community, and I decided I should take this chance to learn, witness and immerse myself into one unique culture that shaped up this unique nation of Malaysia.",
      "I was really glad I did, because what I saw today was beyond what I have imagined and expected.",
      "It was truly a joy to be able to witness something fresh, a celebration that I have not encountered before.",
      "It was different from hearing stories and reading articles, or seeing photographs by others.",
      "Being there, blending into the crowd, walking with the masses, to be able to see, touch, and smell the atmosphere, everything felt so alive and real.",
      "I wanted to be in the celebration, and I wanted to be able to bring that bit and reproduce them in my photographs.",
      "A Canadian couple, Dave and Deb, were elated that they managed to witness this festival for a second time.",
      "We didn’t think that we would ever witness another Thaipusam, but we find ourselves back in Malaysia at the very time it is happening again.",
      "Tomorrow we are witnessing our second Thaipusam in our lifetime.",
      "This time in Penang.",
      "We hear that it is quite different here than in KL (Kuala Lumpur) and we look forward to making the comparison between the two places.",
      "This is by far the most fascinating festival we have ever taken part in and we look forward again to being observers in the Mighty Hindu Festival known as Thaipusam.",
      "However, it was reported that several activists were arrested on this sacred day when they protested the use of a controversial novel in the Malaysian syllabus for secondary schools.",
      "The Malay-language book,  \"Interlok\", contains a reference to the caste system which is deemed offensive to the ethnic Indian community.",
      "Nantha Kumar, wrote in online news portal Free Malaysia Today that the issue does not portray the 'respect and unity' that the government boasts about.",
      "Interlok was first written by a Malay author, Abdullah Hussein, in  the mid-1960s.",
      "The novel tells the story of Malaysia’s three major  races, namely Malays, Chinese and Indians.",
      "The story is set during the era before and after the Japanese occupation.",
      "In the novel, the author has introduced the Indians to the Malays as  the “pariah” caste.",
      "Herein lies the problem in modern Malaysia.",
      "The term “pariah” has angered Indians in this country much like the  derogatory word “keling” did years ago when Dewan Bahasa dan Pustaka  bulldozed the community’s views and sanctioned it as “an acceptable”  word.",
      "At the outset, allow me to establish that Interlok is not a record of history.",
      "There are factual errors in the novel.",
      "The author himself has admitted Interlok to be merely a work of fiction and not meant to be a footnote on history.",
      "My hope is that the ministry (the Education Ministry) will justify to the parents and explain the benefits of reading Interlok to the students.",
      "Whether these students, who incidentally will become future leaders  in multiracial Malaysia, will be united after reading this book is  subjective.",
      "My opinion is that Interlok offers a warped perspective and will only create a deeper wedge between the races in Malaysia.",
      "The book and its running theme does nothing to encourage unity and respect between communities.",
      "Photos of Thaipusam can also be found in the blogs of J.C. and Shaiful Rizal.",
      "Photo of the Batu Caves is from the Flickr page of Christian Haugen, used under CC License Attribution 2.0 Generic (CC BY 2.0) "
    ],
    "tokens": [
      "The",
      "Hindu",
      "festival",
      "of",
      "Thaipusam",
      ",",
      "a",
      "public",
      "holiday",
      "in",
      "Malaysia",
      ",",
      "was",
      "celebrated",
      "as",
      "devotees",
      "thronged",
      "the",
      "famous",
      "Batu",
      "Caves",
      "to",
      "fulfil",
      "their",
      "vows",
      "According",
      "to",
      "Wikipedia",
      ",",
      "the",
      "festival",
      "‘commemorates",
      "the",
      "occasion",
      "when",
      "Parvati",
      "gave",
      "Murugan",
      "a",
      "spear",
      "so",
      "he",
      "could",
      "vanquish",
      "the",
      "evil",
      "demon",
      "Soorapadman’",
      "The",
      "Malaysia.com",
      "blog",
      "provided",
      "a",
      "brief",
      "summary",
      "of",
      "the",
      "celebration",
      "of",
      "the",
      "festival",
      "in",
      "Malaysia",
      ":",
      "Traditionally",
      ",",
      "it",
      "is",
      "believed",
      "that",
      "Lord",
      "Murugan’s",
      "preferred",
      "choice",
      "for",
      "a",
      "home",
      "is",
      "either",
      "in",
      "a",
      "hill",
      "or",
      "a",
      "mountain",
      "It",
      "is",
      "no",
      "wonder",
      "that",
      "the",
      "final",
      "destination",
      "for",
      "devotees",
      "in",
      "the",
      "Klang",
      "Valley",
      "during",
      "Thaipusam",
      "is",
      "at",
      "Batu",
      "Caves",
      ",",
      "where",
      "they",
      "will",
      "carry",
      "the",
      "image",
      "of",
      "Lord",
      "Murugan",
      "and",
      "climb",
      "up",
      "the",
      "272",
      "steps",
      "that",
      "leads",
      "to",
      "his",
      "abode",
      "in",
      "the",
      "cave’s",
      "temple",
      "As",
      "one",
      "approaches",
      "the",
      "temple",
      "grounds",
      ",",
      "a",
      "gold",
      "statue",
      "of",
      "Lord",
      "Murugan",
      "measuring",
      "approximately",
      "42.7",
      "metres",
      "in",
      "height",
      "greets",
      "its",
      "guests",
      "In",
      "Penang",
      ",",
      "the",
      "devotees",
      "will",
      "trek",
      "from",
      "Georgetown",
      "with",
      "their",
      "kavadis",
      "and",
      "carry",
      "offerings",
      "of",
      "milk",
      ",",
      "water",
      "and",
      "fruits",
      "on",
      "their",
      "shoulder",
      "all",
      "the",
      "way",
      "to",
      "Nattukottai",
      "Chettiar",
      "Temple",
      "along",
      "Jalan",
      "Waterfall",
      "To",
      "the",
      "devotees",
      "who",
      "are",
      "involved",
      "in",
      "the",
      "procession",
      "and",
      "the",
      "festival",
      ",",
      "preparations",
      "for",
      "it",
      "has",
      "already",
      "commenced",
      "days",
      "before",
      "Thaipusam",
      "Most",
      "of",
      "the",
      "time",
      "the",
      "devotees",
      "present",
      "a",
      "kavadi",
      "to",
      "Lord",
      "Murugan",
      "as",
      "a",
      "way",
      "of",
      "keeping",
      "with",
      "their",
      "vow",
      ",",
      "in",
      "exchange",
      "for",
      "requests",
      "of",
      "help",
      "for",
      "a",
      "favourable",
      "turn",
      "in",
      "business",
      "or",
      "for",
      "better",
      "health",
      "Generally",
      ",",
      "there",
      "are",
      "certain",
      "rules",
      "that",
      "need",
      "to",
      "be",
      "observed",
      "before",
      "he",
      "takes",
      "up",
      "the",
      "kavadi",
      "during",
      "the",
      "procession",
      "The",
      "devotees",
      "will",
      "need",
      "to",
      "purify",
      "and",
      "cleanse",
      "themselves",
      "through",
      "prayer",
      "and",
      "fasting",
      "Strict",
      "dietary",
      "requirements",
      "are",
      "to",
      "be",
      "observed",
      "–",
      "only",
      "pure",
      "Satvik",
      "food",
      "must",
      "be",
      "taken",
      ",",
      "once",
      "a",
      "day",
      ",",
      "while",
      "continuously",
      "keeping",
      "God",
      "in",
      "their",
      "thoughts",
      "Abstinence",
      "from",
      "carnal",
      "pleasures",
      "is",
      "another",
      "aspect",
      "that",
      "requires",
      "observation",
      "from",
      "the",
      "devotees",
      "Some",
      "believe",
      "that",
      "by",
      "denying",
      "themselves",
      "the",
      "pleasures",
      "of",
      "the",
      "world",
      ",",
      "like",
      "sleeping",
      "on",
      "the",
      "hard",
      "floor",
      "for",
      "a",
      "week",
      "or",
      "walking",
      "barefoot",
      "during",
      "the",
      "procession",
      ",",
      "when",
      "it",
      "is",
      "time",
      "to",
      "fulfill",
      "their",
      "penance",
      "it",
      "will",
      "please",
      "the",
      "gods",
      "even",
      "more",
      "Besides",
      "the",
      "usual",
      "crowds",
      "of",
      "devotees",
      ",",
      "photography",
      "enthusiasts",
      "also",
      "turned",
      "up",
      "for",
      "the",
      "festival",
      ",",
      "many",
      "of",
      "them",
      "posting",
      "some",
      "of",
      "the",
      "photos",
      "on",
      "their",
      "blog",
      "A",
      "Malaysian",
      "Hindu",
      ",",
      "Love2Cook",
      ",",
      "was",
      "thankful",
      "for",
      "the",
      "opportunity",
      "to",
      "visit",
      "Batu",
      "Caves",
      "as",
      "well",
      "as",
      "taking",
      "photographs",
      "It",
      "'s",
      "been",
      "years",
      "since",
      "we",
      "went",
      "to",
      "Batu",
      "Caves",
      "for",
      "Thaipusam",
      "The",
      "crowd",
      "is",
      "sometimes",
      "so",
      "unbearable",
      "especially",
      "if",
      "you",
      "are",
      "with",
      "kids",
      "We",
      "always",
      "go",
      "there",
      "during",
      "normal",
      "days",
      "Even",
      "at",
      "that",
      "day",
      ",",
      "many",
      "tourists",
      "will",
      "be",
      "around",
      "The",
      "place",
      "is",
      "just",
      "so",
      "happening",
      "Batu",
      "Caves",
      "has",
      "272",
      "steep",
      "steps",
      "We",
      "loved",
      "the",
      "42.7",
      "metres",
      "statue",
      "of",
      "Lord",
      "Muruga",
      "(",
      "World",
      "'s",
      "Tallest",
      "Lord",
      "Muruga",
      "Statue",
      ")",
      "and",
      "15",
      "metres",
      "high",
      "Jai",
      "Hanuman",
      "statue",
      "My",
      "biggest",
      "ever",
      "fear",
      "in",
      "Batu",
      "Caves",
      "are",
      "those",
      "macaque",
      "monkeys",
      "Goshhhh",
      "...",
      "I",
      "dare",
      "not",
      "carry",
      "any",
      "food",
      "bags",
      "in",
      "my",
      "hand",
      "There",
      "was",
      "one",
      "time",
      ",",
      "I",
      "was",
      "so",
      "afraid",
      "that",
      "I",
      "threw",
      "my",
      "mineral",
      "water",
      "bottle",
      "at",
      "a",
      "monkey",
      "!",
      "!",
      "!",
      "My",
      "Hubby",
      "had",
      "a",
      "difficult",
      "job",
      "chasing",
      "the",
      "monkey",
      "away",
      ",",
      "it",
      "did",
      "n't",
      "wanna",
      "budge",
      "at",
      "all",
      "...hahaha",
      "Another",
      "photography",
      "enthusiast",
      "Robin",
      "Wong",
      "was",
      "glad",
      "that",
      "he",
      "had",
      "the",
      "opportunity",
      "to",
      "experience",
      "the",
      "culture",
      "of",
      "his",
      "Hindu",
      "countrymen",
      "Today",
      "is",
      "the",
      "Thaipusam",
      "festival",
      ",",
      "a",
      "huge",
      "celebration",
      "for",
      "the",
      "Hindu",
      "community",
      ",",
      "and",
      "I",
      "decided",
      "I",
      "should",
      "take",
      "this",
      "chance",
      "to",
      "learn",
      ",",
      "witness",
      "and",
      "immerse",
      "myself",
      "into",
      "one",
      "unique",
      "culture",
      "that",
      "shaped",
      "up",
      "this",
      "unique",
      "nation",
      "of",
      "Malaysia",
      "I",
      "was",
      "really",
      "glad",
      "I",
      "did",
      ",",
      "because",
      "what",
      "I",
      "saw",
      "today",
      "was",
      "beyond",
      "what",
      "I",
      "have",
      "imagined",
      "and",
      "expected",
      "It",
      "was",
      "truly",
      "a",
      "joy",
      "to",
      "be",
      "able",
      "to",
      "witness",
      "something",
      "fresh",
      ",",
      "a",
      "celebration",
      "that",
      "I",
      "have",
      "not",
      "encountered",
      "before",
      "It",
      "was",
      "different",
      "from",
      "hearing",
      "stories",
      "and",
      "reading",
      "articles",
      ",",
      "or",
      "seeing",
      "photographs",
      "by",
      "others",
      "Being",
      "there",
      ",",
      "blending",
      "into",
      "the",
      "crowd",
      ",",
      "walking",
      "with",
      "the",
      "masses",
      ",",
      "to",
      "be",
      "able",
      "to",
      "see",
      ",",
      "touch",
      ",",
      "and",
      "smell",
      "the",
      "atmosphere",
      ",",
      "everything",
      "felt",
      "so",
      "alive",
      "and",
      "real",
      "I",
      "wanted",
      "to",
      "be",
      "in",
      "the",
      "celebration",
      ",",
      "and",
      "I",
      "wanted",
      "to",
      "be",
      "able",
      "to",
      "bring",
      "that",
      "bit",
      "and",
      "reproduce",
      "them",
      "in",
      "my",
      "photographs",
      "A",
      "Canadian",
      "couple",
      ",",
      "Dave",
      "and",
      "Deb",
      ",",
      "were",
      "elated",
      "that",
      "they",
      "managed",
      "to",
      "witness",
      "this",
      "festival",
      "for",
      "a",
      "second",
      "time",
      "We",
      "did",
      "n’t",
      "think",
      "that",
      "we",
      "would",
      "ever",
      "witness",
      "another",
      "Thaipusam",
      ",",
      "but",
      "we",
      "find",
      "ourselves",
      "back",
      "in",
      "Malaysia",
      "at",
      "the",
      "very",
      "time",
      "it",
      "is",
      "happening",
      "again",
      "Tomorrow",
      "we",
      "are",
      "witnessing",
      "our",
      "second",
      "Thaipusam",
      "in",
      "our",
      "lifetime",
      "This",
      "time",
      "in",
      "Penang",
      "We",
      "hear",
      "that",
      "it",
      "is",
      "quite",
      "different",
      "here",
      "than",
      "in",
      "KL",
      "(",
      "Kuala",
      "Lumpur",
      ")",
      "and",
      "we",
      "look",
      "forward",
      "to",
      "making",
      "the",
      "comparison",
      "between",
      "the",
      "two",
      "places",
      "This",
      "is",
      "by",
      "far",
      "the",
      "most",
      "fascinating",
      "festival",
      "we",
      "have",
      "ever",
      "taken",
      "part",
      "in",
      "and",
      "we",
      "look",
      "forward",
      "again",
      "to",
      "being",
      "observers",
      "in",
      "the",
      "Mighty",
      "Hindu",
      "Festival",
      "known",
      "as",
      "Thaipusam",
      "However",
      ",",
      "it",
      "was",
      "reported",
      "that",
      "several",
      "activists",
      "were",
      "arrested",
      "on",
      "this",
      "sacred",
      "day",
      "when",
      "they",
      "protested",
      "the",
      "use",
      "of",
      "a",
      "controversial",
      "novel",
      "in",
      "the",
      "Malaysian",
      "syllabus",
      "for",
      "secondary",
      "schools",
      "The",
      "Malay-language",
      "book",
      ",",
      "\"",
      "Interlok\"",
      ",",
      "contains",
      "a",
      "reference",
      "to",
      "the",
      "caste",
      "system",
      "which",
      "is",
      "deemed",
      "offensive",
      "to",
      "the",
      "ethnic",
      "Indian",
      "community",
      "Nantha",
      "Kumar",
      ",",
      "wrote",
      "in",
      "online",
      "news",
      "portal",
      "Free",
      "Malaysia",
      "Today",
      "that",
      "the",
      "issue",
      "does",
      "not",
      "portray",
      "the",
      "'respect",
      "and",
      "unity",
      "'",
      "that",
      "the",
      "government",
      "boasts",
      "about",
      "Interlok",
      "was",
      "first",
      "written",
      "by",
      "a",
      "Malay",
      "author",
      ",",
      "Abdullah",
      "Hussein",
      ",",
      "in",
      "the",
      "mid-1960s",
      "The",
      "novel",
      "tells",
      "the",
      "story",
      "of",
      "Malaysia’s",
      "three",
      "major",
      "races",
      ",",
      "namely",
      "Malays",
      ",",
      "Chinese",
      "and",
      "Indians",
      "The",
      "story",
      "is",
      "set",
      "during",
      "the",
      "era",
      "before",
      "and",
      "after",
      "the",
      "Japanese",
      "occupation",
      "In",
      "the",
      "novel",
      ",",
      "the",
      "author",
      "has",
      "introduced",
      "the",
      "Indians",
      "to",
      "the",
      "Malays",
      "as",
      "the",
      "“pariah”",
      "caste",
      "Herein",
      "lies",
      "the",
      "problem",
      "in",
      "modern",
      "Malaysia",
      "The",
      "term",
      "“pariah”",
      "has",
      "angered",
      "Indians",
      "in",
      "this",
      "country",
      "much",
      "like",
      "the",
      "derogatory",
      "word",
      "“keling",
      "”",
      "did",
      "years",
      "ago",
      "when",
      "Dewan",
      "Bahasa",
      "dan",
      "Pustaka",
      "bulldozed",
      "the",
      "community’s",
      "views",
      "and",
      "sanctioned",
      "it",
      "as",
      "“an",
      "acceptable",
      "”",
      "word",
      "At",
      "the",
      "outset",
      ",",
      "allow",
      "me",
      "to",
      "establish",
      "that",
      "Interlok",
      "is",
      "not",
      "a",
      "record",
      "of",
      "history",
      "There",
      "are",
      "factual",
      "errors",
      "in",
      "the",
      "novel",
      "The",
      "author",
      "himself",
      "has",
      "admitted",
      "Interlok",
      "to",
      "be",
      "merely",
      "a",
      "work",
      "of",
      "fiction",
      "and",
      "not",
      "meant",
      "to",
      "be",
      "a",
      "footnote",
      "on",
      "history",
      "My",
      "hope",
      "is",
      "that",
      "the",
      "ministry",
      "(",
      "the",
      "Education",
      "Ministry",
      ")",
      "will",
      "justify",
      "to",
      "the",
      "parents",
      "and",
      "explain",
      "the",
      "benefits",
      "of",
      "reading",
      "Interlok",
      "to",
      "the",
      "students",
      "Whether",
      "these",
      "students",
      ",",
      "who",
      "incidentally",
      "will",
      "become",
      "future",
      "leaders",
      "in",
      "multiracial",
      "Malaysia",
      ",",
      "will",
      "be",
      "united",
      "after",
      "reading",
      "this",
      "book",
      "is",
      "subjective",
      "My",
      "opinion",
      "is",
      "that",
      "Interlok",
      "offers",
      "a",
      "warped",
      "perspective",
      "and",
      "will",
      "only",
      "create",
      "a",
      "deeper",
      "wedge",
      "between",
      "the",
      "races",
      "in",
      "Malaysia",
      "The",
      "book",
      "and",
      "its",
      "running",
      "theme",
      "does",
      "nothing",
      "to",
      "encourage",
      "unity",
      "and",
      "respect",
      "between",
      "communities",
      "Photos",
      "of",
      "Thaipusam",
      "can",
      "also",
      "be",
      "found",
      "in",
      "the",
      "blogs",
      "of",
      "J.C.",
      "and",
      "Shaiful",
      "Rizal",
      "Photo",
      "of",
      "the",
      "Batu",
      "Caves",
      "is",
      "from",
      "the",
      "Flickr",
      "page",
      "of",
      "Christian",
      "Haugen",
      ",",
      "used",
      "under",
      "CC",
      "License",
      "Attribution",
      "2.0",
      "Generic",
      "(CC",
      "BY",
      "2.0)"
    ]
  }
}