{
  "url": "http://globalvoicesonline.org/?p=188252",
  "id": "188252",
  "body": "Faceboook has agreed to make adjustments on its privacy regulation in Korea as the company rules have failed to meet domestic internet laws. The change may mean more protection on users privacy, but any Korean Facebook users first need to consent to gathering and usage of personal information. South Korea's citizen media, Wiki Tree reported[ko].",
  "original_body": "Faceboook has agreed to make adjustments on its privacy regulation in Korea as the company rules have failed to meet domestic internet laws. The change may mean more protection on users privacy, but any Korean Facebook users first need to consent to gathering and usage of personal information. South Korea's citizen media, <a href=\"expressing worries on the possibility of collecting the users personal data. \"><em>Wiki Tree </em>reported[ko].</a>",
  "title": "Korean Gov Enforces Its Privacy Regulations on Facebook ",
  "byline": "yooeun",
  "pub_date": "2011-01-21T01:47:32Z",
  "decompositions": {
    "sentence": [
      "Faceboook has agreed to make adjustments on its privacy regulation in Korea as the company rules have failed to meet domestic internet laws.",
      "The change may mean more protection on users privacy, but any Korean Facebook users first need to consent to gathering and usage of personal information.",
      "South Korea's citizen media, Wiki Tree reported[ko]."
    ],
    "tokens": [
      "Faceboook",
      "has",
      "agreed",
      "to",
      "make",
      "adjustments",
      "on",
      "its",
      "privacy",
      "regulation",
      "in",
      "Korea",
      "as",
      "the",
      "company",
      "rules",
      "have",
      "failed",
      "to",
      "meet",
      "domestic",
      "internet",
      "laws",
      "The",
      "change",
      "may",
      "mean",
      "more",
      "protection",
      "on",
      "users",
      "privacy",
      ",",
      "but",
      "any",
      "Korean",
      "Facebook",
      "users",
      "first",
      "need",
      "to",
      "consent",
      "to",
      "gathering",
      "and",
      "usage",
      "of",
      "personal",
      "information",
      "South",
      "Korea",
      "'s",
      "citizen",
      "media",
      ",",
      "Wiki",
      "Tree",
      "reported[ko]"
    ]
  }
}