{
  "url": "http://globalvoicesonline.org/?p=189192",
  "id": "189192",
  "body": "[caption id=\"attachment_189930\" align=\"alignright\" width=\"375\" caption=\"Domodedovo International Airport , photo by Flickr-user swperman\"][/caption]\n\nIn most recent emergencies, the new media proved to be a significant source of first-hand information. Although the Domodedovo bombing wasn't much different in this regard, the role of new media here was corroded by sophisticated manipulations.\n\nFrustration with mass media coverage\n\nRussian media reports on an attack in Moscow metro in 2010 and recent blast in Domodedovo International Airport raised a question if Russian traditional media are capable to provide adequate coverage of this type of events. In March 2010, bloggers already expressed their outrage [RUS] about the fact that most TV channels didn't stop entertainment programs with breaking news broadcasting. The same scenario repeated in Domodedovo.\n\nBlogger Netdogg wrote [RUS] that the quality journalism in Russia was eliminated and replaced by relaxing PR. Famous blogger Alexey Navalny suggested [RUS] that the event symbolized the end of traditional media:\n Прямо сейчас мы наблюдаем окончательную смерть телевидения и традиционных СМИ как источника оперативной информации в кризисной ситуации. Информационные агентства, радио и тот же телек. Все цитируют сообщения из твиттера. Первый раз я об этом подумал, когда там транслировались \"события на Манежной\", сейчас это стало очевидно. Первые полтора часа есть только твиттер.\n Right now we are witnessing the final death of TV and traditional media as a source of first-hand information in emergency situation. Information agencies, radio and TV - they are all quoting information from Twitter. The first time when I though about it was during the \"events on Manezhnaya square,\" but now it's obvious. The first hour and a half there is only Twitter.\nAs described by Alexey Sidorenko, Twitter and other social media platforms provided a lot of first-hand information, photos and videos that were re-published and broadcast later by traditional media. Blogger Rokoto conducted [RUS] detailed analysis of media coverage of the Domodedovo attack and argued that with Twitter one could get information as fast as president. \"Slon\" news portal made comparative analysis and wrote [RUS] that \"TV channels totally lost the first hour and a half when people found information, photo and video on the Internet.\"\n\nBut the role of social media should be evaluated not only in terms of their  impact on traditional media, but also its influenced on the content of the coverage.\n\nThe case of taxi drivers\n\nOne of the major stories circulated on social media was an allegation that taxi drivers raised prices [RUS] for a ride from the airport to Moscow. The information triggered not only angry reaction in the blogosphere, but also an active bloggers' response. Hashtags #dmdhelp and #freetaxi were set up to organize help with transport and list of phone numbers of social media users who are ready to give a free ride to passengers were distributed online.\n\nThe first disproofs of this rumor appeared within the first minutes but were silenced by the bloggers' rage towards taxi drivers.\n\nFew hours later, popular blogger Rustem Adagamov (drugoi) published under a title “Civic solidarity” [RUS] a Reuters' photo of three young ladies standing at the airport with hand-written signs: “Free ride to metro.” But Bloggers stated that the women were activists of the infamous Kremlin youth movement “Nashi.” Another well-known blogger Anton Nossik claimed [RUS] that the assistance to passengers was another PR action of the activists who already tried to use emergency situations for political purposes. Adagamov responded [RUS] by saying that any collective action made by a political group in Russia is labeled as a window dressing and people miss the fact that actual assistance from any person or a group is valuable. Others mentioned [RUS] that \"Nashi\" were not the only ones to offer help.\n\nAnd still, the situation with the taxi drivers wasn't clear. One of the drivers who published his phone online and went to Domodedovo wrote [RUS] that the only calls that he received were either from journalists or contained threats. Ilya Varlamov went to Domodedovo and testified [RUS] that the highest price was not more than usual $100. Besides, he reported, \"almost immediately, 'Aeroexpress' (the train from Domodedovo to Moscow - G.V.) offered a free ride to passengers.\"\n\nIlya Barabanov, deputy editor of liberal magazine “The New Times” suggested [RUS] that \"the taxi drivers' case\" was a plain political manipulation[RUS] :\n Идея: перевести гнев с ментов и чекистов, которые прососали теракт, на таксистов - могла сработать. И твитили нашисты, политонлайны\n \n\nThe idea:  transfer the anger from police and security agencies that failed to stop the terrorist attack to the anger toward taxi drivers - it could work. And those who twitted (information about the increased prices - G.V.) were \"Nashi\" activists and Politonliners (propagandist social media aggregator - G.V.).\n\n\nBarabanov acknowledged that he was not able to find any significant first-hand evidence to his claim. He explained [RUS] why the manipulation could be done easily, or one particular case could grow out of its proportion:\n Журналисты-информационщики сегодня брали по максимуму и оперативно все и из соц.сетей. В такой запаре времени проверять нет.\n News journalists took as much as possible and as fast as possible information from social networks. In such a rush they didn't have a time to check (the information - G.V.)\nUnbalance between traditional and social media\n\nThere is no proof that the story of taxi drivers was a political manipulation from the start. The perceived picture could be explained by the nature of the new media. The effect of the new media was so powerful because of the information vacuum caused by both mainstream media editorial policy (to minimize the coverage) and authorities' information policy (to limit the access of media to the scene of the attack). On the other hand, we could see that social media (because of its personalized nature) tended to be dramatic and easily spread rumors and unverified information.\n\nAs Zyalt concluded [RUS]:\n В блогах все обсуждают, как Твиттер заменяет СМИ. К сожалению, СМИ он не заменяет. [...] СМИ просто не может дать в эфир сомнительную информацию, поэтому картинка там не такая яркая, как в блогах и Твиттере. Поэтому у многих создается ошибочное представление, что в СМИ недоговаривают всей правды, врут и умалчивают факты. Зато в Твиттере все пишут правду.\n Everyone discusses now how Twitter replaced traditional mass media. Unfortunately, it hasn't replaced it. [...] Mass media just can not broadcast information that raise some questions, therefore the picture is not so colorful as it is in blogs and on Twitter. That is why many people have the misleading impression that mass media doesn't tell all the truth and silence some facts while everyone posts the truth on Twitter.\nCoverage of the Domodedovo bombing not only revealed problems but also provided solutions. First of all, social media has a certain level of self-awareness. It not only covered the events, but also discussed the coverage. Moreover, we can see that some bloggers (e.g. Varlamov) made attempts to get more first-hand information on the spot.\n\nBut the self-accountability of social media can’t be sufficient for its sustainability as a news source. According to Anton Nossik, it has to be supported by traditional media:\n Мы не будем узнавать новости из Твиттера ни сегодня, ни через 10 лет.\nСМИ будут узнавать новости из соцсетей, и нам докладывать. На то они и СМИ. А Твиттер с Фейсбуком были, есть и останутся сырьём для их работы.\n We will not get news from Twitter neither today, nor in 10 years. The mass media will be getting news from social networks and will report it to us. That's why they called mass media. And Twitter with Facebook will continue to be a raw material for traditional media.\nIn Russia, the traditional media are not capable of fulfilling their duty as a tool of information balance. Despite the fact that in the time of emergency the demand for information is increasing, the Russian media, especially TV, made artificial efforts to minimize its role trying to reduce the psychological impact of the terrorist attack on the population. The idea that the media should stop to “make PR for terrorists by covering the attacks” [RUS] is popular not only among Russian authorities, but also among media consumers. But minimizing the coverage has quite opposite effects. It creates informational vacuum and leaves more space for Internet-based rumors which, in turn, increases panic and dramatization.\n\nPlus, since the authorities limit the access of traditional journalists to the scene of the attack, the major source of visual information is user-generated content.\n\nNot only traditional media, but also the authorities themselves did nothing to avoid information vacuum. In a country where the president and many officials use Twitter, one could expect that in the emergency situation these channels will be used to provide credible information when it is especially important. There is no doubt that any tweet that comes from official person with any information about the situation would be re-tweeted hundreds of times and it would provide some more certainty and balance.\n\nWhile all government-Twitterers ignored this channel of information, the only \"official\" Twitterer to realize this was @KermlinRussia, popular president's fake account. Several minutes after the bombings, he ceased his ironic style and started to post real, verified and needed information.\n\nAnton Nossik concluded [RUS] on a relatively optimistic note:\n Что же касается телевидения — оно умерло не тогда, когда его бригада опоздала на 2 часа в «Домодедово». Оно умерло, когда захотело за нас решать, что мы хотим смотреть: новости, сериал или «Большую стирку». В 2011 году такие решения принимает зритель.\n Regarding TV - it hasn't died when the TV crew was two hours late to Domodedovo. It died when they decided what we want to watch: news, soap operas or  \"The Big Laundry\" (popular yellow Russian talk show - G.V.). In 2011, this decision will be made by the audience.\nAside from both old and new media, as well as authorities, the society, the fourth important actor, had influenced the observed media effects. The media problem is not only a matter of journalistic professionalism or the policy of the authorities, but also the problem of the society. In an emotional post angry-ksen described [RUS] the atmosphere of apathy among the majority of her Moscow friends:\n Сегодня в Москве произошёл «очередной теракт». Это уже даже не новость. Это меньше, чем новость. Это – само собой, как сугробы зимой, отключенная вода летом, опаздывающие троллейбусы и стервозные продавщицы. Это не новость, потому что это нечто обыденное. Ну, взрыв. А у меня, между прочим, чайник кипит. Или мне, как говорится, чаю не пить? &lt;...&gt;Несколько человек посоветовали мне не смотреть новости, чтобы не портить себе настроение. Ещё несколько сказали, что новости всё равно не смотрят и посему настроение у них постоянно-стабильно великолепное.&lt;...&gt; Меньше умерло сегодня в Домодедово, чем нас уже давно неживых ходит по Москве.\n Today \"another terrorist attack\" took place in Moscow. It is not even news. It is less than news. That's something that is as common as snowdrifts in winter, lack of hot water in summer, trolleybuses running late and rude cashers. It is not new because it is a routine. Bombing, so what? And I have a kettle bowling in my kitchen. Does the bombing mean I shouldn't have tea? &lt;...&gt; Several people advised me today to avoid watching news in order not to spoil my mood. They also said that they won't watch news anyway and therefore they are always in a good mood. &lt;...&gt; There are less people who died today in Domodedovo than alive dead walking on Moscow streets. ",
  "original_body": "[caption id=\"attachment_189930\" align=\"alignright\" width=\"375\" caption=\"Domodedovo International Airport , photo by Flickr-user swperman\"]<a href=\"http://www.flickr.com/photos/swperman/383406470/in/photostream/\"><img class=\"size-medium wp-image-189930\" title=\"Domodedovo International Airport\" src=\"http://globalvoicesonline.org/wp-content/uploads/2011/01/domodedovo-375x281.jpg\" alt=\"Domodedovo International Airport\" width=\"375\" height=\"281\" /></a>[/caption]\n\nIn most recent emergencies, the new media proved to be a significant source of first-hand information. Although the Domodedovo bombing wasn't much different in this regard, the role of new media here was corroded by sophisticated manipulations.\n\n<strong>Frustration with mass media coverage</strong>\n\nRussian media reports on an attack in Moscow metro in 2010 and recent blast in Domodedovo International Airport raised a question if Russian traditional media are capable to provide adequate coverage of this type of events. In March 2010, bloggers already <a href=\"http://www.gzt.ru/topnews/accidents/-na-terakty-v-metro-telekanaly-otreagirovali-/298777.html\">expressed their outrage</a> [RUS] about the fact that most TV channels didn't stop entertainment programs with breaking news broadcasting. The same scenario repeated in Domodedovo.\n\nBlogger <em>Netdogg</em> <a href=\"http://netdogg.livejournal.com/310563.html\" target=\"_blank\">wrote</a> [RUS] that the quality journalism in Russia was eliminated and replaced by relaxing PR. Famous blogger Alexey Navalny <a href=\"http://navalny.livejournal.com/545352.html\">suggested</a> [RUS] that the event symbolized the end of traditional media:\n<blockquote>Прямо сейчас мы наблюдаем окончательную смерть телевидения и традиционных СМИ как источника оперативной информации в кризисной ситуации. Информационные агентства, радио и тот же телек. Все цитируют сообщения из твиттера. Первый раз я об этом подумал, когда там транслировались \"события на Манежной\", сейчас это стало очевидно. Первые полтора часа есть только твиттер.</blockquote>\n<div class=\"translation\">Right now we are witnessing the final death of TV and traditional media as a source of first-hand information in emergency situation. Information agencies, radio and TV - they are all quoting information from Twitter. The first time when I though about it was during the \"events on Manezhnaya square,\" but now it's obvious. The first hour and a half there is only Twitter.</div>\nAs <a href=\"../2011/01/24/russia-first-twitter-reports-of-domodedovo-suicide-bombing/\">described by Alexey Sidorenko</a>, Twitter and other social media platforms provided a lot of first-hand information, photos and videos that were re-published and broadcast later by traditional media. Blogger <em>Rokoto</em> <a href=\"http://rokoto.livejournal.com/62563.html\">conducted</a> [RUS] detailed analysis of media coverage of the Domodedovo attack and argued that with Twitter one could get information as fast as president. \"Slon\" news portal made comparative analysis and <a href=\"http://slon.ru/articles/524254/\">wrote</a> [RUS] that \"TV channels totally lost the first hour and a half when people found information, photo and video on the Internet.\"\n\nBut the role of social media should be evaluated not only in terms of their  impact on traditional media, but also its influenced on the content of the coverage.\n\n<strong>The case of taxi drivers</strong>\n\nOne of the major stories circulated on social media was an allegation that taxi drivers <a href=\"http://twitter.com/#%21/Xyligunka/status/29557080918593536\">raised prices</a> [RUS] for a ride from the airport to Moscow. The information triggered not only angry reaction in the blogosphere, but also an active bloggers' response. Hashtags #dmdhelp and #freetaxi were set up to organize help with transport and list of phone numbers of social media users who are ready to give a free ride to passengers were distributed online.\n\nThe first disproofs of this rumor <a href=\"http://twitter.com/hashenko73/status/29578862081867776\">appeared</a> within the first minutes but were silenced by the bloggers' rage towards taxi drivers.\n\nFew hours later, popular blogger Rustem Adagamov (<em>drugoi</em>) <a href=\"http://drugoi.livejournal.com/3470693.html\">published under a title “Civic solidarity”</a> [RUS] a Reuters' photo of three young ladies standing at the airport with hand-written signs: “Free ride to metro.” But Bloggers stated that the women were activists of the infamous Kremlin youth movement “Nashi.” Another well-known blogger Anton Nossik <a href=\"http://dolboeb.livejournal.com/1970903.html\">claimed</a> [RUS] that the assistance to passengers was another PR action of the activists who <a href=\"http://globalvoicesonline.org/2010/09/08/russia-bloggers-clash-with-the-ruling-party/\">already tried to use emergency situations for political purposes</a>. Adagamov <a href=\"http://twitter.com/#%21/adagamov/status/29634470323683329\">responded</a> [RUS] by saying that any collective action made by a political group in Russia is labeled as a window dressing and people miss the fact that actual assistance from any person or a group is valuable. Others <a href=\"http://twitter.com/kozlovsky/status/29657086937792514\">mentioned</a> [RUS] that \"Nashi\" were not the only ones to offer help.\n\nAnd still, the situation with the taxi drivers wasn't clear. One of the drivers who published his phone online and went to Domodedovo <a href=\"http://twitter.com/otonosan/status/29625181852925952\">wrote</a> [RUS] that the only calls that he received were either from journalists or contained threats. Ilya Varlamov went to Domodedovo and <a href=\"http://zyalt.livejournal.com/348236.html\">testified</a> [RUS] that the highest price was not more than usual $100. Besides, he reported, \"almost immediately, 'Aeroexpress' (<em>the train from Domodedovo to Moscow - G.V.</em>) offered a free ride to passengers.\"\n\nIlya Barabanov, deputy editor of liberal magazine “The New Times” <a href=\"http://twitter.com/barabanch/status/29651843575451648\">suggested</a> [RUS] that \"the taxi drivers' case\" was a plain political <a href=\"http://twitter.com/barabanch/status/29656091872727041\">manipulation</a>[RUS] :\n<blockquote>Идея: перевести гнев с ментов и чекистов, которые прососали теракт, на таксистов - могла сработать. И твитили нашисты, политонлайны</blockquote>\n<div class=\"translation\">\n\nThe idea:  transfer the anger from police and security agencies that failed to stop the terrorist attack to the anger toward taxi drivers - it could work. And those who twitted (<em>information about the increased prices - G.V.)</em> were \"Nashi\" activists and Politonliners (<em>propagandist social media aggregator - G.V.</em>).\n\n</div>\nBarabanov acknowledged that he was not able to find any significant first-hand evidence to his claim. He <a href=\"http://twitter.com/barabanch/status/29674385883271169\">explained</a> [RUS] why the manipulation could be done easily, or one particular case could grow out of its proportion:\n<blockquote>Журналисты-информационщики сегодня брали по максимуму и оперативно все и из соц.сетей. В такой запаре времени проверять нет.</blockquote>\n<div class=\"translation\">News journalists took as much as possible and as fast as possible information from social networks. In such a rush they didn't have a time to check (<em>the information - G.V.</em>)</div>\n<strong>Unbalance between traditional and social media</strong>\n\nThere is no proof that the story of taxi drivers was a political manipulation from the start. The perceived picture could be explained by the nature of the new media. The effect of the new media was so powerful because of the information vacuum caused by both mainstream media editorial policy (to minimize the coverage) and authorities' information policy (to limit the access of media to the scene of the attack). On the other hand, we could see that social media (because of its personalized nature) tended to be dramatic and easily spread rumors and unverified information.\n\nAs <em>Zyalt</em> <a href=\"http://zyalt.livejournal.com/348236.html\">concluded</a> [RUS]:\n<blockquote>В блогах все обсуждают, как Твиттер заменяет СМИ. К сожалению, СМИ он не заменяет. [...] СМИ просто не может дать в эфир сомнительную информацию, поэтому картинка там не такая яркая, как в блогах и Твиттере. Поэтому у многих создается ошибочное представление, что в СМИ недоговаривают всей правды, врут и умалчивают факты. Зато в Твиттере все пишут правду.</blockquote>\n<div class=\"translation\">Everyone discusses now how Twitter replaced traditional mass media. Unfortunately, it hasn't replaced it. [...] Mass media just can not broadcast information that raise some questions, therefore the picture is not so colorful as it is in blogs and on Twitter. That is why many people have the misleading impression that mass media doesn't tell all the truth and silence some facts while everyone posts the truth on Twitter.</div>\nCoverage of the Domodedovo bombing not only revealed problems but also provided solutions. First of all, social media has a certain level of self-awareness. It not only covered the events, but also discussed the coverage. Moreover, we can see that some bloggers (e.g. <em>Varlamov</em>) made attempts to get more first-hand information on the spot.\n\nBut the self-accountability of social media can’t be sufficient for its sustainability as a news source. According to Anton Nossik, it has to be supported by traditional media:\n<blockquote>Мы не будем узнавать новости из Твиттера ни сегодня, ни через 10 лет.\nСМИ будут узнавать новости из соцсетей, и нам докладывать. На то они и СМИ. А Твиттер с Фейсбуком были, есть и останутся сырьём для их работы.</blockquote>\n<div class=\"translation\">We will not get news from Twitter neither today, nor in 10 years. The mass media will be getting news from social networks and will report it to us. That's why they called mass media. And Twitter with Facebook will continue to be a raw material for traditional media.</div>\nIn Russia, the traditional media are not capable of fulfilling their duty as a tool of information balance. Despite the fact that in the time of emergency the demand for information is increasing, the Russian media, especially TV, made artificial efforts to minimize its role trying to reduce the psychological impact of the terrorist attack on the population. The idea that <a href=\"http://30pin.livejournal.com/151636.html\">the media should stop to “make PR for terrorists by covering the attacks”</a> [RUS] is popular not only among Russian authorities, but also among media consumers. But minimizing the coverage has quite opposite effects. It creates informational vacuum and leaves more space for Internet-based rumors which, in turn, increases panic and dramatization.\n\nPlus, since the authorities limit the access of traditional journalists to the scene of the attack, the major source of visual information is user-generated content.\n\nNot only traditional media, but also the authorities themselves did nothing to avoid information vacuum. In a country where the president and many officials use Twitter, one could expect that in the emergency situation these channels will be used to provide credible information when it is especially important. There is no doubt that any tweet that comes from official person with any information about the situation would be re-tweeted hundreds of times and it would provide some more certainty and balance.\n\nWhile all government-Twitterers ignored this channel of information, the only \"official\" Twitterer to realize this was @KermlinRussia, popular president's fake account. Several minutes after the bombings, he ceased his ironic style and started to post real, verified and needed information.\n\nAnton Nossik <a href=\"http://dolboeb.livejournal.com/1971188.html\">concluded</a> [RUS] on a relatively optimistic note:\n<blockquote>Что же касается телевидения — оно умерло не тогда, когда его бригада опоздала на 2 часа в «Домодедово». Оно умерло, когда захотело за нас решать, что мы хотим смотреть: новости, сериал или «Большую стирку». В 2011 году такие решения принимает зритель.</blockquote>\n<div class=\"translation\">Regarding TV - it hasn't died when the TV crew was two hours late to Domodedovo. It died when they decided what we want to watch: news, soap operas or  \"The Big Laundry\" (popular yellow Russian talk show - G.V.). In 2011, this decision will be made by the audience.</div>\nAside from both old and new media, as well as authorities, the society, the fourth important actor, had influenced the observed media effects. The media problem is not only a matter of journalistic professionalism or the policy of the authorities, but also the problem of the society. In an emotional post <em>angry-ksen</em> <a href=\"http://angry-ksen.livejournal.com/71705.html\">described</a> [RUS] the atmosphere of apathy among the majority of her Moscow friends:\n<blockquote>Сегодня в Москве произошёл «очередной теракт». Это уже даже не новость. Это меньше, чем новость. Это – само собой, как сугробы зимой, отключенная вода летом, опаздывающие троллейбусы и стервозные продавщицы. Это не новость, потому что это нечто обыденное. Ну, взрыв. А у меня, между прочим, чайник кипит. Или мне, как говорится, чаю не пить? &lt;...&gt;Несколько человек посоветовали мне не смотреть новости, чтобы не портить себе настроение. Ещё несколько сказали, что новости всё равно не смотрят и посему настроение у них постоянно-стабильно великолепное.&lt;...&gt; Меньше умерло сегодня в Домодедово, чем нас уже давно неживых ходит по Москве.</blockquote>\n<div class=\"translation\">Today \"another terrorist attack\" took place in Moscow. It is not even news. It is less than news. That's something that is as common as snowdrifts in winter, lack of hot water in summer, trolleybuses running late and rude cashers. It is not new because it is a routine. Bombing, so what? And I have a kettle bowling in my kitchen. Does the bombing mean I shouldn't have tea? &lt;...&gt; Several people advised me today to avoid watching news in order not to spoil my mood. They also said that they won't watch news anyway and therefore they are always in a good mood. &lt;...&gt; There are less people who died today in Domodedovo than alive dead walking on Moscow streets.</div>",
  "title": "Russia: Domodedovo Bombings Expose Imbalance Between Traditional and Social Media",
  "byline": "Gregory Asmolov",
  "pub_date": "2011-01-27T10:57:04Z"
}