{
  "url": "http://globalvoicesonline.org/?p=189729",
  "id": "189729",
  "body": "More than two years ago we wrote about national sports. Today we revisit the topic to learn more about the sports and games that people play in different parts of the world.\n \nBoys in the park by Andrew Villasis CCBy\nArnis is the national sport of the Philippines. It is a combination of contact fighting with the addition of sticks as an extension of the arms. It is said it evolved from a prohibition to use weapons that the Spanish colonizers had imposed on the local population, so they pretended to be practicing mock fighting for plays, and thus they were able to practice. Following is a short documentary on arnis and how some fans of the sport are trying to bring it back into popularity:\n\n[embed]http://www.youtube.com/watch?v=diNxUVxOFaI[/embed]\n\nArgentina's traditional game is called Pato, a mix between polo and basketball where a ball has to be put through a vertical hoop. The name for the game means duck in Spanish, since originally it was played with a live duck instead of a ball. It has fallen in and out of favor through history [en] , and was once even banned due to the rising count of human casualties. It was declared Argentina's national game in 1953.  This next video animation by the Argentinean Ministry of Education's channel explains Pato's history and rules. It is subtitled in English:\n \nBut flinging animals from a horse isn't such a novel idea: in Afghanistan, Buzkashi  is the national sport and it consists of picking up a dead calf or goat (it is said that calves last longer before disintegrating) while riding full gallop and then getting it to the goal area, while avoiding damage from the opposing team which will do almost anything to get control of the carcass except tripping your horse. This next video shows a game being played in the Wakhan Corridor of Afghanistan:\n\n[embed]http://www.youtube.com/watch?v=FpWB1xmYV4Q[/embed]\n\nThe national game of Iran and Bangladesh is Kabaddi, a traditional sport where team members have to \"raid\" the opposing team by tagging them and avoiding capture while holding their breath and repeating the name of the game. In the 3 Kabaddi World Cups, it has been India who has taken the glory, followed by Iran and Pakistan.  This next video shows highlights of a kabaddi game in India, where the raiding and tackling can be seen:\n\n[embed]http://www.youtube.com/watch?v=JFle5GMt5Gg[/embed]\n\nIn Brazil there's capoeira, a hybrid between martial arts, sports, dancing and music. It originated in the communities of escaped African slaves, it passed through periods where it was outlawed, and it has now become something of an ambassador of Brazilian culture, as interest in the sport has sparked the creation of capoeira schools in many different countries. Capoeira has now made a full circle and has returned to Africa, where many schools are opening. Now African youth have a chance to learn and practice this martial art whose elements they can recognize in their traditional musical instruments and dances, as can be seen in this video made in Sao Tomé e Príncipe. \n[embed]http://www.youtube.com/watch?v=9G9hVUHFpVA[/embed] ",
  "original_body": "More than two years ago we <a href=\"http://globalvoicesonline.org/2008/02/12/national-sports-unique-expressions-of-countrywide-pride/\">wrote about national sports.</a> Today we revisit the topic to learn more about the sports and games that people play in different parts of the world.\n<p style=\"text-align: center;\"><a href=\"http://globalvoicesonline.org/wp-content/uploads/2011/01/60347149_0ce6370b31.jpg\"><img class=\"aligncenter size-full wp-image-189814\" title=\"60347149_0ce6370b31\" src=\"http://globalvoicesonline.org/wp-content/uploads/2011/01/60347149_0ce6370b31.jpg\" alt=\"\" width=\"500\" height=\"333\" /></a>\n<small><a href=\"http://www.flickr.com/photos/andrewcv/60347149/\">Boys in the park </a>by <a href=\"http://www.flickr.com/photos/andrewcv/\">Andrew Villasis</a> <a href=\"http://creativecommons.org/licenses/by/2.0/deed.en\">CCBy</a></small></p>\n<a href=\"http://en.wikipedia.org/wiki/Eskrima\">Arnis </a>is the national sport of the Philippines. It is a combination of contact fighting with the addition of sticks as an extension of the arms. It is said it evolved from a prohibition to use weapons that the Spanish colonizers had imposed on the local population, so they pretended to be practicing mock fighting for plays, and thus they were able to practice. Following is a short<a href=\"http://www.youtube.com/watch?v=diNxUVxOFaI\"> documentary on <em>arnis</em></a> and how some fans of the sport are trying to bring it back into popularity:\n\n[embed]http://www.youtube.com/watch?v=diNxUVxOFaI[/embed]\n\nArgentina's traditional game is called <a href=\"http://en.wikipedia.org/wiki/Pato\"><em>Pato</em></a>, a mix between polo and basketball where a ball has to be put through a vertical hoop. The name for the game means duck in Spanish, since originally it was played with a live duck instead of a ball. It has fallen in and out of favor <a href=\"http://www.en.argentina.ar/_en/sports/C480-pato-argentinas-national-sport.php\">through history [en] </a>, and was once even banned due to the rising count of human casualties. It was declared Argentina's national game in 1953.  This <a href=\"http://www.youtube.com/watch?v=wx-YpyOVyCc\">next video animation</a> by the Argentinean Ministry of Education's channel explains Pato's history and rules. It is subtitled in English:\n<p style=\"text-align: center;\"><a href=\"http://universalsubtitles.org/en/videos/TfpCwGNVdJ7c/info/Escuela%20de%20deporte:%20Pato/\"><img class=\"aligncenter size-full wp-image-189779\" title=\"pato\" src=\"http://globalvoicesonline.org/wp-content/uploads/2011/01/pato.jpg\" alt=\"\" width=\"484\" height=\"365\" /></a></p>\nBut flinging animals from a horse isn't such a novel idea: in Afghanistan, <a href=\"http://en.wikipedia.org/wiki/Buzkashi\"><em>Buzkashi</em> </a> is the national sport and it consists of picking up a dead calf or goat (it is said that calves last longer before disintegrating) while riding full gallop and then getting it to the goal area, while avoiding damage from the opposing team which will do almost anything to get control of the carcass except tripping your horse. This <a href=\"http://www.youtube.com/watch?v=FpWB1xmYV4Q\">next video </a>shows a game being played in the Wakhan Corridor of Afghanistan:\n\n[embed]http://www.youtube.com/watch?v=FpWB1xmYV4Q[/embed]\n\nThe national game of Iran and Bangladesh is <a href=\"http://en.wikipedia.org/wiki/Kabaddi\"><em>Kabaddi</em></a>, a traditional sport where team members have to \"raid\" the opposing team by tagging them and avoiding capture while holding their breath and repeating the name of the game. In the 3 Kabaddi World Cups, it has been India who has taken the glory, followed by Iran and Pakistan.  This <a href=\"http://www.youtube.com/watch?v=JFle5GMt5Gg\">next video</a> shows highlights of a kabaddi game in India, where the raiding and tackling can be seen:\n\n[embed]http://www.youtube.com/watch?v=JFle5GMt5Gg[/embed]\n\nIn Brazil there's <a href=\"http://en.wikipedia.org/wiki/Capoeira\"><em>capoeira</em></a>, a hybrid between martial arts, sports, dancing and music. It originated in the communities of escaped African slaves, it passed through periods where it was outlawed, and it has now become something of an ambassador of Brazilian culture, as interest in the sport has sparked the creation of <em>capoeira</em> schools in many different countries. Capoeira has now made a full circle and has returned to Africa, where many schools are opening. Now African youth have a chance to learn and practice this martial art whose elements they can recognize in their traditional musical instruments and dances, as can be seen in this video made in Sao Tomé e Príncipe. \n[embed]http://www.youtube.com/watch?v=9G9hVUHFpVA[/embed] ",
  "title": "Video: Sports of the World and Games People Play",
  "byline": "Juliana Rincon Parra",
  "pub_date": "2011-01-27T00:37:16Z"
}