{
  "url": "http://globalvoicesonline.org/?p=189848",
  "id": "189848",
  "body": "Thousands of supporters of deposed Sunni Prime Minister Saad Al Hariri took to the streets in a 'day of rage' on Tuesday to protest the fall of their leader.\n\nThe worst of the scenes were in the predominantly Sunni city of Tripoli, where protestors burnt tyres, vehicles, offices, and attacked the media.\n\n[caption id=\"attachment_189854\" align=\"alignleft\" width=\"225\" caption=\"Hariri supporters burn posters of Druze leader Walid Jumblatt - via Mohammad Elrifai, Twitter: @moe_elrifai\"][/caption]\nHariri called for a day of angry protests after Hezballah and its allies forced his government to collapse, and through a parliamentary majority, have moved to form a government without Hariri as its head.\n\nIf the protests were designed to generate support for Hariri's case, they appear to have failed at least on the blogosphere. Bloggers of all political persuasions expressed dismay at the violent behaviour and openly sectarian nature of the protests.\n\nRita Chemaly responded angrily to the protests:\n I felt frustrated, ashamed and furious yesterday when I saw what happened during the riots, the riots for expressing the “rage” of some Lebanese! During the ” day of rage” as it was called by some people.\n\nDestroying the live press car of Al-Jazeera?!\n\nNew TV,  girl being beaten and intimidated?!\n\nBy whom? The political party or force that usually claims the state of Law? The so called “ democracy”?\n\nThe state of law I live for, advocate for, and hope for? A state where the balance of things is equal to all?\n\nThe army not doing anything to stop the masses from burning a building where the press was trying to hide in?\n\nA press-car, Burned and Destroyed?\n\nLebanon was always known for its Freedom of EXPRESSION and thought!!!\n\nSectarian banners again? Friends tell me, that this is Not true!!! Shiia/ Sunni? No way…I totally refuse such an equation!\nRami Zurayk at Land and People condemns Hariri's Future Movement for stirring sectarian strife:\n Elsewhere in the Arab World, they demonstrate for freedom and in Lebanon they demonstrate for the sectarian leader.\n\nYesterday's events exposed the ugly face of the Future Movement and on the March 14 coalition: a small group of western-dressed neo-cons suavely wielding the most despicable sectarian discourse in order to control masses of poor people they themselves contribute to keeping in poverty, and whom they only remember when they need to pit them against another sect. For these people, humans are just numbers, both economically and politically.\nGhassan Karam at Ramblings calls for the sacking of Lebanon's entire political class:\n Lebanon cannot be saved by those that have created the problem. All of the current crop of politicians needs to be fired. Are we up to the task? Don't hold your breath.\n\nThe AngryArab notes the double standard approach to Western media reporting of Hariri's 'day of rage', and Hezballah's brief display of manpower on the streets of Beirut last week:\n Last week, Hizbullah men gathered peacefully while wearing black t-shirts in various parts of Lebanon.  They did not speak and stayed for an hour. The Western and Hariri press treated that as an assault on the city and its civility.  Watch and see how the Western press will treat the thuggish and Salafaite protests of today in Lebanon.\nHe continues by arguing that Hariri's overtly sectarian protests may have backfired by alienating any Christian support that remains for him, and ultimately pushing the Christians further into the Hezballah camp:\n ... mini-Hariri, instead of falsely posing as a statesperson, decided to play it thuggishly and it seems to have backfired.  They are clearly embarrassed as evidenced by the speech of mini-Hariri and they have scared off the Christian allies of Hariri Inc.  Gen. `Awn (the Christian ally of Hizbullah) was beaming today and this is why.  Christians still remember when the Hariri Inc sponsored a Salafi demonstration 4 years ago (?) against the Danish embassy in Beirut over the Danish cartoons and it went out of hand and the Salafite Harirites went wild attacking churches and residential buildings.\n\nWhilst Mustapha at Beirut Spring chastises Hezballah and his Christian allies as hypocrites for undertaking the same violent approach in the past, he equally criticises Tuesday's protests for harming the brand of the Hariri-led March 14 coalition:\n In reaction to that, Hezbollah and Aounist apologists did what they did best. They rose on a pedestal, wagged their fingers and started lecturing us about Sunnis being sectarian and thugs.\n\nOh please shut up. How can you blame them for being angry and behaving like that? If there is one lesson our country learned from Hezbollah, it’s that violence works.\n\nHezbollah used violence to secure the Doha veto by virtually blocking an entire city for almost two years. They cowed Walid Jumblat by physically assaulting his people, and they scarred the Beiruties by sending their armed thugs into peaceful neighborhoods and imposed their wills.\n\nIf there’s anything those demonstrations are saying, it’s this: This is not a level playing field. The people with the guns are the ones who are winning every time. Maybe we should play their game for once.\n Mr. Hariri should be very careful about controlling his die-hard supporters. I’m talking about the kind that is in it for Sunni domination and whose idea of protest is to curse the vaginas of the sisters and mothers of opposing politicians.\n\nAlthough they provide feet on the ground, they are a threat to the March 14 brand and they risk alienating people like Dana who will probably stay home during the next demonstration.\nMarillionLB at For a Better Lebanon also shares empathy with the anger felt by protestors, but deplores violence as a means to express it:\n I can understand the anger and the frustration, but I cannot accept the similarities (save the detail of armed thugs) with what I condemned vehemently in 2008; the similarities were there for me to condemn. Yes “sticks and stones will not break my bones” as the saying goes, but this does not in any way justify stooping to their level and falling into their well laid trap. All that was missing was the herd of mopeds, AK47’s, RPG’s, and militia uniforms. This does not make the impact any less gruesome and worrying.\n\n[caption id=\"\" align=\"alignright\" width=\"333\" caption=\"Graffiti art in Beirut turns political - by Matthew Cassel on Yfrog (via Beirutspring.com)\"][/caption]\n\nSean at The Human Province gives a much deeper analysis by emphasising Lebanon's structural flaws as at the core of its continued instability:\n So this leads back to the initial question of what the problem is. One could point to the STL, but really, that’s just the catalyst. It could just as easily be another issue, as it has been in the past, and it will be something else later down the road. The problem here is structural. In order to accommodate the National Pact and the Ta’if agreement,  this paralyzing “consensus” has become an unwritten rule.\n\nPersonally, I think the idea of “no victor, no vanquished,” which has been used to justify paralyzed governments of “national unity,” is stupid — at least when it comes to coalition politics. I think the best thing for Lebanon would be to have a proper government and proper opposition, meaning when one side loses, they bow out of government leaving their opponents to govern and trying to do better in the next elections.\nPolitical analyst Elias Muhanna at Qifa Nabki echoes similar sentiments by adding his support for a majoritarian democracy, and an end to the notion that a consensus must be reached within each sect to form government.\n While I sympathize with those who chafe at the hypocrisy of March 8th’s newfound majoritarian impulses, I strongly support the democratic principle that legitimizes Hizbullah’s current move. The March 8th coalition is now Lebanon’s parliamentary majority. They should have the right to bring down this government and form their own. Governments fall all the time, all around the world. This should be able to happen in Lebanon without sparking sectarian protests.\n\nOn a slightly more abstract note, I found myself wondering today (as I did back during the 2006-08 constitutional crisis), what effect the majority coalition’s pro-democracy rhetoric would have on Lebanon’s political culture in the long term. The fact that we’ve seen both sides of the political divide appealing to a majoritarian logic within the space of six years seems significant to me. No?\n\nObviously, what I would like to see happen is for this new method of choosing prime ministers (and speakers) to be enshrined in the Constitution, such that we don’t keep flip-flopping between consensual and majoritarian procedures every other year. A precedent has been set. Let’s stick with it. But you can bet that won’t happen.\nAmerican blogger on Middle Eastern politics, Andrew Exum, warns on his blog Abu Muqawama of the danger posed by Israel now that Hezballah has taken the lead role in government:\n I want, though, to focus on how this plays into the way another war between Hizballah and Israel might look. Israel, since the conclusion of the Lebanese Civil War, has always held the government of Lebanon responsible for the actions of Hizballah. In the 1993's 'Operation Accountability,\" for example, Israel said it was bombing southern Lebanon in part to coerce the governments of Syria and Lebanon to rein in Hizballah. (Why the Israelis thought Hafez al-Asad cared about people dying in southern Lebanon, Dear Reader, is as much a mystery to me as it is to you.) In 1996's \"Operation Grapes of Wrath,\" meanwhile, Israel actually gave us a foretaste of the 2006 war by targeting Beirut and Lebanese infrastructure (such as power stations), again in an effort to get the government of Lebanon to crack down on Hizballah.\n\nBut Israel's habit of hitting Beirut gets a little less crazy each year. In 1993 and 1996, it made no sense to target the government of Lebanon. By 2006, though, Hizballah was in the government of Lebanon -- or was at least holding seats in parliament. And now, Hizballah has formed its first government in Lebanon, which -- and Paul Salem is right here -- probably makes the organization a little nervous. There are huge risks associated with this. In another war, for example, Israel will be able to claim -- for the first time, really -- that Hizballah is Lebanon, and Lebanon is Hizballah. Since Hizballah controls the government, any attack on the institutions of the state -- to include the US-equipped Lebanese Armed Forces -- will be legitimate. And even people like me, who genuinely love Lebanon and its people and do not like to see either bombed, will not have much of an argument for why Israel should not.\nCalm has since been restored to Lebanon following a day of ugly scenes, but the country holds its breath as to what lies ahead.",
  "original_body": "Thousands of supporters of deposed Sunni Prime Minister Saad Al Hariri took to the streets in a 'day of <a href=\"http://www.irishtimes.com/newspaper/world/2011/0126/1224288325266.html\">rage</a>' on Tuesday to protest the fall of their leader.\n\nThe worst of the scenes were in the predominantly Sunni city of Tripoli, where protestors burnt tyres, vehicles, offices, and attacked the media.\n\n[caption id=\"attachment_189854\" align=\"alignleft\" width=\"225\" caption=\"Hariri supporters burn posters of Druze leader Walid Jumblatt - via Mohammad Elrifai, Twitter: @moe_elrifai\"]<a rel=\"attachment wp-att-189854\" href=\"http://globalvoicesonline.org/2011/01/27/lebanon-day-of-rage-shocks-bloggers/o/\"><img class=\"size-medium wp-image-189854   \" title=\"Protest_Tripoli\" src=\"http://globalvoicesonline.org/wp-content/uploads/2011/01/3-225x300.jpg\" alt=\"\" width=\"225\" height=\"300\" /></a>[/caption]\nHariri called for a day of angry protests after Hezballah and its allies forced his government to collapse, and through a parliamentary majority, have moved to form a government without Hariri as its head.\n\nIf the protests were designed to generate support for Hariri's case, they appear to have failed at least on the blogosphere. Bloggers of all political persuasions expressed dismay at the violent behaviour and openly sectarian nature of the protests.\n\n<em><a href=\"http://ritachemaly.wordpress.com/2011/01/26/enough-damage-enough-violence-my-message-to-all/\">Rita Chemaly</a></em> responded angrily to the protests:\n<blockquote>I felt <strong>frustrated</strong>, <strong>ashamed</strong> and<strong> furious </strong>yesterday when I saw what happened during the riots, the riots for expressing the “rage” of some Lebanese! During the ” day of rage” as it was called by some people.\n\nDestroying the live press car of Al-Jazeera?!\n\nNew TV,  girl being beaten and intimidated?!\n\nBy whom? The political party or force that usually claims the state of Law? The so called “ democracy”?\n\nThe state of law I live for, advocate for, and hope for? A state where the <a href=\"http://ritachemaly.wordpress.com/2010/12/27/after-death-discrimination/\" target=\"_blank\">balance of things is equal </a>to all?\n\nThe army not doing anything to stop the masses from burning a building where the press was trying to hide in?\n\nA press-car, Burned and Destroyed?\n\nLebanon was always known for its Freedom of EXPRESSION and thought!!!\n\nSectarian banners again? Friends tell me, that this is Not true!!! Shiia/ Sunni? No way…I totally refuse such an equation!</blockquote>\nRami Zurayk at <em><a href=\"http://landandpeople.blogspot.com/2011/01/lebanon-update-morning-after.html\">Land and People</a></em> condemns Hariri's Future Movement for stirring sectarian strife:\n<blockquote>Elsewhere in the Arab World, they demonstrate for freedom and in Lebanon they demonstrate for the sectarian leader.\n\nYesterday's events exposed the ugly face of the Future Movement and on the March 14 coalition: a small group of western-dressed neo-cons suavely wielding the most despicable sectarian discourse in order to control masses of poor people they themselves contribute to keeping in poverty, and whom they only remember when they need to pit them against another sect. For these people, humans are just numbers, both economically and politically.</blockquote>\nGhassan Karam at <em><a href=\"http://ramblings11.mypodcast.com/2011/01/Save_Lebanon_Sack_Its_Political_Class-340001.html\">Ramblings</a> </em>calls for the sacking of Lebanon's entire political class:\n<blockquote>Lebanon cannot be saved by those that have created the problem. All of the current crop of politicians needs to be fired. Are we up to the task? Don't hold your breath.</blockquote>\n\nThe <em><a href=\"http://angryarab.blogspot.com/2011/01/men-in-shirts.html\">AngryArab</a></em> notes the double standard approach to Western media reporting of Hariri's 'day of rage', and Hezballah's brief display of manpower on the streets of Beirut last week:\n<blockquote>Last week, Hizbullah men gathered peacefully while wearing black t-shirts in various parts of Lebanon.  They did not speak and stayed for an hour. The Western and Hariri press treated that as an assault on the city and its civility.  Watch and see how the Western press will treat the thuggish and Salafaite protests of today in Lebanon.</blockquote>\nHe <a href=\"http://angryarab.blogspot.com/2011/01/mini-hariri-self-destructing-before.html\">continues</a> by arguing that Hariri's overtly sectarian protests may have backfired by alienating any Christian support that remains for him, and ultimately pushing the Christians further into the Hezballah camp:\n<blockquote>... mini-Hariri, instead of falsely posing as a statesperson, decided to play it thuggishly and it seems to have backfired.  They are clearly embarrassed as evidenced by the speech of mini-Hariri and they have scared off the Christian allies of Hariri Inc.  Gen. `Awn (the Christian ally of Hizbullah) was beaming today and this is why.  Christians still remember when the Hariri Inc sponsored a Salafi demonstration 4 years ago (?) against the Danish embassy in Beirut over the Danish cartoons and it went out of hand and the Salafite Harirites went wild attacking churches and residential buildings.</blockquote>\n\nWhilst Mustapha at <em>Beirut Spring</em> <a href=\"http://beirutspring.com/blog/2011/01/24/the-lesson-in-lebanon-violence-works/?utm_source=feedburner&amp;utm_medium=feed&amp;utm_campaign=Feed:+beirutspring/fb_feed+(Beirut+Spring)&amp;utm_content=Google+Reader\">chastises</a> Hezballah and his Christian allies as hypocrites for undertaking the same violent approach in the past, he equally <a href=\"http://beirutspring.com/blog/2011/01/26/the-liberal-wing-of-march-14-is-not-happy-with-some-pro-hariri-protestors/?utm_source=feedburner&amp;utm_medium=feed&amp;utm_campaign=Feed:+beirutspring/fb_feed+(Beirut+Spring)&amp;utm_content=Google+Reader\">criticises</a> Tuesday's protests for harming the brand of the Hariri-led March 14 coalition:\n<blockquote>In reaction to that, Hezbollah and Aounist apologists did what they did best. They rose on a pedestal, wagged their fingers and started lecturing us about Sunnis being sectarian and thugs.\n\nOh please shut up. How can you blame them for being angry and behaving like that? If there is one lesson our country learned from Hezbollah, it’s that violence works.\n\nHezbollah used violence to secure the Doha veto by virtually blocking an entire city for almost two years. They cowed Walid Jumblat by physically assaulting his people, and they scarred the Beiruties by sending their armed thugs into peaceful neighborhoods and imposed their wills.\n\nIf there’s anything those demonstrations are saying, it’s this: This is not a level playing field. The people with the guns are the ones who are winning every time. Maybe we should play their game for once.</blockquote>\n<blockquote>Mr. Hariri should be very careful about controlling his die-hard supporters. I’m talking about the kind that is in it for Sunni domination and whose idea of protest is to curse the vaginas of the sisters and mothers of opposing politicians.\n\nAlthough they provide feet on the ground, they are a threat to the <em>March 14</em> brand and they risk alienating people like Dana who will probably stay home during the next demonstration.</blockquote>\nMarillionLB at <em><a href=\"http://forabetterlebanon.blogspot.com/2011/01/violence-begets-violence.html\">For a Better Lebanon</a> </em>also shares empathy with the anger felt by protestors, but deplores violence as a means to express it:\n<blockquote>I can understand the anger and the frustration, but I cannot accept the similarities (save the detail of armed thugs) with what I condemned vehemently in 2008; the similarities were there for me to condemn. Yes “sticks and stones will not break my bones” as the saying goes, but this does not in any way justify stooping to their level and falling into their well laid trap. All that was missing was the herd of mopeds, AK47’s, RPG’s, and militia uniforms. This does not make the impact any less gruesome and worrying.</blockquote>\n\n[caption id=\"\" align=\"alignright\" width=\"333\" caption=\"Graffiti art in Beirut turns political - by Matthew Cassel on Yfrog (via Beirutspring.com)\"]<a href=\"http://yfrog.com/gzh7ocxj\"><img class=\"\" title=\"Political_graffiti_Beirut\" src=\"http://beirutspring.com/blog/wp-content/uploads/2011/01/h7ocx.jpeg\" alt=\"\" width=\"333\" height=\"333\" /></a>[/caption]\n\nSean at <em><a href=\"http://humanprovince.wordpress.com/2011/01/25/consensual-sectarian-rage/\">The Human Province</a></em> gives a much deeper analysis by emphasising Lebanon's structural flaws as at the core of its continued instability:\n<blockquote>So this leads back to the initial question of what the problem is. One could point to the STL, but really, that’s just the catalyst. It could just as easily be another issue, as it has been in the past, and it will be something else later down the road. The problem here is structural. In order to accommodate the National Pact and the Ta’if agreement,  this paralyzing “consensus” has become an unwritten rule.\n\nPersonally, I think the idea of “no victor, no vanquished,” which has been used to justify paralyzed governments of “national unity,” is stupid — at least when it comes to coalition politics. I think the best thing for Lebanon would be to have a proper government and proper opposition, meaning when one side loses, they bow out of government leaving their opponents to govern and trying to do better in the next elections.</blockquote>\nPolitical analyst Elias Muhanna at <em><a href=\"http://qifanabki.com/2011/01/25/lebanon-hezbollah-hariri/\">Qifa Nabki</a></em> echoes similar sentiments by adding his support for a majoritarian democracy, and an end to the notion that a consensus must be reached within each sect to form government.\n<blockquote>While I sympathize with those who chafe at the hypocrisy of March 8th’s newfound majoritarian impulses, I strongly support the democratic principle that legitimizes Hizbullah’s current move. The March 8th coalition is now Lebanon’s parliamentary majority. They should have the right to bring down this government and form their own. Governments fall all the time, all around the world. This should be able to happen in Lebanon without sparking sectarian protests.\n\nOn a slightly more abstract note, I found myself wondering today (as I did back during the 2006-08 constitutional crisis), what effect the majority coalition’s pro-democracy rhetoric would have on Lebanon’s political culture in the long term. The fact that we’ve seen both sides of the political divide appealing to a majoritarian logic within the space of six years seems significant to me. No?\n\nObviously, what I would like to see happen is for this new method of choosing prime ministers (and speakers) to be enshrined in the Constitution, such that we don’t keep flip-flopping between consensual and majoritarian procedures every other year. A precedent has been set. Let’s stick with it. But you can bet that won’t happen.</blockquote>\nAmerican blogger on Middle Eastern politics, Andrew Exum, warns on his blog <em><a href=\"http://www.cnas.org/blogs/abumuqawama/2011/01/israel-hizballah-lebanon-lebanon-hizballah.html\">Abu Muqawama</a> </em>of the danger posed by Israel now that Hezballah has taken the lead role in government:\n<blockquote>I want, though, to focus on how this plays into the way another war between Hizballah and Israel might look. Israel, since the conclusion of the Lebanese Civil War, has always held the government of Lebanon responsible for the actions of Hizballah. In the 1993's 'Operation Accountability,\" for example, Israel said it was bombing southern Lebanon in part to coerce the governments of Syria and Lebanon to rein in Hizballah. (Why the Israelis thought Hafez al-Asad cared about people dying in southern Lebanon, Dear Reader, is as much a mystery to me as it is to you.) In 1996's \"Operation Grapes of Wrath,\" meanwhile, Israel actually gave us a foretaste of the 2006 war by targeting Beirut and Lebanese infrastructure (such as power stations), again in an effort to get the government of Lebanon to crack down on Hizballah.\n\nBut Israel's habit of hitting Beirut gets a little less crazy each year. In 1993 and 1996, it made no sense to target the government of Lebanon. By 2006, though, Hizballah was <em>in</em> the government of Lebanon -- or was at least holding seats in parliament. And now, Hizballah has formed its first government in Lebanon, which -- and Paul Salem is right here -- probably makes the organization a little nervous. There are huge risks associated with this. In another war, for example, Israel will be able to claim -- for the first time, really -- that Hizballah is Lebanon, and Lebanon is Hizballah. Since Hizballah controls the government, any attack on the institutions of the state -- to include the US-equipped Lebanese Armed Forces -- will be legitimate. And even people like me, who genuinely love Lebanon and its people and do not like to see either bombed, will not have much of an argument for why Israel should not.</blockquote>\nCalm has since been restored to Lebanon following a day of ugly scenes, but the country holds its breath as to what lies ahead.",
  "title": "Lebanon: 'Day of Rage' Shocks Bloggers",
  "byline": "Antoun Issa",
  "pub_date": "2011-01-27T07:45:43Z"
}