{
  "url": "http://globalvoicesonline.org/?p=190365",
  "id": "190365",
  "body": "This guest blog entry by Eva Galperin, EFF International Activist, was originally published on Global Voices Advocacy. This post is part of our special coverage of Egypt Protests 2011.\n\nAs we've seen in Iran and Tunisia, social networking tools have given activists in authoritarian regimes a powerful voice, which can be heard well beyond their own country. But the use of social networking tools has also given their governments ways to identify and retaliate against them. This week we are watching the same dynamic play out in Egypt. This is why it is critical that all activists —in Egypt and elsewhere—take precautions to protect their anonymity and freedom of expression. The protests in Egypt this week also highlight another important point: authoritarian governments can block access to social media websites, but determined, tech-savvy activists are likely to find ways to circumvent censorship to communicate with the rest of the world.\n\nIn an attempt to clamp down on Egyptian protesters, Egyptian President Hosni Mubarak’s government is intermittently blocking websites and arresting bloggers, journalists, and dissidents. Like the Tunisians, Egyptian protesters have made heavy use of social media websites to share information about the protests with the outside world and with each other. In spite of the Egyptian government’s blocking of Twitter, tweets from the Egyptian protests in Suez and Cairo provided up-to-the-minute reports about protest activity, the movements of police, deaths and injuries, links to photos on Twitpic, and videos on YouTube. Cooperation amongst protesting citizens has kept communications resilient so far. When protestors in Cario's Tahir Square experienced an outage in cell phone data service, nearby residents reportedly opened their home Wi-Fii networks to allow protesters to get online.\n\nOn the first day of protests, the Egyptian government blocked several websites, including Twitter and Bambuser, a Swedish website which allows users to stream live video from their cell phones. By the second day, the government's blocking of Twitter was sparse and intermittent, but there were reports of blocking Facebook and YouTube. It is unclear whether or not the Egyptian government will continue to expand its list of blocked sites in the coming days. Even the US Secretary of State Hillary Clinton, who was conspicuously silent during the protests leading up to the Tunisian revolution, has called on the Mubarak government to respect freedom of expression and urged them “not to…block communications, including on social media sites.”\n\nThe other dangerous aspect of the Mubarak government’s shameful campaign of silence and censorship has been the arrest and detention of bloggers, journalists, and activists. The Committee to Protect Journalists has reported that the Egyptian government has shut down at least two independent news websites: Al-Dustour and El-Badil. Police beat Al-Jazeera correspondent Mustafa Kafifi and Guardian reporter Jack Shenker, who posted an audio recording of the incident. Policemen have attacked and arrested cameramen covering the protests and onlookers recording the protests with cell phones.\n\nEgypt is no stranger to the arrest of bloggers. Egyptian blogger Kareem Amer was sentenced to four years in prison for “disparaging religion” and “defaming the president” in 2007. In 2009, web forum founder Karim Al-Bukheiri was arrested, tortured, and subject to constant government surveillance. Just last year, the Islamic Human Rights Foundation reported that Egyptian Security Forces arrested “at least 29 activists, including bloggers, lawyers, and human rights activists.” The concern here is clear—if the street protests subside, the Mubarak government could initiate a campaign of retaliation and oppression, arresting and harassing the very bloggers and activists who have been chronicling the protests online. Some countries have gone even further. In Iran two opposition activists were hanged this week for taking pictures and video of the Green Revolution protests and posting them online.\n\nGiven the potential dangers, it is absolutely critical that Egyptian protesters take precautions when communicating online. To reiterate, social networking tools have given activists a powerful voice, which can be heard well beyond Egypt, but activists should also remember that the Egyptian government could use these same tools to identify and retaliate against them. We recommend that political activists look at our Surveillance Self Defense International report for information on how to use technology defensively to better protect their anonymity and freedom of expression in Egypt and other authoritarian regimes.",
  "original_body": "<em>This guest blog entry by Eva Galperin, <a href=\"http://www.eff.org/\">EFF</a> International Activist, was originally published on <a href=\"http://advocacy.globalvoicesonline.org/2011/01/28/internet-security-savvy-is-critical-as-egyptian-government-blocks-websites-arrests-activists-in-response-to-continued-protest/\">Global Voices Advocacy</a>. This post is part of our special coverage of <a href=\"http://globalvoicesonline.org/specialcoverage/egypt-protests-2011/\">Egypt Protests 2011</a>.</em>\n\nAs we've seen in Iran and Tunisia, social networking tools have given activists in authoritarian regimes a powerful voice, which can be heard well beyond their own country. But the use of social networking tools has also given their governments ways to identify and retaliate against them. This week we are watching the same dynamic play out in Egypt. This is why it is critical that all activists —in Egypt and elsewhere—take precautions to protect their anonymity and freedom of expression. The protests in Egypt this week also highlight another important point: authoritarian governments can block access to social media websites, but determined, tech-savvy activists are likely to find ways to circumvent censorship to communicate with the rest of the world.\n\nIn an attempt to clamp down on Egyptian protesters, Egyptian President Hosni Mubarak’s government is intermittently <a href=\"http://www.herdict.org/web/explore/country/EG/32767\">blocking websites</a> and <a href=\"https://cpj.org/2011/01/journalists-beaten-websites-blocked-amid-protests.php\">arresting</a> bloggers, journalists, and dissidents. Like the Tunisians, Egyptian protesters have made heavy use of social media websites to share information about the protests with the outside world and with each other. In spite of the Egyptian government’s blocking of Twitter, <a href=\"https://twitter.com/#!/search/jan25\">tweets</a> from the Egyptian protests in Suez and Cairo provided up-to-the-minute reports about protest activity, the movements of police, deaths and injuries, links to photos on Twitpic, and videos on YouTube. Cooperation amongst protesting citizens has kept communications resilient so far. When protestors in Cario's Tahir Square experienced an outage in cell phone data service, nearby residents <a href=\"http://www.itp.net/583714-egypt-government-denies-twitter-block\">reportedly</a> opened their home Wi-Fii networks to allow protesters to get online.\n\nOn the first day of protests, the Egyptian government blocked several websites, including Twitter and <a href=\"http://bambuser.com/\">Bambuser</a>, a Swedish website which allows users to stream live video from their cell phones. By the second day, the government's blocking of Twitter was sparse and intermittent, but there were reports of blocking Facebook and YouTube. It is unclear whether or not the Egyptian government will continue to expand its list of blocked sites in the coming days. Even the US Secretary of State Hillary Clinton, who was conspicuously silent during the protests leading up to the Tunisian revolution, has called on the Mubarak government to respect freedom of expression and urged them “not to…block communications, including on social media sites.”\n\nThe other dangerous aspect of the Mubarak government’s shameful campaign of silence and censorship has been the arrest and detention of bloggers, journalists, and activists. The Committee to Protect Journalists has reported that the Egyptian government has shut down at least two independent news websites: <em>Al-Dustour</em> and <em>El-Badil</em>. Police beat <em>Al-Jazeera</em> correspondent Mustafa Kafifi and Guardian reporter Jack Shenker, who posted an <a href=\"http://www.guardian.co.uk/world/audio/2011/jan/26/egypt-violence-jack-shenker-arrest-audio\">audio recording</a> of the incident. Policemen have attacked and arrested cameramen covering the protests and onlookers recording the protests with cell phones.\n\nEgypt is no stranger to the arrest of bloggers. Egyptian blogger <a href=\"http://boingboing.net/2007/02/24/egypt_blogger_kareem.html\">Kareem Amer</a> was sentenced to four years in prison for “disparaging religion” and “defaming the president” in 2007. In 2009, web forum founder <a href=\"http://rt.com/news/bloggers-egypt-arrest-torture/\">Karim Al-Bukheiri</a> was arrested, tortured, and subject to constant government surveillance. Just last year, the Islamic Human Rights Foundation reported that Egyptian Security Forces arrested “at least 29 activists, including bloggers, lawyers, and human rights activists.” The concern here is clear—if the street protests subside, the Mubarak government could initiate a campaign of retaliation and oppression, arresting and harassing the very bloggers and activists who have been chronicling the protests online. Some countries have gone even further. In Iran two opposition activists were <a href=\"http://www.bbc.co.uk/news/world-middle-east-12272067\">hanged</a> this week for taking pictures and video of the Green Revolution protests and posting them online.\n\nGiven the potential dangers, it is absolutely critical that Egyptian protesters take precautions when communicating online. To reiterate, social networking tools have given activists a powerful voice, which can be heard well beyond Egypt, but activists should also remember that the Egyptian government could use these same tools to identify and retaliate against them. We recommend that political activists look at our <a href=\"http://www.eff.org/wp/surveillance-self-defense-international\">Surveillance Self Defense International</a> report for information on how to use technology defensively to better protect their anonymity and freedom of expression in Egypt and other authoritarian regimes.",
  "title": "Internet Security Savvy Critical as Egypt Government Blocks Websites, Arrests Activists",
  "byline": "Georgia Popplewell",
  "pub_date": "2011-01-28T13:53:29Z",
  "decompositions": {
    "sentence": [
      "This guest blog entry by Eva Galperin, EFF International Activist, was originally published on Global Voices Advocacy.",
      "This post is part of our special coverage of Egypt Protests 2011.",
      "As we've seen in Iran and Tunisia, social networking tools have given activists in authoritarian regimes a powerful voice, which can be heard well beyond their own country.",
      "But the use of social networking tools has also given their governments ways to identify and retaliate against them.",
      "This week we are watching the same dynamic play out in Egypt.",
      "This is why it is critical that all activists —in Egypt and elsewhere—take precautions to protect their anonymity and freedom of expression.",
      "The protests in Egypt this week also highlight another important point: authoritarian governments can block access to social media websites, but determined, tech-savvy activists are likely to find ways to circumvent censorship to communicate with the rest of the world.",
      "In an attempt to clamp down on Egyptian protesters, Egyptian President Hosni Mubarak’s government is intermittently blocking websites and arresting bloggers, journalists, and dissidents.",
      "Like the Tunisians, Egyptian protesters have made heavy use of social media websites to share information about the protests with the outside world and with each other.",
      "In spite of the Egyptian government’s blocking of Twitter, tweets from the Egyptian protests in Suez and Cairo provided up-to-the-minute reports about protest activity, the movements of police, deaths and injuries, links to photos on Twitpic, and videos on YouTube.",
      "Cooperation amongst protesting citizens has kept communications resilient so far.",
      "When protestors in Cario's Tahir Square experienced an outage in cell phone data service, nearby residents reportedly opened their home Wi-Fii networks to allow protesters to get online.",
      "On the first day of protests, the Egyptian government blocked several websites, including Twitter and Bambuser, a Swedish website which allows users to stream live video from their cell phones.",
      "By the second day, the government's blocking of Twitter was sparse and intermittent, but there were reports of blocking Facebook and YouTube.",
      "It is unclear whether or not the Egyptian government will continue to expand its list of blocked sites in the coming days.",
      "Even the US Secretary of State Hillary Clinton, who was conspicuously silent during the protests leading up to the Tunisian revolution, has called on the Mubarak government to respect freedom of expression and urged them “not to…block communications, including on social media sites.”",
      "The other dangerous aspect of the Mubarak government’s shameful campaign of silence and censorship has been the arrest and detention of bloggers, journalists, and activists.",
      "The Committee to Protect Journalists has reported that the Egyptian government has shut down at least two independent news websites: Al-Dustour and El-Badil.",
      "Police beat Al-Jazeera correspondent Mustafa Kafifi and Guardian reporter Jack Shenker, who posted an audio recording of the incident.",
      "Policemen have attacked and arrested cameramen covering the protests and onlookers recording the protests with cell phones.",
      "Egypt is no stranger to the arrest of bloggers.",
      "Egyptian blogger Kareem Amer was sentenced to four years in prison for “disparaging religion” and “defaming the president” in 2007.",
      "In 2009, web forum founder Karim Al-Bukheiri was arrested, tortured, and subject to constant government surveillance.",
      "Just last year, the Islamic Human Rights Foundation reported that Egyptian Security Forces arrested “at least 29 activists, including bloggers, lawyers, and human rights activists.”",
      "The concern here is clear—if the street protests subside, the Mubarak government could initiate a campaign of retaliation and oppression, arresting and harassing the very bloggers and activists who have been chronicling the protests online.",
      "Some countries have gone even further.",
      "In Iran two opposition activists were hanged this week for taking pictures and video of the Green Revolution protests and posting them online.",
      "Given the potential dangers, it is absolutely critical that Egyptian protesters take precautions when communicating online.",
      "To reiterate, social networking tools have given activists a powerful voice, which can be heard well beyond Egypt, but activists should also remember that the Egyptian government could use these same tools to identify and retaliate against them.",
      "We recommend that political activists look at our Surveillance Self Defense International report for information on how to use technology defensively to better protect their anonymity and freedom of expression in Egypt and other authoritarian regimes."
    ],
    "tokens": [
      "This",
      "guest",
      "blog",
      "entry",
      "by",
      "Eva",
      "Galperin",
      ",",
      "EFF",
      "International",
      "Activist",
      ",",
      "was",
      "originally",
      "published",
      "on",
      "Global",
      "Voices",
      "Advocacy",
      "This",
      "post",
      "is",
      "part",
      "of",
      "our",
      "special",
      "coverage",
      "of",
      "Egypt",
      "Protests",
      "2011",
      "As",
      "we",
      "'ve",
      "seen",
      "in",
      "Iran",
      "and",
      "Tunisia",
      ",",
      "social",
      "networking",
      "tools",
      "have",
      "given",
      "activists",
      "in",
      "authoritarian",
      "regimes",
      "a",
      "powerful",
      "voice",
      ",",
      "which",
      "can",
      "be",
      "heard",
      "well",
      "beyond",
      "their",
      "own",
      "country",
      "But",
      "the",
      "use",
      "of",
      "social",
      "networking",
      "tools",
      "has",
      "also",
      "given",
      "their",
      "governments",
      "ways",
      "to",
      "identify",
      "and",
      "retaliate",
      "against",
      "them",
      "This",
      "week",
      "we",
      "are",
      "watching",
      "the",
      "same",
      "dynamic",
      "play",
      "out",
      "in",
      "Egypt",
      "This",
      "is",
      "why",
      "it",
      "is",
      "critical",
      "that",
      "all",
      "activists",
      "—in",
      "Egypt",
      "and",
      "elsewhere—take",
      "precautions",
      "to",
      "protect",
      "their",
      "anonymity",
      "and",
      "freedom",
      "of",
      "expression",
      "The",
      "protests",
      "in",
      "Egypt",
      "this",
      "week",
      "also",
      "highlight",
      "another",
      "important",
      "point",
      ":",
      "authoritarian",
      "governments",
      "can",
      "block",
      "access",
      "to",
      "social",
      "media",
      "websites",
      ",",
      "but",
      "determined",
      ",",
      "tech-savvy",
      "activists",
      "are",
      "likely",
      "to",
      "find",
      "ways",
      "to",
      "circumvent",
      "censorship",
      "to",
      "communicate",
      "with",
      "the",
      "rest",
      "of",
      "the",
      "world",
      "In",
      "an",
      "attempt",
      "to",
      "clamp",
      "down",
      "on",
      "Egyptian",
      "protesters",
      ",",
      "Egyptian",
      "President",
      "Hosni",
      "Mubarak’s",
      "government",
      "is",
      "intermittently",
      "blocking",
      "websites",
      "and",
      "arresting",
      "bloggers",
      ",",
      "journalists",
      ",",
      "and",
      "dissidents",
      "Like",
      "the",
      "Tunisians",
      ",",
      "Egyptian",
      "protesters",
      "have",
      "made",
      "heavy",
      "use",
      "of",
      "social",
      "media",
      "websites",
      "to",
      "share",
      "information",
      "about",
      "the",
      "protests",
      "with",
      "the",
      "outside",
      "world",
      "and",
      "with",
      "each",
      "other",
      "In",
      "spite",
      "of",
      "the",
      "Egyptian",
      "government’s",
      "blocking",
      "of",
      "Twitter",
      ",",
      "tweets",
      "from",
      "the",
      "Egyptian",
      "protests",
      "in",
      "Suez",
      "and",
      "Cairo",
      "provided",
      "up-to-the-minute",
      "reports",
      "about",
      "protest",
      "activity",
      ",",
      "the",
      "movements",
      "of",
      "police",
      ",",
      "deaths",
      "and",
      "injuries",
      ",",
      "links",
      "to",
      "photos",
      "on",
      "Twitpic",
      ",",
      "and",
      "videos",
      "on",
      "YouTube",
      "Cooperation",
      "amongst",
      "protesting",
      "citizens",
      "has",
      "kept",
      "communications",
      "resilient",
      "so",
      "far",
      "When",
      "protestors",
      "in",
      "Cario",
      "'s",
      "Tahir",
      "Square",
      "experienced",
      "an",
      "outage",
      "in",
      "cell",
      "phone",
      "data",
      "service",
      ",",
      "nearby",
      "residents",
      "reportedly",
      "opened",
      "their",
      "home",
      "Wi-Fii",
      "networks",
      "to",
      "allow",
      "protesters",
      "to",
      "get",
      "online",
      "On",
      "the",
      "first",
      "day",
      "of",
      "protests",
      ",",
      "the",
      "Egyptian",
      "government",
      "blocked",
      "several",
      "websites",
      ",",
      "including",
      "Twitter",
      "and",
      "Bambuser",
      ",",
      "a",
      "Swedish",
      "website",
      "which",
      "allows",
      "users",
      "to",
      "stream",
      "live",
      "video",
      "from",
      "their",
      "cell",
      "phones",
      "By",
      "the",
      "second",
      "day",
      ",",
      "the",
      "government",
      "'s",
      "blocking",
      "of",
      "Twitter",
      "was",
      "sparse",
      "and",
      "intermittent",
      ",",
      "but",
      "there",
      "were",
      "reports",
      "of",
      "blocking",
      "Facebook",
      "and",
      "YouTube",
      "It",
      "is",
      "unclear",
      "whether",
      "or",
      "not",
      "the",
      "Egyptian",
      "government",
      "will",
      "continue",
      "to",
      "expand",
      "its",
      "list",
      "of",
      "blocked",
      "sites",
      "in",
      "the",
      "coming",
      "days",
      "Even",
      "the",
      "US",
      "Secretary",
      "of",
      "State",
      "Hillary",
      "Clinton",
      ",",
      "who",
      "was",
      "conspicuously",
      "silent",
      "during",
      "the",
      "protests",
      "leading",
      "up",
      "to",
      "the",
      "Tunisian",
      "revolution",
      ",",
      "has",
      "called",
      "on",
      "the",
      "Mubarak",
      "government",
      "to",
      "respect",
      "freedom",
      "of",
      "expression",
      "and",
      "urged",
      "them",
      "“not",
      "to…block",
      "communications",
      ",",
      "including",
      "on",
      "social",
      "media",
      "sites",
      ".",
      "The",
      "other",
      "dangerous",
      "aspect",
      "of",
      "the",
      "Mubarak",
      "government’s",
      "shameful",
      "campaign",
      "of",
      "silence",
      "and",
      "censorship",
      "has",
      "been",
      "the",
      "arrest",
      "and",
      "detention",
      "of",
      "bloggers",
      ",",
      "journalists",
      ",",
      "and",
      "activists",
      "The",
      "Committee",
      "to",
      "Protect",
      "Journalists",
      "has",
      "reported",
      "that",
      "the",
      "Egyptian",
      "government",
      "has",
      "shut",
      "down",
      "at",
      "least",
      "two",
      "independent",
      "news",
      "websites",
      ":",
      "Al-Dustour",
      "and",
      "El-Badil",
      "Police",
      "beat",
      "Al-Jazeera",
      "correspondent",
      "Mustafa",
      "Kafifi",
      "and",
      "Guardian",
      "reporter",
      "Jack",
      "Shenker",
      ",",
      "who",
      "posted",
      "an",
      "audio",
      "recording",
      "of",
      "the",
      "incident",
      "Policemen",
      "have",
      "attacked",
      "and",
      "arrested",
      "cameramen",
      "covering",
      "the",
      "protests",
      "and",
      "onlookers",
      "recording",
      "the",
      "protests",
      "with",
      "cell",
      "phones",
      "Egypt",
      "is",
      "no",
      "stranger",
      "to",
      "the",
      "arrest",
      "of",
      "bloggers",
      "Egyptian",
      "blogger",
      "Kareem",
      "Amer",
      "was",
      "sentenced",
      "to",
      "four",
      "years",
      "in",
      "prison",
      "for",
      "“disparaging",
      "religion",
      "”",
      "and",
      "“defaming",
      "the",
      "president",
      "”",
      "in",
      "2007",
      "In",
      "2009",
      ",",
      "web",
      "forum",
      "founder",
      "Karim",
      "Al-Bukheiri",
      "was",
      "arrested",
      ",",
      "tortured",
      ",",
      "and",
      "subject",
      "to",
      "constant",
      "government",
      "surveillance",
      "Just",
      "last",
      "year",
      ",",
      "the",
      "Islamic",
      "Human",
      "Rights",
      "Foundation",
      "reported",
      "that",
      "Egyptian",
      "Security",
      "Forces",
      "arrested",
      "“at",
      "least",
      "29",
      "activists",
      ",",
      "including",
      "bloggers",
      ",",
      "lawyers",
      ",",
      "and",
      "human",
      "rights",
      "activists",
      ".",
      "The",
      "concern",
      "here",
      "is",
      "clear—if",
      "the",
      "street",
      "protests",
      "subside",
      ",",
      "the",
      "Mubarak",
      "government",
      "could",
      "initiate",
      "a",
      "campaign",
      "of",
      "retaliation",
      "and",
      "oppression",
      ",",
      "arresting",
      "and",
      "harassing",
      "the",
      "very",
      "bloggers",
      "and",
      "activists",
      "who",
      "have",
      "been",
      "chronicling",
      "the",
      "protests",
      "online",
      "Some",
      "countries",
      "have",
      "gone",
      "even",
      "further",
      "In",
      "Iran",
      "two",
      "opposition",
      "activists",
      "were",
      "hanged",
      "this",
      "week",
      "for",
      "taking",
      "pictures",
      "and",
      "video",
      "of",
      "the",
      "Green",
      "Revolution",
      "protests",
      "and",
      "posting",
      "them",
      "online",
      "Given",
      "the",
      "potential",
      "dangers",
      ",",
      "it",
      "is",
      "absolutely",
      "critical",
      "that",
      "Egyptian",
      "protesters",
      "take",
      "precautions",
      "when",
      "communicating",
      "online",
      "To",
      "reiterate",
      ",",
      "social",
      "networking",
      "tools",
      "have",
      "given",
      "activists",
      "a",
      "powerful",
      "voice",
      ",",
      "which",
      "can",
      "be",
      "heard",
      "well",
      "beyond",
      "Egypt",
      ",",
      "but",
      "activists",
      "should",
      "also",
      "remember",
      "that",
      "the",
      "Egyptian",
      "government",
      "could",
      "use",
      "these",
      "same",
      "tools",
      "to",
      "identify",
      "and",
      "retaliate",
      "against",
      "them",
      "We",
      "recommend",
      "that",
      "political",
      "activists",
      "look",
      "at",
      "our",
      "Surveillance",
      "Self",
      "Defense",
      "International",
      "report",
      "for",
      "information",
      "on",
      "how",
      "to",
      "use",
      "technology",
      "defensively",
      "to",
      "better",
      "protect",
      "their",
      "anonymity",
      "and",
      "freedom",
      "of",
      "expression",
      "in",
      "Egypt",
      "and",
      "other",
      "authoritarian",
      "regimes"
    ]
  }
}