{
  "url": "http://globalvoicesonline.org/?p=190521",
  "id": "190521",
  "body": "Runa at Uber Desi  writes in details about the scam of Tri Valley University in the East Bay of the San Francisco Bay Area, which has now been shut down. Hundreds of Indian students, mostly from Andhra Pradesh, were enrolled in this University and they now face the threat of being deported back home after having lost their student visa status. ",
  "original_body": "<em>Runa</em> at <em>Uber Desi</em>  <a href=\"http://uberdesi.com/blog/2011/01/27/the-great-trivalley-university-scam-how-not-to-come-to-amreeka/\">writes in details</a> about the scam of Tri Valley University in the East Bay of the San Francisco Bay Area, which has now been shut down. Hundreds of Indian students, mostly from Andhra Pradesh, were enrolled in this University and they now face the threat of being deported back home after having lost their student visa status. ",
  "title": "India: The Great TriValley University Scam",
  "byline": "rezwan",
  "pub_date": "2011-01-28T19:25:08Z",
  "decompositions": {
    "sentence": [
      "Runa at Uber Desi  writes in details about the scam of Tri Valley University in the East Bay of the San Francisco Bay Area, which has now been shut down.",
      "Hundreds of Indian students, mostly from Andhra Pradesh, were enrolled in this University and they now face the threat of being deported back home after having lost their student visa status."
    ],
    "tokens": [
      "Runa",
      "at",
      "Uber",
      "Desi",
      "writes",
      "in",
      "details",
      "about",
      "the",
      "scam",
      "of",
      "Tri",
      "Valley",
      "University",
      "in",
      "the",
      "East",
      "Bay",
      "of",
      "the",
      "San",
      "Francisco",
      "Bay",
      "Area",
      ",",
      "which",
      "has",
      "now",
      "been",
      "shut",
      "down",
      "Hundreds",
      "of",
      "Indian",
      "students",
      ",",
      "mostly",
      "from",
      "Andhra",
      "Pradesh",
      ",",
      "were",
      "enrolled",
      "in",
      "this",
      "University",
      "and",
      "they",
      "now",
      "face",
      "the",
      "threat",
      "of",
      "being",
      "deported",
      "back",
      "home",
      "after",
      "having",
      "lost",
      "their",
      "student",
      "visa",
      "status"
    ]
  }
}