{
  "url": "http://globalvoicesonline.org/?p=190665",
  "id": "190665",
  "body": "This post is part of our special coverage WikiLeaks and the World.\n\nBrazilian netizens scored an exclusive interview with Julian Assange, founder and editor of the polemical WikiLeaks. The invitation to participate in a collective interview was open to all bloggers and readers of the blog by independent journalist Natália Viana. From the 350 questions sent in, 12 were selected and answered as part of the interview. With the material republished on a number of blogs, Global Voices could not stand idly by.\n\n[caption id=\"attachment_14979\" align=\"alignleft\" width=\"199\" caption=\"At the Campus Party, held this January, participants used a mask with Assange's image. Photo from Flickr user kHovsT, published under a CC BY-SA 2.0 license.\"][/caption]\n\nVarious - WikiLeaks worked with the mainstream media. Here in Brazil, Folha de São Paulo and Globo are seen as right wing newspapers. Not only they contribute to media concentration but they also have their own agenda. Isn’t it contradictory to work with these vehicles if WL wants to democratize access to information? Why not work with blogs and alternative media?\n Due to resource constraints we are not able to yet to vet thousands of individuals so instead we have chosen to often work with groups of journalists, or groups of human rights researchers who have a significant audience. This often includes established media outlets, however, we do also work with individual journalists. Alternative media outlets and activist organisations, as the situation demands and resources permit.\n\nOne of the primary functions of the press is to hold government to account. In the case of Brasil, which has a left wing central government, we felt that a center right newspaper was necessary to properly scrutinise the left wing politicians of the central government. In other countries we have applied the reverse equation. Ideally we like to partner with a pro-government media outlet and an anti-government media outlet.\nMarcelo Salles – In your opinion what is the most dangerous for democracy: the manipulation of information by governments or the manipulation of information by media oligopolies?\n The manipulation of information by media is most dangerous for when a government manipulates information to the public detriment, but the media is strong, this manipulation can not hold for long. But when the media itself has become debased of its critical role then not only can government not be held to account but the pernicious interests or affiliations of the media or its owners can sway or permit government to engage in new abuses. The clearest example of this in recent times is the US mainstream media-led war on Iraq in 2003.\nEduardo dos Anjos – I’ve been following the recent leaks and didn’t find anything relevant, it sounds like too much noise for nothing. Why should we trust you and WikiLeaks?\n WikiLeaks has a four year publishing history. During that time, to our knowledge, we have never described a false document as true. Additionally, neither has any other organisation claimed otherwise. While we currently have a perfect record in judging true documents from false we are, of course, only humans and will someday possibly make a mistake. But at present we have the best record in the business and wish to try hard to keep this good reputation.\n\nUnlike other media organisations that have no public standard of what they will accept and what they will discard, WikiLeaks has a clear and precise definition to give potential sources confidence about whether we will use their material or not.\n\nWe take disclosures of diplomatic, ethical or historical significance that are official documents and that are classified or suppressed under some form of legal injunction.\nVarious – What concrete changes can happen as a consequence of WL in terms of balance of powers between governments, business and the public?\n James Madison the framer of the US bill of Rights said that knowledge will forever rule ignorance. So a people who mean to be their own masters must have the power that knowledge brings. This philosophy of Madison's which combines the realm of knowledge with the realm of the distribution of power points to the changes that occur when knowledge is democratised.\n\nStates and giant corporations maintain their power over the individual through keeping knowledge from individuals. It is the gap in knowledge which delineates who is inside the most powerful parts of the state and who is inside the powerful parts of a corporation.\n\nThe free-flow of knowledge from powerful groups to less powerful groups or individuals is also a flow of power and hence an equalising and democratising force in society.\n\n\nMarcelo Träsel - After Cablegate, Wikileaks got very powerful. Julian’s declarations about future leaks influence markets and government policies. While it becomes a power, shouldn’t WL create a mechanism of accountability by the public opinion?\n WikiLeaks is one of the most responsive global organisations in existence.\n\nIt is significantly more accountable to the public than national governments and here is why: The fruits of all our labours are public. We are a publishing organisation. There is nothing that we do that does not end up contributing towards putting knowledge in the hands of the public.\n\nWikiLeaks is funded by the public on a week by week basis. The public votes for us each week with its' wallets.\n\nPotential sources supply documents to WikiLeaks because they believe that we will protect them and that we will achieve the maximum possible impact for their efforts. Should at any moment sources believe this to not be true, or that we are acting unethically, such contributions will stop.\n\nWikiLeaks is supported and defended by many thousands of generous people who volunteer their time, skills and assets to be used in our endevours directly or indirectly in our defence. These people 'vote' for us every day in this manner.\n\n[caption id=\"attachment_14982\" align=\"aligncenter\" width=\"528\" caption=\"December 2010 – Demonstrators rally to free WikiLeaks founder Julian Assange at a demonstration in front of the British Consulate in  São Paulo. Photo from Panoptico, under a CC BY-NC-SA 2.0 license.\"][/caption]\n\nDaniel Ikenaga – Which information should be secret in your definition?\n We often hear this type of question. However, it is better to rephrase it as follows: \"who should be forced by the state into keeping information of a particular type from the rest of the population?\"\n\nThe answer to this question is clearly not everyone in the world and nor should it be, we believe, all persons in a particular state. Rather, say, your doctor is responsible for keeping your medical records secret under most (but not all) circumstances.\n\nVarious – In a recent interview to Estado de São Paulo you said WikiLeaks intended to use Brazil as a base for its work. What are the plans? Would accept political asylum in here if it was offered?\n I would, of course, be flattered if Brazil offered my staff and I political asylum, we have strong support by the Brazilian people and based on that and the independent character of Brazil from other countries we have decided to expand our presence in the country. Unfortunately I, at this time, am under house arrest in the cold dark winter of Norfolk, England and can not make a home in beautiful, warm Brazil.\n\nVarious – Are you afraid of being killed? Is there any mechanism of protection in place for you? In case you get murdered, what will happen to WikiLeaks?\n We are determined to continue despite the various threats against us. We have a strong faith in our mission and have not and will not be cowed by the forces against us.\n\nMy greatest protection is the futility of any attempt against me. For instance, when I was recently imprisoned for some ten days our publications proceeded unimpeded.\n\nSimilarly, we have distributed backups of all our pending publications across the world It is not possible to destroy WikiLeaks' upcoming publications by attacks on its staff.\nHelena Vieira - In your opinion, what was the most important revelation of Cablegate? Did your world vision, your opinion, change in any aspect after reading the documents?\n Cablegate covers almost every major event, public and private, and every country in the world so there are many most important revelations depending on where you live. And the majority of these have still yet to appear.\n\nIf we must refer to a single most interesting cable in a global context then out of the small fraction that I have read so far (keeping in mind that there are 250,000 cables) it is the cable tasking US diplomats to collect from an extremely wide range of organisations including the United Nations, encryption keys, DNA, credit card numbers, frequent flight numbers etc.\n\nThis cable is a tasking order by the CIA and National Security Agency on US diplomats and other embassy personnel. It reveals a shadow of the vast secret US intelligence collection apparatus.\nTarcísio Mender and Maiko Rafael Spiess - Besides Wiki having shaken international relations, what do you think about Time magazine electing Mark Zuckerberg man of the year? Do you see a paradox in the fact that he is praised while you are the “criminal of the year”?\n Time Magazine can, of course, choose to award this title to whomever they like. However, for me it what was more important is that the people of the world chose to vote for me twenty times more than the Times editors choice. I won the people's vote, but not the a multi-national media companies vote. That seems correct to me. I also quite liked Saturday Night Live's take on the situation:\n\n\"I give you private information on corporations for free and I'm a villain. Mark Zuckerberg gives your private information to corporations for money and he's 'Man of the Year.'\"\nBehind the scenes of course, things were more interesting, with a pro-Assange faction inside Time magazine being placated by a really quite impressive Assange cover on the December 13 issue, paving the way for the conservative choice of Zuckerberg a few weeks later.\nVinícius Juberte – Do you consider yourself a man of the left?\n I see that there are good people in both sides of politics and definitely bad people in both sides of politics and it is my habit to seek out these good and just people and work with them in common cause.\n\nPoliticians, after election gradually become captured by the very government agencies they are meant to control. This is true regardless of their political flavour.\n\nIn so far as a power in equality exists between the people and their rulers, we are on the side of the people that phenomena is broadly associated with the rhetoric of the left which gives rise to a view that we are an organisation exclusively of the left. This is not correct. We are an organisation exclusively of truth and justice and we find those in many places.\n[caption id=\"attachment_14986\" align=\"aligncenter\" width=\"528\" caption=\"Demonstrators rally to free WikiLeaks founder Julian Assange at a  demonstration in front of the British Consulate in  São Paulo. Photo  from Panoptico, under a CC BY-NC-SA 2.0 license.\"][/caption]\n\n\nAriely Barata – Hollywood will produce a film about your life. What is your opinion about that?\n Hollywood may produce many movies on WikiLeaks, as there are nearly a dozen books scheduled to be published. I am currently not involved in any film productions.\n\nHowever, if we sell the film rights I shall demand to be played by Will Smith. Kristinn Hrafnsson (WikiLeaks' spokeperson) will be played by Samuel L Jackson, and my beautiful assistant will be played by Halle Berry. We will call it \"WikiLeaks Film Noire\".\n\nThis post is part of our special coverage WikiLeaks and the World.",
  "original_body": "<strong><em>This post is part of our special coverage <a href=\"http://globalvoicesonline.org/specialcoverage/wikileaks-and-the-world/\">WikiLeaks and the World</a>.</em></strong>\n\nBrazilian netizens <a href=\"https://cartacapitalwikileaks.wordpress.com/2011/01/26/exclusivo-brasileiros-entrevistam-julian-assange/\">scored an exclusive interview</a> with Julian Assange, founder and editor of the polemical WikiLeaks. The <a href=\"http://pt.globalvoicesonline.org/2011/01/21/brasil-alguma-pergunta-para-julian-assange/\">invitation to participate in a collective interview</a> was open to all bloggers and readers of the blog by independent journalist <a href=\"http://nataliaviana.org/\">Natália Viana</a>. From the 350 questions sent in, 12 were selected and answered as part of the interview. With the material republished on a number of blogs, Global Voices could not stand idly by.\n\n[caption id=\"attachment_14979\" align=\"alignleft\" width=\"199\" caption=\"At the Campus Party, held this January, participants used a mask with Assange&#39;s image. Photo from Flickr user kHovsT, published under a CC BY-SA 2.0 license.\"]<a href=\"http://www.flickr.com/photos/khovst/5376550240/sizes/l/\"><img class=\"size-medium wp-image-14979\" title=\"Assange mask\" src=\"http://pt.globalvoicesonline.org/wp-content/uploads/2011/01/5376550240_b19faac24e_b-199x300.jpg\" alt=\"\" width=\"199\" height=\"300\" /></a>[/caption]\n\n<strong>Various - WikiLeaks worked with the mainstream media. Here in Brazil, Folha de São Paulo and Globo are seen as right wing newspapers. Not only they contribute to media concentration but they also have their own agenda. Isn’t it contradictory to work with these vehicles if WL wants to democratize access to information? Why not work with blogs and alternative media</strong><strong>?</strong>\n<blockquote>Due to resource constraints we are not able to yet to vet thousands of individuals so instead we have chosen to often work with groups of journalists, or groups of human rights researchers who have a significant audience. This often includes established media outlets, however, we do also work with individual journalists. Alternative media outlets and activist organisations, as the situation demands and resources permit.\n\nOne of the primary functions of the press is to hold government to account. In the case of Brasil, which has a left wing central government, we felt that a center right newspaper was necessary to properly scrutinise the left wing politicians of the central government. In other countries we have applied the reverse equation. Ideally we like to partner with a pro-government media outlet and an anti-government media outlet.</blockquote>\n<strong>Marcelo Salles – In your opinion what is the most dangerous for democracy: the manipulation of information by governments or the manipulation of information by media oligopolies</strong><strong>?</strong>\n<blockquote>The manipulation of information by media is most dangerous for when a government manipulates information to the public detriment, but the media is strong, this manipulation can not hold for long. But when the media itself has become debased of its critical role then not only can government not be held to account but the pernicious interests or affiliations of the media or its owners can sway or permit government to engage in new abuses. The clearest example of this in recent times is the US mainstream media-led war on Iraq in 2003.</blockquote>\n<strong>Eduardo dos Anjos – I’ve been following the recent leaks and didn’t find anything relevant, it sounds like too much noise for nothing. Why should we trust you and WikiLeaks</strong><strong>?</strong>\n<blockquote>WikiLeaks has a four year publishing history. During that time, to our knowledge, we have never described a false document as true. Additionally, neither has any other organisation claimed otherwise. While we currently have a perfect record in judging true documents from false we are, of course, only humans and will someday possibly make a mistake. But at present we have the best record in the business and wish to try hard to keep this good reputation.\n\nUnlike other media organisations that have no public standard of what they will accept and what they will discard, WikiLeaks has a clear and precise definition to give potential sources confidence about whether we will use their material or not.\n\nWe take disclosures of diplomatic, ethical or historical significance that are official documents and that are classified or suppressed under some form of legal injunction.</blockquote>\n<strong>Various – What concrete changes can happen as a consequence of WL in terms of balance of powers between governments, business and the public?</strong>\n<blockquote>James Madison the framer of the US bill of Rights said that knowledge will forever rule ignorance. So a people who mean to be their own masters must have the power that knowledge brings. This philosophy of Madison's which combines the realm of knowledge with the realm of the distribution of power points to the changes that occur when knowledge is democratised.\n\nStates and giant corporations maintain their power over the individual through keeping knowledge from individuals. It is the gap in knowledge which delineates who is inside the most powerful parts of the state and who is inside the powerful parts of a corporation.\n\nThe free-flow of knowledge from powerful groups to less powerful groups or individuals is also a flow of power and hence an equalising and democratising force in society.\n\n</blockquote>\n<strong>Marcelo Träsel - After Cablegate, Wikileaks got very powerful. Julian’s declarations about future leaks influence markets and government policies. While it becomes a power, shouldn’t WL create a mechanism of accountability by the public opinion</strong><strong>?</strong>\n<blockquote>WikiLeaks is one of the most responsive global organisations in existence.\n\nIt is significantly more accountable to the public than national governments and here is why: The fruits of all our labours are public. We are a publishing organisation. There is nothing that we do that does not end up contributing towards putting knowledge in the hands of the public.\n\nWikiLeaks is funded by the public on a week by week basis. The public votes for us each week with its' wallets.\n\nPotential sources supply documents to WikiLeaks because they believe that we will protect them and that we will achieve the maximum possible impact for their efforts. Should at any moment sources believe this to not be true, or that we are acting unethically, such contributions will stop.\n\nWikiLeaks is supported and defended by many thousands of generous people who volunteer their time, skills and assets to be used in our endevours directly or indirectly in our defence. These people 'vote' for us every day in this manner.</blockquote>\n\n[caption id=\"attachment_14982\" align=\"aligncenter\" width=\"528\" caption=\"December 2010 – Demonstrators rally to free WikiLeaks founder Julian Assange at a demonstration in front of the British Consulate in  São Paulo. Photo from Panoptico, under a CC BY-NC-SA 2.0 license.\"]<a href=\"http://www.flickr.com/photos/panopticosp/5252496171/\"><img class=\"size-full wp-image-14982 \" title=\"Free Julian Assange\" src=\"http://pt.globalvoicesonline.org/wp-content/uploads/2011/01/5252496171_617f69f312_o.jpg\" alt=\"Free Julian Assange\" width=\"528\" height=\"354\" /></a>[/caption]\n\n<strong>Daniel Ikenaga – Which information should be secret in your definition</strong><strong>?</strong>\n<blockquote>We often hear this type of question. However, it is better to rephrase it as follows: \"who should be forced by the state into keeping information of a particular type from the rest of the population?\"\n\nThe answer to this question is clearly not everyone in the world and nor should it be, we believe, all persons in a particular state. Rather, say, your doctor is responsible for keeping your medical records secret under most (but not all) circumstances.</blockquote>\n<strong>\nVarious – In a recent interview to Estado de São Paulo you said WikiLeaks intended to use Brazil as a base for its work. What are the plans? Would accept political asylum in here if it was offered</strong><strong>?</strong>\n<blockquote>I would, of course, be flattered if Brazil offered my staff and I political asylum, we have strong support by the Brazilian people and based on that and the independent character of Brazil from other countries we have decided to expand our presence in the country. Unfortunately I, at this time, am under house arrest in the cold dark winter of Norfolk, England and can not make a home in beautiful, warm Brazil.</blockquote>\n<strong>\nVarious – Are you afraid of being killed? Is there any mechanism of protection in place for you? In case you get murdered, what will happen to </strong><strong>WikiLeaks?</strong>\n<blockquote>We are determined to continue despite the various threats against us. We have a strong faith in our mission and have not and will not be cowed by the forces against us.\n\nMy greatest protection is the futility of any attempt against me. For instance, when I was recently imprisoned for some ten days our publications proceeded unimpeded.\n\nSimilarly, we have distributed backups of all our pending publications across the world It is not possible to destroy WikiLeaks' upcoming publications by attacks on its staff.</blockquote>\n<strong>Helena Vieira - In your opinion, what was the most important revelation of Cablegate? Did your world vision, your opinion, change in any aspect after reading the documents</strong><strong>?</strong>\n<blockquote>Cablegate covers almost every major event, public and private, and every country in the world so there are many most important revelations depending on where you live. And the majority of these have still yet to appear.\n\nIf we must refer to a single most interesting cable in a global context then out of the small fraction that I have read so far (keeping in mind that there are 250,000 cables) it is the cable tasking US diplomats to collect from an extremely wide range of organisations including the United Nations, encryption keys, DNA, credit card numbers, frequent flight numbers etc.\n\nThis cable is a tasking order by the CIA and National Security Agency on US diplomats and other embassy personnel. It reveals a shadow of the vast secret US intelligence collection apparatus.</blockquote>\n<strong>Tarcísio Mender and Maiko Rafael Spiess - Besides Wiki having shaken international relations, what do you think about Time magazine electing Mark Zuckerberg man of the year? Do you see a paradox in the fact that he is praised while you are the “criminal of the year”</strong><strong>?</strong>\n<blockquote>Time Magazine can, of course, choose to award this title to whomever they like. However, for me it what was more important is that the people of the world chose to vote for me twenty times more than the Times editors choice. I won the people's vote, but not the a multi-national media companies vote. That seems correct to me. I also quite liked Saturday Night Live's take on the situation:\n\n\"I give you private information on corporations for free and I'm a villain. Mark Zuckerberg gives your private information to corporations for money and he's 'Man of the Year.'\"\nBehind the scenes of course, things were more interesting, with a pro-Assange faction inside Time magazine being placated by a really quite impressive Assange cover on the December 13 issue, paving the way for the conservative choice of Zuckerberg a few weeks later.</blockquote>\n<strong>Vinícius Juberte – Do you consider yourself a man of the left</strong><strong>?</strong>\n<blockquote>I see that there are good people in both sides of politics and definitely bad people in both sides of politics and it is my habit to seek out these good and just people and work with them in common cause.\n\nPoliticians, after election gradually become captured by the very government agencies they are meant to control. This is true regardless of their political flavour.\n\nIn so far as a power in equality exists between the people and their rulers, we are on the side of the people that phenomena is broadly associated with the rhetoric of the left which gives rise to a view that we are an organisation exclusively of the left. This is not correct. We are an organisation exclusively of truth and justice and we find those in many places.</blockquote>\n[caption id=\"attachment_14986\" align=\"aligncenter\" width=\"528\" caption=\"Demonstrators rally to free WikiLeaks founder Julian Assange at a  demonstration in front of the British Consulate in  São Paulo. Photo  from Panoptico, under a CC BY-NC-SA 2.0 license.\"]<a href=\"http://www.flickr.com/photos/panopticosp/5253147370/\"><img class=\"size-full wp-image-14986 \" title=\"Pro Assange\" src=\"http://pt.globalvoicesonline.org/wp-content/uploads/2011/01/5253147370_244342c621_o.jpg\" alt=\"\" width=\"528\" height=\"354\" /></a>[/caption]\n\n<strong>\nAriely Barata – Hollywood will produce a film about your life. What is your opinion about that</strong><strong>?</strong>\n<blockquote>Hollywood may produce many movies on WikiLeaks, as there are nearly a dozen books scheduled to be published. I am currently not involved in any film productions.\n\nHowever, if we sell the film rights I shall demand to be played by Will Smith. Kristinn Hrafnsson (WikiLeaks' spokeperson) will be played by Samuel L Jackson, and my beautiful assistant will be played by Halle Berry. We will call it \"WikiLeaks Film Noire\".</blockquote>\n\n<strong><em>This post is part of our special coverage <a href=\"http://globalvoicesonline.org/specialcoverage/wikileaks-and-the-world/\">WikiLeaks and the World</a>.</em></strong>",
  "title": "Brazil: Exclusive Internet Interview with the Founder of WikiLeaks",
  "byline": "Melissa Mann",
  "pub_date": "2011-01-30T13:27:13Z"
}