{
  "url": "http://globalvoicesonline.org/?p=190933",
  "id": "190933",
  "body": "After an aid to Russian President Dmitry Medvedev said [RUS] on January 19 that Russia should do away with stipends for university students, bloggers, parents, and university rectors began furiously posting appeals for the government not to cut back on university funding.\n\nThe aid, Arkady Dvorkovich, who is often described as “Medvedev’s right hand” is now claiming that his words were taken out of context.\n\nThat's what Dvorkovich said in an interview with Russian news site Gazeta.ru:\n Если мы все считаем, что всего нужно добиваться своим трудом, что работать должно стать модным, нужно отменить стандартные стипендии у студентов, потому что это неправильный сигнал, что ты за сам факт своей учебы получаешь компенсации [...]\n If we think that everything should be conquered with one’s own hard work, that working [for a living] should be popular, we need to get rid of the standard stipend given to university students, because it is an inaccurate signal, that being compensated for the fact that you are studying [...]\nHis comments spurred a debate: should Russian universities pay stipends? Can students actually live on a monthly allowance? What is the status of \"paid\" students versus those who receive scholarships? Who should be paid and how much?\n\nCurrently, Russia's most expensive universities are in Moscow. The most expensive schools, according to Russian information agency RIA Novosti [RUS], one year ago were Moscow State University’s department of Economics and Management, which cost from $6,700 to $10,000 a year, and Moscow State Institute for International Relations, which was around $10,000 a year. Of course, many universities are much more affordable, around $1,000 to $3,360 a year. The average monthly income in Moscow is around $1,440.\n\nBlogger Kichanova, who describes herself as a “libertarian,” takes a Rousseauan argument that by canceling the stipends the government would in effect be reneging on its “social contract” with Russian citizens.\n С одной стороны, государство не должно заниматься перераспределением благ, потому что это, как ни крути, сводится к воровству. С другой - если оно собирает налоги и берет на себя какие-то социальные обязательства, имеет смысл требовать с него исполнения этих обязательств как своей части социального контракта. Да, так называемый \"общественный договор\" - обман, потому что навязан гражданам государством, то есть договором ну никак не является. Но именно граждане имеют моральное право либо не соблюдать свою часть этого якобы контракта, либо требовать от государства выполнения своей части (а не наоборот). Поэтому предлагаю рассматривать две позиции: либо человек отказывается платить налоги и что-либо получать от государства, либо платит и, соответственно, имеет право получать.\n On one hand, the government shouldn't be in the business of redistributing wealth, because it, whatever way you look at it, leads to thievery. On the other hand, if the government collects taxes and takes upon itself a certain social obligation, it makes sense to demand that it uses those “obligations” to fulfill its part of the social contract. Yes, as it is known, “the social contract” is a lie because it is imposed by the government, meaning it is not a “contract” at all. But it is the citizens who have the moral right either not to fulfill their part of this “contract,” or to demand from the government that it fulfills its side of the contract (and not the other way around). For this reason, I recommend looking into two positions: either a person refuses to pay taxes and receive anything from the state, or pay and, it follows, have a right to receive.\nTatyana Tolstaya, a well-known Russian writer, noted that the actual stipend given to students, just like in her day, is hardly enough to cover the costs of studying and living.\n Неприятный цинизм проявил Дворкович. Конечно, нынешние \"стипендии\" - курам на смех: что такое, в самом деле, 1100 р. в мес.? Обычный совок: помню, когда я поступил в МГУ, у меня на первом курсе была стипендия 40 р. в мес. - деньги, прожить на которые в позднем совке было невозможно, как мы шутили, \"на 1-2 часа\". И вот нынешние 1100 р. - тоже на 1-2 ч.\n Dvorkovich has displayed some nasty cynicism. Of course, current “stipends” would even make a cat laugh. Really, what is 1,100 rubles ($37) a month? A regular soviet situation: I remember when I entered MGU (Moscow State University), I received in my first year 40 rubles a month, money that was impossible to live on, as we used to joke, “for 1-2 hours.” And the present amount – 1,100 rubles – is also for 1-2 hours.\n\n\n[caption id=\"attachment_192707\" align=\"alignright\" width=\"375\" caption=\"Moscow State University, photo by Bastien Vaucher\"][/caption]\n\n\nDvorkovich's main argument - that students should work while in university to gain practical skills - has been attacked by critics who say that students should not distract themselves from the pursuit of an education with concerns about making money. In an editorial in a Russian newspaper ‘Rosbalt,” Ivan Preobrazhensky, an analyst and political consultant, argues that stipends should be re-distributed, not as a mandatory allocation to all Russian students, but in the form of a merit scholarship for students who excel in sports or studies.\n\nBlogger “Denvnik Neprod,” a 51-year-old mother of three, all of whom have been through university, acknowledges that while some students are “supported by mama and papa,” families like hers have greatly relied on government's help.\n Конечно, я не против того, чтобы молодые люди во время учебы подрабатывали (если смогут найти такую подработку, не слишком мешающую учёбе). Но лишать студента всякой помощи со стороны государства, даже такой мизерной? Лишать всякого стимула хорошо учиться? Ведь стипендию платят только хорошистам и отличникам (в большинстве вузов).\n\nЯсно, что некоторым \"деткам\" такая стипендия ни к чему. Им мама с папой любые денежки отвалят, только попроси. Поэтому они и на учёбе не напрягаются, и работать не спешат. Так я не о них.\n \n\nOf course I am not against young people working a little during university (if they can managed to find that kind of work that doesn’t interrupt their studies). But to deprive students of all help from the government, even such miserly [help]? To take away all stimulus to study hard? I mean, stipends are paid to those who study well and are the best (at the majority of universities).\n\nOf course, some “kiddies” don’t need any stipend. Their momma and poppa throw money their way when they ask. And therefore, they are not bothered by studying and aren’t in any rush to work. I’m not talking about them.\n\n\n“Devnik Neprod” explains that the average students – citing the amounts each of her children received and how her family managed to pay for college – cannot afford school and getting rid of stipends may threaten many students' ability to study at all.\n\nWhile Dvorkovich seems to make the argument that students attending universities in order to get a stipend is hurting the university system, Tolstaya counters [RUS] that the real problem is coming from this system of “paid students” who get into schools not because of their test grades, but simply because they can pay the tuition.\n Мне вообще кажется, что \"платность\" окончательно убивает наше высшее образование, попросту лишая его смысла. Дело в том, что на практике студент-\"платник\" чувствует некий \"иммунитет\": он может учиться через пень-колоду - никто и никогда его не отчислит и \"двойку\" не поставит, так как для ВУЗа он - источник дохода. А что за образование, если ты знаешь, что тебя, как бы ты ни учился, никогда не отчислят? Это профанация. Наши ВУЗы бессмысленны уже хотя бы потому, что 70% учащихся в них лишь \"отбывают номер\"...\n It seems to me that “the system of payment” is really killing our system of higher education, simply destroying the meaning behind it. The thing is that, in practice, a “paying” student feels a sort of “immunity”: he can study only once in a while and no one will ever tell him to clear out or give him a low grade because he is a source of income for the university. And what is the point of education if you know that no matter how poorly you study, you will never be expelled. It’s a sham. Our universities are already senseless because 70 percent of the students are \"simply mooching a place\"...\nA few days later, Dvorkovich stepped back into the maelstrom [RUS] to defend his position. He stressed that his words had been taken out of context and that he was not pushing for doing away with stipends altogether. Instead, he argued, the system should be restructured to orient students towards finding careers and not just “sitting in lectures and seminars for 10 hours a day.” His rhetoric was markedly softer than the previous remarks.\n Стипендии нужно платить тем, кто делает все это. Либо гранты. Можно называть это по-разному. Главное, чтобы они были не за факт нахождения в вузе и даже не за получение просто хороших оценок, а за серьезную работу, которая включает в себя и учебу, и практическую деятельность.\n Stipends should be paid to those students who do all of this. Or grants, they can be called in different ways. The main thing is that they not be given simply for the fact that a student is attending a university or because a student has good grades, but for serious work, which includes both studying and practical work.\nAs the debate continues and the proposed increase of the stipend is discussed, or dropped, in the Duma (Russian parliament), one can be sure that Russian bloggers will continue to post and repost the dialogue. Though, as blogger Ilya Zhuravlev puts it [RUS], no decision will likely be made until after the 2012 presidential elections.\n Идея с отменой стипендий - пробный шаг, надо ведь посмотреть - как \"отреагирует пипл\". Убежден, в период выборных кампаний 2011-2012 годов подобные нововведения приниматься не будут. Почему? Я думаю понятно всем. Выборы.\n The idea of getting rid of the stipend is the initial step that should be examined how people respond. I am sure that during the election campaigns 2011-2012 such innovations will not be adopted. Why? I think it’s probably obvious to every one. The elections. ",
  "original_body": "After an aid to Russian President Dmitry Medvedev <a href=\"http://www.gazeta.ru/interview/nm/s3488478.shtml\">said</a> [RUS] on January 19 that Russia should do away with stipends for university students, bloggers, parents, and university rectors began furiously posting appeals for the government not to cut back on university funding.\n\nThe aid, Arkady Dvorkovich, who is often described as “Medvedev’s right hand” is now claiming that his words were taken out of context.\n\nThat's what Dvorkovich said in an interview with Russian news site<em> Gazeta.ru</em>:\n<blockquote>Если мы все считаем, что всего нужно добиваться своим трудом, что работать должно стать модным, нужно отменить стандартные стипендии у студентов, потому что это неправильный сигнал, что ты за сам факт своей учебы получаешь компенсации [...]</blockquote>\n<div class=\"translation\">If we think that everything should be conquered with one’s own hard work, that working [for a living] should be popular, we need to get rid of the standard stipend given to university students, because it is an inaccurate signal, that being compensated for the fact that you are studying [...]</div>\nHis comments spurred a debate: should Russian universities pay stipends? Can students actually live on a monthly allowance? What is the status of \"paid\" students versus those who receive scholarships? Who should be paid and how much?\n\nCurrently, Russia's most expensive universities are in Moscow. The most expensive schools, <a href=\"http://www.rian.ru/moscow/20101007/283205492.html\">according to Russian information agency <em>RIA Novosti</em></a> [RUS], one year ago were Moscow State University’s department of Economics and Management, which cost from $6,700 to $10,000 a year, and Moscow State Institute for International Relations, which was around $10,000 a year. Of course, many universities are much more affordable, around $1,000 to $3,360 a year. The average monthly income in Moscow is around $1,440.\n\nBlogger <a href=\"http://kichanova.livejournal.com/51184.html\"><em>Kichanova</em></a>, who describes herself as a “libertarian,” takes a Rousseauan argument that by canceling the stipends the government would in effect be reneging on its “social contract” with Russian citizens.\n<blockquote>С одной стороны, государство не должно заниматься перераспределением благ, потому что это, как ни крути, сводится к воровству. С другой - если оно собирает налоги и берет на себя какие-то социальные обязательства, имеет смысл требовать с него исполнения этих обязательств как своей части социального контракта. Да, так называемый \"общественный договор\" - обман, потому что навязан гражданам государством, то есть договором ну никак не является. Но именно граждане имеют моральное право либо не соблюдать свою часть этого якобы контракта, либо требовать от государства выполнения своей части (а не наоборот). Поэтому предлагаю рассматривать две позиции: либо человек отказывается платить налоги и что-либо получать от государства, либо платит и, соответственно, имеет право получать.</blockquote>\n<div class=\"translation\">On one hand, the government shouldn't be in the business of redistributing wealth, because it, whatever way you look at it, leads to thievery. On the other hand, if the government collects taxes and takes upon itself a certain social obligation, it makes sense to demand that it uses those “obligations” to fulfill its part of the social contract. Yes, as it is known, “the social contract” is a lie because it is imposed by the government, meaning it is not a “contract” at all. But it is the citizens who have the moral right either not to fulfill their part of this “contract,” or to demand from the government that it fulfills its side of the contract (and not the other way around). For this reason, I recommend looking into two positions: either a person refuses to pay taxes and receive anything from the state, or pay and, it follows, have a right to receive.</div>\n<a href=\"http://sapojnik.livejournal.com/1007765.html\">Tatyana Tolstaya</a>, a well-known Russian writer, noted that the actual stipend given to students, just like in her day, is hardly enough to cover the costs of studying and living.\n<blockquote>Неприятный цинизм проявил Дворкович. Конечно, нынешние \"стипендии\" - курам на смех: что такое, в самом деле, 1100 р. в мес.? Обычный совок: помню, когда я поступил в МГУ, у меня на первом курсе была стипендия 40 р. в мес. - деньги, прожить на которые в позднем совке было невозможно, как мы шутили, \"на 1-2 часа\". И вот нынешние 1100 р. - тоже на 1-2 ч.</blockquote>\n<div class=\"translation\">Dvorkovich has displayed some nasty cynicism. Of course, current “stipends” would even make a cat laugh. Really, what is 1,100 rubles ($37) a month? A regular soviet situation: I remember when I entered MGU (Moscow State University), I received in my first year 40 rubles a month, money that was impossible to live on, as we used to joke, “for 1-2 hours.” And the present amount – 1,100 rubles – is also for 1-2 hours.</div>\n\n\n[caption id=\"attachment_192707\" align=\"alignright\" width=\"375\" caption=\"Moscow State University, photo by Bastien Vaucher\"]<a href=\"http://www.flickr.com/photos/vaucher/3984115916/in/photostream/\"><img class=\"size-medium wp-image-192707\" title=\"Moscow State University\" src=\"http://globalvoicesonline.org/wp-content/uploads/2011/02/msu-375x250.jpg\" alt=\"Moscow State University\" width=\"375\" height=\"250\" /></a>[/caption]\n\n\nDvorkovich's main argument - that students should work while in university to gain practical skills - has been attacked by critics who say that students should not distract themselves from the pursuit of an education with concerns about making money. In an editorial in a Russian newspaper ‘<a href=\"http://www.rosbalt.ru/2011/01/21/810888.htm\"><em>Rosbalt</em></a>,” Ivan Preobrazhensky, an analyst and political consultant, argues that stipends should be re-distributed, not as a mandatory allocation to all Russian students, but in the form of a merit scholarship for students who excel in sports or studies.\n\nBlogger “<a href=\"http://www.liveinternet.ru/users/3657565/post148260570/\"><em>Denvnik Neprod</em></a>,” a 51-year-old mother of three, all of whom have been through university, acknowledges that while some students are “supported by mama and papa,” families like hers have greatly relied on government's help.\n<blockquote>Конечно, я не против того, чтобы молодые люди во время учебы подрабатывали (если смогут найти такую подработку, не слишком мешающую учёбе). Но лишать студента всякой помощи со стороны государства, даже такой мизерной? Лишать всякого стимула хорошо учиться? Ведь стипендию платят только хорошистам и отличникам (в большинстве вузов).\n\nЯсно, что некоторым \"деткам\" такая стипендия ни к чему. Им мама с папой любые денежки отвалят, только попроси. Поэтому они и на учёбе не напрягаются, и работать не спешат. Так я не о них.</blockquote>\n<div class=\"translation\">\n\nOf course I am not against young people working a little during university (if they can managed to find that kind of work that doesn’t interrupt their studies). But to deprive students of all help from the government, even such miserly [help]? To take away all stimulus to study hard? I mean, stipends are paid to those who study well and are the best (at the majority of universities).\n\nOf course, some “kiddies” don’t need any stipend. Their momma and poppa throw money their way when they ask. And therefore, they are not bothered by studying and aren’t in any rush to work. I’m not talking about them.\n\n</div>\n“Devnik Neprod” explains that the average students – citing the amounts each of her children received and how her family managed to pay for college – cannot afford school and getting rid of stipends may threaten many students' ability to study at all.\n\nWhile Dvorkovich seems to make the argument that students attending universities in order to get a stipend is hurting the university system, <a href=\"http://sapojnik.livejournal.com/1007765.html\">Tolstaya counters</a> [RUS] that the real problem is coming from this system of “paid students” who get into schools not because of their test grades, but simply because they can pay the tuition.\n<blockquote>Мне вообще кажется, что \"платность\" окончательно убивает наше высшее образование, попросту лишая его смысла. Дело в том, что на практике студент-\"платник\" чувствует некий \"иммунитет\": он может учиться через пень-колоду - никто и никогда его не отчислит и \"двойку\" не поставит, так как для ВУЗа он - источник дохода. А что за образование, если ты знаешь, что тебя, как бы ты ни учился, никогда не отчислят? Это профанация. Наши ВУЗы бессмысленны уже хотя бы потому, что 70% учащихся в них лишь \"отбывают номер\"...</blockquote>\n<div class=\"translation\">It seems to me that “the system of payment” is really killing our system of higher education, simply destroying the meaning behind it. The thing is that, in practice, a “paying” student feels a sort of “immunity”: he can study only once in a while and no one will ever tell him to clear out or give him a low grade because he is a source of income for the university. And what is the point of education if you know that no matter how poorly you study, you will never be expelled. It’s a sham. Our universities are already senseless because 70 percent of the students are \"simply mooching a place\"...</div>\nA few days later, <a href=\"http://www.newsinfo.ru/articles/2011-01-21/item/746757/\">Dvorkovich stepped back into the maelstrom</a> [RUS] to defend his position. He stressed that his words had been taken out of context and that he was not pushing for doing away with stipends altogether. Instead, he argued, the system should be restructured to orient students towards finding careers and not just “sitting in lectures and seminars for 10 hours a day.” His rhetoric was markedly softer than the previous remarks.\n<blockquote>Стипендии нужно платить тем, кто делает все это. Либо гранты. Можно называть это по-разному. Главное, чтобы они были не за факт нахождения в вузе и даже не за получение просто хороших оценок, а за серьезную работу, которая включает в себя и учебу, и практическую деятельность.</blockquote>\n<div class=\"translation\">Stipends should be paid to those students who do all of this. Or grants, they can be called in different ways. The main thing is that they not be given simply for the fact that a student is attending a university or because a student has good grades, but for serious work, which includes both studying and practical work.</div>\nAs the debate continues and the proposed increase of the stipend is discussed, or dropped, in the Duma (Russian parliament), one can be sure that Russian bloggers will continue to post and repost the dialogue. Though, as blogger Ilya Zhuravlev <a href=\"http://ilya-zuravlev.livejournal.com/8931.html\">puts it</a> [RUS], no decision will likely be made until after the 2012 presidential elections.\n<blockquote>Идея с отменой стипендий - пробный шаг, надо ведь посмотреть - как \"отреагирует пипл\". Убежден, в период выборных кампаний 2011-2012 годов подобные нововведения приниматься не будут. Почему? Я думаю понятно всем. Выборы.</blockquote>\n<div class=\"translation\">The idea of getting rid of the stipend is the initial step that should be examined how people respond. I am sure that during the election campaigns 2011-2012 such innovations will not be adopted. Why? I think it’s probably obvious to every one. The elections.</div>",
  "title": "Russia: Bloggers React To Threatened University Stipends",
  "byline": "Ashley Cleek",
  "pub_date": "2011-02-04T10:00:49Z"
}