{
  "url": "http://globalvoicesonline.org/?p=190995",
  "id": "190995",
  "body": "For the last 48 hours, \"revolution in Egypt\" is set as the \"hot\" topic on the front page of Israblog, the largest Israeli blogger community; however, as little as 12 bloggers posted on this topic to date. Along with the conversations on Twitter and Facebook, Israelis express mixed feelings: intuitive support of the demand for freedom, alongside echoing of Western media fears of Islamic fundamentalism under the guise of democracy.\n\nOfri Ilani, Haaretz technology correspondent, offers one of the best descriptions of these mixed feelings on his personal blog:\n What is happening in Egypt is so exciting and seminal that it is even hard to judge if it's good or bad in familiar terms. We can say the revolution is good news and it should be happening, for better or worse. But we should also remember that Camp David agreements or the possibility to go to Cairo and have coffee in Zamalek, is part of Mubarak's rule too…. if you think you and your very existence here aren't part of the American empire in the Middle East, raise your hand.\n\nOne could say that the fall of Mubarak's government is vital and joyful and at the same time, admit its possible outcome could mean war that might result in our defeat and the fall of Zionism in its current form. In short, we can jump like flees on the back of a sneezing elephant. Personally, I sum up my feelings towards the images from Egypt: fear and trembling. Meanwhile, congratulations and respect to the Egyptian people.\nBlogger and artist Roy Arad wrote  a personal column on Haaretz in which he confessed being glued to Twitter during the last few days. Arad explains what hypnotized him about the revolution while criticizing Israeli youth and media commentators:\n I quarreled like a fool on Twitter with people who listened to Middle East commentators' fear of Muslim Brothers' rise, should Egypt become truly democratic. Islam is indeed a powerful factor, but I thought of my personal friends in Egypt: the shy translator, the provocative film artist with the nose ring, the girl from Mansura who asked me to send her socialist poetry and uses images of Hollywood stars as her facebook profile pictures…. I look at the faces of the youth dancing on top of the police cars and these are not the people who will let Egypt become an Islamic dictatorship. But who knows.\n\nIsraelis like myself, who were born into a democracy where everything can be said, can never experience courage like the Egyptians who risk their lives for it. If they lose they will be jailed and tortured. Revolution in Tel Aviv? Students in the cafes here are busier with pitiful critical theories… we who think twice before going to a demonstration cannot comprehend this kind of courage. While Egyptians risk their necks for the right to demonstrate, we prefer to stare at the dwarf from the Big Brother reality TV show and wait for something to happen.\nSolidarity demonstrations with the Egyptian people took place both in front of the Egyptian embassy in Tel Aviv and in Jaffa over the weekend. @osnatita tweets:\n The policeman at the entrance to the demonstration in Jaffa suggested we wait and not go into the city right now. When we said we came to join the demonstration he was shocked. Are you sure? He asked, surprised.\nMany tweeps wondered about the ramifications of the revolution for Israel. @glachs writes:\n Meanwhile, philadelphi route is neglected. Hamas will arm itself marvelously, IDF will enter Gaza to guard Rafah crossing, and now we will see the true effect of the Palestine papers.\n@Itamars tweets:\n Israel is like the weak kid in class who stuck with the bully for protection, and one day, the bully is kicked out of school.\n@dubikan replies to the worries expressed on Israeli and American media that Egyptians may not be ready for democracy:\n If a nation organizes a successful grassroots upraising against a dictator, demanding democracy, than the people are ready for democracy\nIn another tweet he adds:\n Robespierre and the French people weren't exactly ready for democracy or knew what it is either, when performing the French revolution.\nA large portion of the tweets and blogs criticized the Middle East experts and commentators on Israeli media. @yuval_v tweets:\n Let's agree on a rule: if you didn't predict the intensity of the demonstrations and the revolution in Egypt, please do not predict with \"high probability\" the type of government they will have after the revolution.\n@aradaki targets channel 2's veteran Expert of the Arab world:\n Ehud Yaari, you're dumb. If you take your head out of your butt you'll find a world you're not familiar with.\nSuch harsh words reflect the tension between media analysis and the live Twitter feed from Egypt. In the course of the Twitter conversation @aradaki adds:\n These experts better read Twitter rather than analyze on the basis of their old connections that narrow their perspective. People who've been in the field all their lives cannot see the world has changed.\nIsraeli bloggers are offering alternative commentaries and asking the truly harsh questions based on social media attentiveness and personal connections with Egyptian bloggers. As the rumors on Twitter arrived this morning of an Egyptian army entrance into Sinai peninsula, blogger Lisa Goldman seemed to have surprised the ministry of foreign affairs' spokesman with the news, on which he apologized that he cannot comment since \"they have strict orders to refrain from any comment on Egypt till the outcome of the uprising is clear.\" Yossi Gurevich reports this story in Hebrew and comments:\n It's hard to believe IDF isn't aware of this act, which technically is an invasion that defers the peace agreement. If this was indeed uncoordinated, it is very troubling security-wise, after all, that's how the 1969 war started. If it was coordinated then someone in the government should be able to explain on whose authority it was done, since such a change in the peace agreement requires the parliament's consent. Furthermore, the question arises if Israel is aiding Mubarak against his people.\nIn the same post Gurevich also criticizes Israeli chief intelligence officer who said on January 25 that there is no threat to Egypt's stability at this time:\n now that we've seen the real value of army intelligence, it's time to dismantle this institution and replace it with a national evaluation unit that's free of army generals and is able to consider the civil society as well. ",
  "original_body": "For the last 48 hours, \"revolution in Egypt\" is set as the <a href=\"http://israblog.nana10.co.il/hotopics.asp?subjcode=6215\" target=\"_blank\">\"hot\" topic</a> on the front page of <em>Israblog</em>, the largest Israeli blogger community; however, as little as 12 bloggers posted on this topic to date. Along with the conversations on Twitter and Facebook, Israelis express mixed feelings: intuitive support of the demand for freedom, alongside echoing of Western media fears of Islamic fundamentalism under the guise of democracy.\n\n<strong>Ofri Ilani</strong>, <em>Haaretz</em> technology correspondent, offers one of the best descriptions of these mixed feelings <a href=\"http://haemori.wordpress.com/2011/01/30/egypt/\" target=\"_blank\">on his personal blog</a>:\n<blockquote>What is happening in Egypt is so exciting and seminal that it is even hard to judge if it's good or bad in familiar terms. We can say the revolution is good news and it should be happening, for better or worse. But we should also remember that Camp David agreements or the possibility to go to Cairo and have coffee in Zamalek, is part of Mubarak's rule too…. if you think you and your very existence here aren't part of the American empire in the Middle East, raise your hand.\n\nOne could say that the fall of Mubarak's government is vital and joyful and at the same time, admit its possible outcome could mean war that might result in our defeat and the fall of Zionism in its current form. In short, we can jump like flees on the back of a sneezing elephant. Personally, I sum up my feelings towards the images from Egypt: fear and trembling. Meanwhile, congratulations and respect to the Egyptian people.</blockquote>\nBlogger and artist <strong>Roy Arad</strong> wrote  <a href=\"http://www.haaretz.co.il/hasite/spages/1212351.html\" target=\"_blank\">a personal column on <em>Haaretz</em></a> in which he confessed being glued to Twitter during the last few days. Arad explains what hypnotized him about the revolution while criticizing Israeli youth and media commentators:\n<blockquote>I quarreled like a fool on Twitter with people who listened to Middle East commentators' fear of Muslim Brothers' rise, should Egypt become truly democratic. Islam is indeed a powerful factor, but I thought of my personal friends in Egypt: the shy translator, the provocative film artist with the nose ring, the girl from Mansura who asked me to send her socialist poetry and uses images of Hollywood stars as her facebook profile pictures…. I look at the faces of the youth dancing on top of the police cars and these are not the people who will let Egypt become an Islamic dictatorship. But who knows.\n\nIsraelis like myself, who were born into a democracy where everything can be said, can never experience courage like the Egyptians who risk their lives for it. If they lose they will be jailed and tortured. Revolution in Tel Aviv? Students in the cafes here are busier with pitiful critical theories… we who think twice before going to a demonstration cannot comprehend this kind of courage. While Egyptians risk their necks for the right to demonstrate, we prefer to stare at the dwarf from the Big Brother reality TV show and wait for something to happen.</blockquote>\nSolidarity demonstrations with the Egyptian people took place both in front of the Egyptian embassy in Tel Aviv and in Jaffa over the weekend. <strong>@osnatita</strong> <a href=\"http://twitter.com/osnatita/status/31381736969474048\" target=\"_blank\">tweets</a>:\n<blockquote>The policeman at the entrance to the demonstration in Jaffa suggested we wait and not go into the city right now. When we said we came to join the demonstration he was shocked. Are you sure? He asked, surprised.</blockquote>\nMany tweeps wondered about the ramifications of the revolution for Israel. <strong>@glachs</strong> <a href=\"  http://twitter.com/#!/galchs/status/31420410868269057\" target=\"_blank\">writes</a>:\n<blockquote>Meanwhile, philadelphi route is neglected. Hamas will arm itself marvelously, IDF will enter Gaza to guard Rafah crossing, and now we will see the true effect of the Palestine papers.</blockquote>\n<strong>@Itamars</strong> <a href=\"http://twitter.com/#!/itamars/status/31420282455465985\" target=\"_blank\">tweets</a>:\n<blockquote>Israel is like the weak kid in class who stuck with the bully for protection, and one day, the bully is kicked out of school.</blockquote>\n<strong>@dubikan</strong> <a href=\"http://twitter.com/#!/dubikan/status/31077295934410752\" target=\"_blank\">replies</a> to the worries expressed on Israeli and American media that Egyptians may not be ready for democracy:\n<blockquote>If a nation organizes a successful grassroots upraising against a dictator, demanding democracy, than the people are ready for democracy</blockquote>\nIn <a href=\"http://twitter.com/#!/dubikan/status/31158990570262529\" target=\"_blank\">another tweet</a> he adds:\n<blockquote>Robespierre and the French people weren't exactly ready for democracy or knew what it is either, when performing the French revolution.</blockquote>\nA large portion of the tweets and blogs criticized the Middle East experts and commentators on Israeli media. <strong>@yuval_v</strong> <a href=\"http://twitter.com/yuval_v/status/31608165472665601\" target=\"_blank\">tweets:</a>\n<blockquote>Let's agree on a rule: if you didn't predict the intensity of the demonstrations and the revolution in Egypt, please do not predict with \"high probability\" the type of government they will have after the revolution.</blockquote>\n<strong>@aradaki</strong> <a href=\"http://twitter.com/#!/aradaki/status/31422441255346177\" target=\"_blank\">targets</a> channel 2's veteran Expert of the Arab world:\n<blockquote>Ehud Yaari, you're dumb. If you take your head out of your butt you'll find a world you're not familiar with.</blockquote>\nSuch harsh words reflect the tension between media analysis and the live Twitter feed from Egypt. In the course of the Twitter conversation <strong>@aradaki </strong><a href=\"http://twitter.com/#!/aradaki/status/31691184158015488\" target=\"_blank\">adds</a>:\n<blockquote>These experts better read Twitter rather than analyze on the basis of their old connections that narrow their perspective. People who've been in the field all their lives cannot see the world has changed.</blockquote>\nIsraeli bloggers are offering alternative commentaries and asking the truly harsh questions based on social media attentiveness and personal connections with Egyptian bloggers. As the rumors on Twitter arrived this morning of an Egyptian army entrance into Sinai peninsula, blogger <strong>Lisa Goldman</strong> seemed to have surprised the ministry of foreign affairs' spokesman with the news, on which he apologized that he cannot comment since \"they have strict orders to refrain from any comment on Egypt till the outcome of the uprising is clear.\" <strong>Yossi Gurevich</strong> <a href=\"http://www.hahem.co.il/friendsofgeorge/?p=2192\" target=\"_blank\">reports this story in Hebrew and comments:</a>\n<blockquote>It's hard to believe IDF isn't aware of this act, which technically is an invasion that defers the peace agreement. If this was indeed uncoordinated, it is very troubling security-wise, after all, that's how the 1969 war started. If it was coordinated then someone in the government should be able to explain on whose authority it was done, since such a change in the peace agreement requires the parliament's consent. Furthermore, the question arises if Israel is aiding Mubarak against his people.</blockquote>\n<a href=\"http://www.hahem.co.il/friendsofgeorge/?p=2192\" target=\"_blank\">In the same post</a> <strong>Gurevich</strong> also criticizes Israeli chief intelligence officer who said on January 25 that there is no threat to Egypt's stability at this time:\n<blockquote>now that we've seen the real value of army intelligence, it's time to dismantle this institution and replace it with a national evaluation unit that's free of army generals and is able to consider the civil society as well.</blockquote>",
  "title": "Israel: Social Media Offers Alternative Egypt Commentary",
  "byline": "Carmel L. Vaisman",
  "pub_date": "2011-01-31T01:53:24Z",
  "decompositions": {
    "sentence": [
      "For the last 48 hours, \"revolution in Egypt\" is set as the \"hot\" topic on the front page of Israblog, the largest Israeli blogger community; however, as little as 12 bloggers posted on this topic to date.",
      "Along with the conversations on Twitter and Facebook, Israelis express mixed feelings: intuitive support of the demand for freedom, alongside echoing of Western media fears of Islamic fundamentalism under the guise of democracy.",
      "Ofri Ilani, Haaretz technology correspondent, offers one of the best descriptions of these mixed feelings on his personal blog:\n What is happening in Egypt is so exciting and seminal that it is even hard to judge if it's good or bad in familiar terms.",
      "We can say the revolution is good news and it should be happening, for better or worse.",
      "But we should also remember that Camp David agreements or the possibility to go to Cairo and have coffee in Zamalek, is part of Mubarak's rule too….",
      "if you think you and your very existence here aren't part of the American empire in the Middle East, raise your hand.",
      "One could say that the fall of Mubarak's government is vital and joyful and at the same time, admit its possible outcome could mean war that might result in our defeat and the fall of Zionism in its current form.",
      "In short, we can jump like flees on the back of a sneezing elephant.",
      "Personally, I sum up my feelings towards the images from Egypt: fear and trembling.",
      "Meanwhile, congratulations and respect to the Egyptian people.",
      "Blogger and artist Roy Arad wrote  a personal column on Haaretz in which he confessed being glued to Twitter during the last few days.",
      "Arad explains what hypnotized him about the revolution while criticizing Israeli youth and media commentators:\n I quarreled like a fool on Twitter with people who listened to Middle East commentators' fear of Muslim Brothers' rise, should Egypt become truly democratic.",
      "Islam is indeed a powerful factor, but I thought of my personal friends in Egypt: the shy translator, the provocative film artist with the nose ring, the girl from Mansura who asked me to send her socialist poetry and uses images of Hollywood stars as her facebook profile pictures….",
      "I look at the faces of the youth dancing on top of the police cars and these are not the people who will let Egypt become an Islamic dictatorship.",
      "But who knows.",
      "Israelis like myself, who were born into a democracy where everything can be said, can never experience courage like the Egyptians who risk their lives for it.",
      "If they lose they will be jailed and tortured.",
      "Revolution in Tel Aviv?",
      "Students in the cafes here are busier with pitiful critical theories… we who think twice before going to a demonstration cannot comprehend this kind of courage.",
      "While Egyptians risk their necks for the right to demonstrate, we prefer to stare at the dwarf from the Big Brother reality TV show and wait for something to happen.",
      "Solidarity demonstrations with the Egyptian people took place both in front of the Egyptian embassy in Tel Aviv and in Jaffa over the weekend.",
      "@osnatita tweets:\n The policeman at the entrance to the demonstration in Jaffa suggested we wait and not go into the city right now.",
      "When we said we came to join the demonstration he was shocked.",
      "Are you sure?",
      "He asked, surprised.",
      "Many tweeps wondered about the ramifications of the revolution for Israel.",
      "@glachs writes:\n Meanwhile, philadelphi route is neglected.",
      "Hamas will arm itself marvelously, IDF will enter Gaza to guard Rafah crossing, and now we will see the true effect of the Palestine papers.",
      "@Itamars tweets:\n Israel is like the weak kid in class who stuck with the bully for protection, and one day, the bully is kicked out of school.",
      "@dubikan replies to the worries expressed on Israeli and American media that Egyptians may not be ready for democracy:\n If a nation organizes a successful grassroots upraising against a dictator, demanding democracy, than the people are ready for democracy\nIn another tweet he adds:\n Robespierre and the French people weren't exactly ready for democracy or knew what it is either, when performing the French revolution.",
      "A large portion of the tweets and blogs criticized the Middle East experts and commentators on Israeli media.",
      "@yuval_v tweets:\n Let's agree on a rule: if you didn't predict the intensity of the demonstrations and the revolution in Egypt, please do not predict with \"high probability\" the type of government they will have after the revolution.",
      "@aradaki targets channel 2's veteran Expert of the Arab world:\n Ehud Yaari, you're dumb.",
      "If you take your head out of your butt you'll find a world you're not familiar with.",
      "Such harsh words reflect the tension between media analysis and the live Twitter feed from Egypt.",
      "In the course of the Twitter conversation @aradaki adds:\n These experts better read Twitter rather than analyze on the basis of their old connections that narrow their perspective.",
      "People who've been in the field all their lives cannot see the world has changed.",
      "Israeli bloggers are offering alternative commentaries and asking the truly harsh questions based on social media attentiveness and personal connections with Egyptian bloggers.",
      "As the rumors on Twitter arrived this morning of an Egyptian army entrance into Sinai peninsula, blogger Lisa Goldman seemed to have surprised the ministry of foreign affairs' spokesman with the news, on which he apologized that he cannot comment since \"they have strict orders to refrain from any comment on Egypt till the outcome of the uprising is clear.\"",
      "Yossi Gurevich reports this story in Hebrew and comments:\n It's hard to believe IDF isn't aware of this act, which technically is an invasion that defers the peace agreement.",
      "If this was indeed uncoordinated, it is very troubling security-wise, after all, that's how the 1969 war started.",
      "If it was coordinated then someone in the government should be able to explain on whose authority it was done, since such a change in the peace agreement requires the parliament's consent.",
      "Furthermore, the question arises if Israel is aiding Mubarak against his people.",
      "In the same post Gurevich also criticizes Israeli chief intelligence officer who said on January 25 that there is no threat to Egypt's stability at this time:\n now that we've seen the real value of army intelligence, it's time to dismantle this institution and replace it with a national evaluation unit that's free of army generals and is able to consider the civil society as well."
    ],
    "tokens": [
      "For",
      "the",
      "last",
      "48",
      "hours",
      ",",
      "\"revolution",
      "in",
      "Egypt",
      "\"",
      "is",
      "set",
      "as",
      "the",
      "\"hot",
      "\"",
      "topic",
      "on",
      "the",
      "front",
      "page",
      "of",
      "Israblog",
      ",",
      "the",
      "largest",
      "Israeli",
      "blogger",
      "community",
      ";",
      "however",
      ",",
      "as",
      "little",
      "as",
      "12",
      "bloggers",
      "posted",
      "on",
      "this",
      "topic",
      "to",
      "date",
      "Along",
      "with",
      "the",
      "conversations",
      "on",
      "Twitter",
      "and",
      "Facebook",
      ",",
      "Israelis",
      "express",
      "mixed",
      "feelings",
      ":",
      "intuitive",
      "support",
      "of",
      "the",
      "demand",
      "for",
      "freedom",
      ",",
      "alongside",
      "echoing",
      "of",
      "Western",
      "media",
      "fears",
      "of",
      "Islamic",
      "fundamentalism",
      "under",
      "the",
      "guise",
      "of",
      "democracy",
      "Ofri",
      "Ilani",
      ",",
      "Haaretz",
      "technology",
      "correspondent",
      ",",
      "offers",
      "one",
      "of",
      "the",
      "best",
      "descriptions",
      "of",
      "these",
      "mixed",
      "feelings",
      "on",
      "his",
      "personal",
      "blog",
      ":",
      "What",
      "is",
      "happening",
      "in",
      "Egypt",
      "is",
      "so",
      "exciting",
      "and",
      "seminal",
      "that",
      "it",
      "is",
      "even",
      "hard",
      "to",
      "judge",
      "if",
      "it",
      "'s",
      "good",
      "or",
      "bad",
      "in",
      "familiar",
      "terms",
      "We",
      "can",
      "say",
      "the",
      "revolution",
      "is",
      "good",
      "news",
      "and",
      "it",
      "should",
      "be",
      "happening",
      ",",
      "for",
      "better",
      "or",
      "worse",
      "But",
      "we",
      "should",
      "also",
      "remember",
      "that",
      "Camp",
      "David",
      "agreements",
      "or",
      "the",
      "possibility",
      "to",
      "go",
      "to",
      "Cairo",
      "and",
      "have",
      "coffee",
      "in",
      "Zamalek",
      ",",
      "is",
      "part",
      "of",
      "Mubarak",
      "'s",
      "rule",
      "too…",
      "if",
      "you",
      "think",
      "you",
      "and",
      "your",
      "very",
      "existence",
      "here",
      "are",
      "n't",
      "part",
      "of",
      "the",
      "American",
      "empire",
      "in",
      "the",
      "Middle",
      "East",
      ",",
      "raise",
      "your",
      "hand",
      "One",
      "could",
      "say",
      "that",
      "the",
      "fall",
      "of",
      "Mubarak",
      "'s",
      "government",
      "is",
      "vital",
      "and",
      "joyful",
      "and",
      "at",
      "the",
      "same",
      "time",
      ",",
      "admit",
      "its",
      "possible",
      "outcome",
      "could",
      "mean",
      "war",
      "that",
      "might",
      "result",
      "in",
      "our",
      "defeat",
      "and",
      "the",
      "fall",
      "of",
      "Zionism",
      "in",
      "its",
      "current",
      "form",
      "In",
      "short",
      ",",
      "we",
      "can",
      "jump",
      "like",
      "flees",
      "on",
      "the",
      "back",
      "of",
      "a",
      "sneezing",
      "elephant",
      "Personally",
      ",",
      "I",
      "sum",
      "up",
      "my",
      "feelings",
      "towards",
      "the",
      "images",
      "from",
      "Egypt",
      ":",
      "fear",
      "and",
      "trembling",
      "Meanwhile",
      ",",
      "congratulations",
      "and",
      "respect",
      "to",
      "the",
      "Egyptian",
      "people",
      "Blogger",
      "and",
      "artist",
      "Roy",
      "Arad",
      "wrote",
      "a",
      "personal",
      "column",
      "on",
      "Haaretz",
      "in",
      "which",
      "he",
      "confessed",
      "being",
      "glued",
      "to",
      "Twitter",
      "during",
      "the",
      "last",
      "few",
      "days",
      "Arad",
      "explains",
      "what",
      "hypnotized",
      "him",
      "about",
      "the",
      "revolution",
      "while",
      "criticizing",
      "Israeli",
      "youth",
      "and",
      "media",
      "commentators",
      ":",
      "I",
      "quarreled",
      "like",
      "a",
      "fool",
      "on",
      "Twitter",
      "with",
      "people",
      "who",
      "listened",
      "to",
      "Middle",
      "East",
      "commentators",
      "'",
      "fear",
      "of",
      "Muslim",
      "Brothers",
      "'",
      "rise",
      ",",
      "should",
      "Egypt",
      "become",
      "truly",
      "democratic",
      "Islam",
      "is",
      "indeed",
      "a",
      "powerful",
      "factor",
      ",",
      "but",
      "I",
      "thought",
      "of",
      "my",
      "personal",
      "friends",
      "in",
      "Egypt",
      ":",
      "the",
      "shy",
      "translator",
      ",",
      "the",
      "provocative",
      "film",
      "artist",
      "with",
      "the",
      "nose",
      "ring",
      ",",
      "the",
      "girl",
      "from",
      "Mansura",
      "who",
      "asked",
      "me",
      "to",
      "send",
      "her",
      "socialist",
      "poetry",
      "and",
      "uses",
      "images",
      "of",
      "Hollywood",
      "stars",
      "as",
      "her",
      "facebook",
      "profile",
      "pictures…",
      "I",
      "look",
      "at",
      "the",
      "faces",
      "of",
      "the",
      "youth",
      "dancing",
      "on",
      "top",
      "of",
      "the",
      "police",
      "cars",
      "and",
      "these",
      "are",
      "not",
      "the",
      "people",
      "who",
      "will",
      "let",
      "Egypt",
      "become",
      "an",
      "Islamic",
      "dictatorship",
      "But",
      "who",
      "knows",
      "Israelis",
      "like",
      "myself",
      ",",
      "who",
      "were",
      "born",
      "into",
      "a",
      "democracy",
      "where",
      "everything",
      "can",
      "be",
      "said",
      ",",
      "can",
      "never",
      "experience",
      "courage",
      "like",
      "the",
      "Egyptians",
      "who",
      "risk",
      "their",
      "lives",
      "for",
      "it",
      "If",
      "they",
      "lose",
      "they",
      "will",
      "be",
      "jailed",
      "and",
      "tortured",
      "Revolution",
      "in",
      "Tel",
      "Aviv",
      "Students",
      "in",
      "the",
      "cafes",
      "here",
      "are",
      "busier",
      "with",
      "pitiful",
      "critical",
      "theories",
      "…",
      "we",
      "who",
      "think",
      "twice",
      "before",
      "going",
      "to",
      "a",
      "demonstration",
      "cannot",
      "comprehend",
      "this",
      "kind",
      "of",
      "courage",
      "While",
      "Egyptians",
      "risk",
      "their",
      "necks",
      "for",
      "the",
      "right",
      "to",
      "demonstrate",
      ",",
      "we",
      "prefer",
      "to",
      "stare",
      "at",
      "the",
      "dwarf",
      "from",
      "the",
      "Big",
      "Brother",
      "reality",
      "TV",
      "show",
      "and",
      "wait",
      "for",
      "something",
      "to",
      "happen",
      "Solidarity",
      "demonstrations",
      "with",
      "the",
      "Egyptian",
      "people",
      "took",
      "place",
      "both",
      "in",
      "front",
      "of",
      "the",
      "Egyptian",
      "embassy",
      "in",
      "Tel",
      "Aviv",
      "and",
      "in",
      "Jaffa",
      "over",
      "the",
      "weekend",
      "@osnatita",
      "tweets",
      ":",
      "The",
      "policeman",
      "at",
      "the",
      "entrance",
      "to",
      "the",
      "demonstration",
      "in",
      "Jaffa",
      "suggested",
      "we",
      "wait",
      "and",
      "not",
      "go",
      "into",
      "the",
      "city",
      "right",
      "now",
      "When",
      "we",
      "said",
      "we",
      "came",
      "to",
      "join",
      "the",
      "demonstration",
      "he",
      "was",
      "shocked",
      "Are",
      "you",
      "sure",
      "He",
      "asked",
      ",",
      "surprised",
      "Many",
      "tweeps",
      "wondered",
      "about",
      "the",
      "ramifications",
      "of",
      "the",
      "revolution",
      "for",
      "Israel",
      "@glachs",
      "writes",
      ":",
      "Meanwhile",
      ",",
      "philadelphi",
      "route",
      "is",
      "neglected",
      "Hamas",
      "will",
      "arm",
      "itself",
      "marvelously",
      ",",
      "IDF",
      "will",
      "enter",
      "Gaza",
      "to",
      "guard",
      "Rafah",
      "crossing",
      ",",
      "and",
      "now",
      "we",
      "will",
      "see",
      "the",
      "true",
      "effect",
      "of",
      "the",
      "Palestine",
      "papers",
      "@Itamars",
      "tweets",
      ":",
      "Israel",
      "is",
      "like",
      "the",
      "weak",
      "kid",
      "in",
      "class",
      "who",
      "stuck",
      "with",
      "the",
      "bully",
      "for",
      "protection",
      ",",
      "and",
      "one",
      "day",
      ",",
      "the",
      "bully",
      "is",
      "kicked",
      "out",
      "of",
      "school",
      "@dubikan",
      "replies",
      "to",
      "the",
      "worries",
      "expressed",
      "on",
      "Israeli",
      "and",
      "American",
      "media",
      "that",
      "Egyptians",
      "may",
      "not",
      "be",
      "ready",
      "for",
      "democracy",
      ":",
      "If",
      "a",
      "nation",
      "organizes",
      "a",
      "successful",
      "grassroots",
      "upraising",
      "against",
      "a",
      "dictator",
      ",",
      "demanding",
      "democracy",
      ",",
      "than",
      "the",
      "people",
      "are",
      "ready",
      "for",
      "democracy",
      "In",
      "another",
      "tweet",
      "he",
      "adds",
      ":",
      "Robespierre",
      "and",
      "the",
      "French",
      "people",
      "were",
      "n't",
      "exactly",
      "ready",
      "for",
      "democracy",
      "or",
      "knew",
      "what",
      "it",
      "is",
      "either",
      ",",
      "when",
      "performing",
      "the",
      "French",
      "revolution",
      "A",
      "large",
      "portion",
      "of",
      "the",
      "tweets",
      "and",
      "blogs",
      "criticized",
      "the",
      "Middle",
      "East",
      "experts",
      "and",
      "commentators",
      "on",
      "Israeli",
      "media",
      "@yuval_v",
      "tweets",
      ":",
      "Let",
      "'s",
      "agree",
      "on",
      "a",
      "rule",
      ":",
      "if",
      "you",
      "did",
      "n't",
      "predict",
      "the",
      "intensity",
      "of",
      "the",
      "demonstrations",
      "and",
      "the",
      "revolution",
      "in",
      "Egypt",
      ",",
      "please",
      "do",
      "not",
      "predict",
      "with",
      "\"high",
      "probability",
      "\"",
      "the",
      "type",
      "of",
      "government",
      "they",
      "will",
      "have",
      "after",
      "the",
      "revolution",
      "@aradaki",
      "targets",
      "channel",
      "2",
      "'s",
      "veteran",
      "Expert",
      "of",
      "the",
      "Arab",
      "world",
      ":",
      "Ehud",
      "Yaari",
      ",",
      "you",
      "'re",
      "dumb",
      "If",
      "you",
      "take",
      "your",
      "head",
      "out",
      "of",
      "your",
      "butt",
      "you",
      "'ll",
      "find",
      "a",
      "world",
      "you",
      "'re",
      "not",
      "familiar",
      "with",
      "Such",
      "harsh",
      "words",
      "reflect",
      "the",
      "tension",
      "between",
      "media",
      "analysis",
      "and",
      "the",
      "live",
      "Twitter",
      "feed",
      "from",
      "Egypt",
      "In",
      "the",
      "course",
      "of",
      "the",
      "Twitter",
      "conversation",
      "@aradaki",
      "adds",
      ":",
      "These",
      "experts",
      "better",
      "read",
      "Twitter",
      "rather",
      "than",
      "analyze",
      "on",
      "the",
      "basis",
      "of",
      "their",
      "old",
      "connections",
      "that",
      "narrow",
      "their",
      "perspective",
      "People",
      "who",
      "'ve",
      "been",
      "in",
      "the",
      "field",
      "all",
      "their",
      "lives",
      "cannot",
      "see",
      "the",
      "world",
      "has",
      "changed",
      "Israeli",
      "bloggers",
      "are",
      "offering",
      "alternative",
      "commentaries",
      "and",
      "asking",
      "the",
      "truly",
      "harsh",
      "questions",
      "based",
      "on",
      "social",
      "media",
      "attentiveness",
      "and",
      "personal",
      "connections",
      "with",
      "Egyptian",
      "bloggers",
      "As",
      "the",
      "rumors",
      "on",
      "Twitter",
      "arrived",
      "this",
      "morning",
      "of",
      "an",
      "Egyptian",
      "army",
      "entrance",
      "into",
      "Sinai",
      "peninsula",
      ",",
      "blogger",
      "Lisa",
      "Goldman",
      "seemed",
      "to",
      "have",
      "surprised",
      "the",
      "ministry",
      "of",
      "foreign",
      "affairs",
      "'",
      "spokesman",
      "with",
      "the",
      "news",
      ",",
      "on",
      "which",
      "he",
      "apologized",
      "that",
      "he",
      "cannot",
      "comment",
      "since",
      "\"",
      "they",
      "have",
      "strict",
      "orders",
      "to",
      "refrain",
      "from",
      "any",
      "comment",
      "on",
      "Egypt",
      "till",
      "the",
      "outcome",
      "of",
      "the",
      "uprising",
      "is",
      "clear",
      ".",
      "Yossi",
      "Gurevich",
      "reports",
      "this",
      "story",
      "in",
      "Hebrew",
      "and",
      "comments",
      ":",
      "It",
      "'s",
      "hard",
      "to",
      "believe",
      "IDF",
      "is",
      "n't",
      "aware",
      "of",
      "this",
      "act",
      ",",
      "which",
      "technically",
      "is",
      "an",
      "invasion",
      "that",
      "defers",
      "the",
      "peace",
      "agreement",
      "If",
      "this",
      "was",
      "indeed",
      "uncoordinated",
      ",",
      "it",
      "is",
      "very",
      "troubling",
      "security-wise",
      ",",
      "after",
      "all",
      ",",
      "that",
      "'s",
      "how",
      "the",
      "1969",
      "war",
      "started",
      "If",
      "it",
      "was",
      "coordinated",
      "then",
      "someone",
      "in",
      "the",
      "government",
      "should",
      "be",
      "able",
      "to",
      "explain",
      "on",
      "whose",
      "authority",
      "it",
      "was",
      "done",
      ",",
      "since",
      "such",
      "a",
      "change",
      "in",
      "the",
      "peace",
      "agreement",
      "requires",
      "the",
      "parliament",
      "'s",
      "consent",
      "Furthermore",
      ",",
      "the",
      "question",
      "arises",
      "if",
      "Israel",
      "is",
      "aiding",
      "Mubarak",
      "against",
      "his",
      "people",
      "In",
      "the",
      "same",
      "post",
      "Gurevich",
      "also",
      "criticizes",
      "Israeli",
      "chief",
      "intelligence",
      "officer",
      "who",
      "said",
      "on",
      "January",
      "25",
      "that",
      "there",
      "is",
      "no",
      "threat",
      "to",
      "Egypt",
      "'s",
      "stability",
      "at",
      "this",
      "time",
      ":",
      "now",
      "that",
      "we",
      "'ve",
      "seen",
      "the",
      "real",
      "value",
      "of",
      "army",
      "intelligence",
      ",",
      "it",
      "'s",
      "time",
      "to",
      "dismantle",
      "this",
      "institution",
      "and",
      "replace",
      "it",
      "with",
      "a",
      "national",
      "evaluation",
      "unit",
      "that",
      "'s",
      "free",
      "of",
      "army",
      "generals",
      "and",
      "is",
      "able",
      "to",
      "consider",
      "the",
      "civil",
      "society",
      "as",
      "well"
    ]
  }
}