{
  "url": "http://globalvoicesonline.org/?p=192692",
  "id": "192692",
  "body": "A big chunk of China was disconnected from the Internet for nearly a year not that long ago, but as some have pointed out, this wasn't quite on scale with the Egyptian government taking the entire country offline for a week. \n\nWill the Chinese government ever pull their own Internet kill switch? Somewhere between that and the idea that news from Egypt might spark a political movement in China is the discussion below from Ruan Yifeng's tech blog, on his post, Egypt shut down the Internet.\n\n(AlterAnd you can try your hand at some of the pro-disconnection logic below (or, as usually happens with regard to Internet policy, just ignore it).\n\n\n\nhttp://www.smh.com.au/technology/technology-news/global-net-crackdown-to-shatter-utopian-internet-experts-20110204-1ag3i.html\n\n\n\n\n\n\n\n\n埃及政府这样做，到底想干什么？\n难道真的相信，没有了互联网就可以平息局势？......要是果真如此，以后解决社会难题，都不需要政府了，只要关闭互联网就行了。\n由此推测，埃及政府里有些人，根本不把人民放在眼里。你向他反映政府工作的不足之处，他不反思哪里做错了，而是痛恨你怎么把这种事情说出来了。所有人都看不到，不就等于不存在吗？互联网上那么多流言蜚语，蛊惑人心，看它干嘛，关了多好！\n如果埃及政府真的这么想，真的以为关闭互联网可以解决社会问题。那么，它的结局就是下面这句话。\nWhat was the Egyptian government thinking in doing something like this?\nDid they honestly believe that without the Internet the situation would calm down...? If that were the case, we wouldn't need governments when it comes to resolving social unrest, we could just turn the Internet off.\n\nThus, we can infer that some people within the Egyptian government simply just don't think much of their people. We see people pointing out to the government its shortcomings, and instead of any reflection over mistakes it might have made, it starts hating on people for even daring to speak of such things. So if people can't see such discussions, they must not exist, is that it? With all that gossip flying around the Internet messing with people's heads, why would anyone want to see that? The Internet's better off shut down!\n\nSo if that's how the Egyptian government is truly thinking, if they honestly think that shutting down the Internet can resolve social problems, then the conclusion has to be something like this:\n\n[EGSHUTDOWN.JPG]\n\nAnd comments from Ruan's post:\n\nlode 说：\n当我们在谈埃及断网 ，其实在谈神马!\nlode:\nWhen we talk about Egypt shutting off the Internet, what are we really talking about?\n\nlalala 说：\n关键的人家达到目的了：\n这样就不能通过网络组织抗议活动\n而\"所有人都看不到了\"，那就是没有了\n穆巴拉克的对象是埃及国内，又不是国外，外面再怎么吵和里面没关系\nlalala:\nWhat's relevant is that they achieved their goal, in that people weren't able to organize their protests online, not that people wouldn't be able to see what was happening. Mubarak's only looking to what's happening inside the country, and not outside. However much noise people outside the country make has little bearing domestically.\n\ntartar 说：\n切得好，把本来宅在家的网虫逼上街了。\ntartar:\nShut it down, get all those net addicts hiding at home out on the street.\n\npopoer 说：\n又是从我朝学的，记得一个做淘宝的新疆店主要跑到敦煌才能上网的......\nPopoer:\nStill learning from us, I see; I remember one Taobao shopowner had to run all the way to Dunhuang just to get online...\n\n希锐亚 说：\n把互联网切了是引暴网民的最快方法，埃及的科技实力还是不行\nxxxcjr:\nShutting the Internet off is the quickest way to provoke netizens to violence, Egypt really lacks in technology\n\n野草博客 说：\n嘿嘿，埃及怎么没有引进兲朝的功夫王呢？\nWeedblog:\nHehe, why doesn't Egypt just start using China's GFW?\n\nxubing 说：\n确实如此\n发生社会动乱后政府不应该干涉民众的联系渠道，应该让动乱分子自由发挥，提早暴露，彻底解决问题\n上回新疆七五事件的时候我们也不该切断新疆的互联网以及手机联系，否则疆独分子就能组织起更大的暴乱活动，才会死伤更多的无辜群众，才能激起更大的民愤，彻底打击疆独的基础，尽早恢复和平生活\n总之原则就是社会不稳定，发生群体动乱的时候，任何人都不应该切断人们的联系渠道，虽然有打杀有损失，但是值得\n上次我也这么讲的，可惜那个论坛把我的留言删了，今天看看这里会不会删掉\nXubing:\nThe government shouldn't interfere with public communication channels following an outbreak of social unrest, it instead should let the rioters act freely and reveal themselves at the onset, for more thorough resolution of the problem. During the July 5 riots in Xinjiang, we shouldn't have cut off the Internet or cellphones there either, because otherwise the Xinjiang splittists would have been able to organize bigger, more violent activities, resulting in more innocent deaths, and public outrage, then an all-out assault on Xinjiang splittist bases, and an earlier restoration of peaceful life.\n\nIn short, the point is that when society is not stable, when mass riots take place, nobody should cut anybody's means of communication, even if there will be deaths or damage as a result...\n\n\ntrue0758 说：\n不能上网就上街\ntrue0758:\nIf you can't get online then get on the street\n\nssdt 说：\n中国人民的好日子快到了\n腐败分子和利益集团的末日很快就要来临\n作威作福能到几日？\nssdt:\nThe Chinese people will have their day soon.\nCorrupt officials and interest groups will meet their end soon.\nHow long can such domineering last?\n\n奥巴黑马 说：\n我们这个文明古国跟那个文明古国何其的相似~~~\nOblackama:\nHow similar our ancient civilization is to that ancient civilization...\n\ntristan 说：\n卫星上网可以加快进程了，看哪个政府还能完全切断互联网！\ntristan:\nSatellite Internet would have sped things up, let's see which government will be the first to shut off the entire Internet!\n\nhupu 说：\n网络对于民意的影响还是比较大。记得以前看过一遍文章，说网络对革命的影响不大，名字叫small change，现在看来网络的影响是不能小视的。\nhupu:\nTurns out the Internet has huge impact on public opinion. I remember I read one article, Small Change, which said the Internet had little impact on revolutions. From the looks of it, this isn't impact that we can just overlook.\n\n雨人 说：\n埃人民成功了。也告诉某些国家，切断通信时极其愚蠢的做法。\nRain Man:\nThe Egyptians succeeded. Maybe this will tell certain countries just how stupid shutting off communications is.\n\n贵国P客 说：\n埃政府终于徒弟赶过师傅了。\n师傅下次不要shutdown新疆网这末小气了，有本事就跟徒弟学一回。\nChinese bummer:\nThe apprentice Egyptian government has finally surpassed its master.\nNext time if the master only shuts down the Internet it Xinjiang, it'll look stingy. If they have what it takes, they should learn from the student this time.\n\n爱国教主 说：\n埃及把网络切了关中国什么事，阮一峰特别说这件事他的目的本身就值得怀疑。每个国家都有每个国家的情况，不是所有的国家都可以像美国一样随便上网。埃及现在不太稳定，有很多问题需要解决，很多人靠着国外的支持兴风作浪，把互联网断了虽然不能直接解决问题，但是或许可以让问题解决的更快一点。再说互联网原来就是政府自己建立的，政府切断自己的互联网也没有什么，别人不应该说三道四，哪有自己花钱别人管的道理。全世界五分之四的人都没有上网，断网只是少数人受影响，很多非洲的穷人没有钱上网，不知道为什么阮一峰不为他们说话。总之现在埃及的局势很复杂，大家不要胡乱猜测，要防止阮一峰一类的人利用这件事情含沙射影的表达一些其他的意思。现在社会上有一种对政府不满的情绪，说政府这不好那不好，其实很多都是自己不思进取。还有很多像阮一峰一类的人经常不请自来“为民请命”，干扰国家的决策。我们应该提高警惕，不要被他们自私的目的给利用了。\nPatriotic bishop:\nWhat does is have to do with China that Egypt cut off the Internet? I think we need to question Ruan Yifeng's motives in even asking this question. Every country has its own national situation, and not every country has such unrestricted access to the Internet like America does. Egypt right now is not that stable, and has a lot of problems which need addressing. Many people there are being supported by foreign governments to stir up trouble and unrest, and while cutting off the Internet doesn't directly solve the problem, it at least possibly helps resolve it a little quicker. Again, the Internet originally was built by governments, so it's not a problem for a government to cut off its own Internet, and other people shouldn't go on about it. If it's your money, what business is it of anyone else how you spend it? Four-fifths of the world's population don't go online, so only a minority are affected in shutting it off. Many Africans are too poor to even go online, but I don't see Ruan Yifeng speaking for them. In short, the situation in Egypt right now is quite complicated, and people shouldn't be engaging in rampant speculation. We need to keep people like Ruan Yifeng from taking advantage of this situation to spread innuendo and other ideas. Currently there is a kind of sense of dissatisfaction with the government in society, pointing out all the ways government falls short, but in fact these are from people who do nothing to improve themselves.\nThen there are the many people like Ruan Yifeng who often appoint themselves to plead on behalf of the people and interfere with state policy. We need to be more vigilant and not end up being manipulated for their selfish purposes.\n\n天朝小民 说：\n前面有些论调荒唐至极。自由通信是人民的基本权利，国家是人民的而不是政府的，政府也必须被人民授权，一个不称职的政府就应该下台，通过游行示威把这样的独裁腐败政府轰下台是人民天经地义就具有的权利。请弄清楚这些作为共和国公民的基本常识。\n埃及的混乱不是人民造成的，恰好相反，是赖在上面不走的独裁者造成的，你看看民主国家4年一换政府，哪里乱了？只有独裁国家才会乱，才会流血来更替政府。\n民主化浪潮是挡不住，人民都有做人而不是做奴才的愿望，穆巴拉克们可以阻挡一时，但阻挡不了一世，独裁者迟早会被清算。\nCelestial kingdom Joe:\nCertain views above are ridiculous beyond belief. Free communications is a fundamental right of the people. The state belongs to the people, not the government, and the government must be approved by the people, therefore an unworthy government ought to step down. To drive this kind of corrupt dictatorship government off the stage through demonstrations and rallies is a god-given right of the people. As a citizen of a republic, please familiarize yourself with this basic common sense.\n\nThe chaos in Egypt now was not created by the people, rather quite the opposite, it was created by those dictators clinging to the top refusing to go. Where do you see this kind of chaos in democratic countries where the government changes every four years? Only dictatorships are truly chaotic, where blood has to be shed to replace the government.\n\nThe wave of democratization cannot be stopped; people wish to live as people and not as slaves. Mubarak can hold it off for not, but he can't hold it off forever. All dictators face their reckoning sooner or later.\n\ndot 说：\n爱国教主是五毛么\nDot:\nIs Patriotic bishop a wumao or what?\n\n中国版突尼斯 说：\n这个世界上有三个版本的突尼斯：第一是过去式突尼斯版的突尼斯；第二是现在式埃及版的突尼斯；第三是中-国-共-产-党统治下的中国，不久的将来时。\nChinese Tunisia:\nThere are three versions of Tunisia in the world today: the first is the Tunisia of Tunisia's past; the second is the Tunisia we see now in Egypt; the third is China under the rule of the Communist Party of China, coming soon in the near future.\n\nTimesand 说：\n切得好，叫你们整天宅在家里面不出门！这下该上街逛逛了吧。埃及的网瘾青少年因祸得福\nThey were right to shut it off, it got all those homebodies out the door! So get on the street, walk around. For Egypt's net addicts, this was a blessing in disguise.\n\n天朝小民 说：\n凡是害怕别人说话的，一定是自己心里有鬼。如果一个政府会因为老百姓自由沟通而倒台，那么这个政府一定早该倒台，一定早该滚蛋了。\nCelestial kingdom Joe:\nIf they're so afraid about others being able to speak, they must feel guilty about something. If a government falls from power just because people are able to communicate freely, then that's a government that definitely should have fallen long ago, scrammed long ago.\n\n九幽 说：\n看到了典型的犬儒主義者——爱国教主。\n“现在社会上有一种对政府不满的情绪，说政府这不好那不好，其实很多都是自己不思进取。”\n如果你妹被推坐，你爸被躲貓貓，你老婆被潛規則，你兒子被大頭，你家被強拆。你還表示對政府不滿，你就是個不思進取的傢伙。\n所以，愛國教主教給我們的是，我們應該做這個體制的既得利益者，不要做屁民。\nJiuyou:\nWhat a classic cynic, Patriotic bishop.\n\"Currently there is a kind of sense of dissatisfaction with the government in society, pointing out all the ways government falls short, but in fact these are from people who do nothing to improve themselves.\"\nSay if your sister got pushed down onto a sofa, if your dad got eluded by the cat, if your wife got caught up in the hidden rules, if your son turned into a big head baby, if your home got forcefully demolished, and after all that you're still not dissatisfied with the government, then you definitely are a guy who doesn't nothing to improve himself.\n\nSo really what Patriotic bishop is telling us is that we should be stakeholders in the system, and not just shitizens.\n\notcc 说：\n这不过是基地版的‘颜色革命’罢了，阿拉伯世界下层民众普遍反美，民主的结果就是又一个‘哈马斯’。老美居然要打中东最民主的伊朗，不懂啊\nWhatever, this was just the Al Qaeda version of a color revolution. The lower classes across the Arab world are anti-American, and to them democracy means yet another Hamas. And the Americans actually want to attack Iran, the most democratic country in the Middle East? I just don't get it.",
  "original_body": "A big chunk of China <a href=\"http://en.wikipedia.org/wiki/July_2009_%C3%9Cr%C3%BCmqi_riots#Public_services_and_Internet_access\">was disconnected from the Internet</a> for nearly a year not that long ago, but as some have <a href=\"https://twitter.com/ircpresident/status/32760292597309442\">pointed out</a>, this wasn't quite on scale with the Egyptian government taking the entire country <a href=\"http://globalvoicesonline.org/2011/01/31/last-isp-goes-offline-fears-of-losing-mobile-networks/\">offline for a week</a>. \n\nWill the Chinese government ever <a href=\"http://the-diplomat.com/china-power/2011/02/04/egypt-mubarak-who/\">pull their own Internet kill switch</a>? Somewhere between that and the idea that <a href=\"http://advocacy.globalvoicesonline.org/2011/01/30/china-bridging-news-on-egypt/\">news from Egypt</a> might spark a political movement in China is the discussion below from Ruan Yifeng's tech blog, on his post, <a href=\"http://www.ruanyifeng.com/blog/2011/01/egypt_shut_down_the_internet.html\"><em>Egypt shut down the Internet</em></a>.\n\n(AlterAnd you can try your hand at some of the pro-disconnection logic below (or, as usually happens with regard to Internet policy, just ignore it).\n\n\n\nhttp://www.smh.com.au/technology/technology-news/global-net-crackdown-to-shatter-utopian-internet-experts-20110204-1ag3i.html\n\n\n\n\n\n\n\n\n埃及政府这样做，到底想干什么？\n难道真的相信，没有了互联网就可以平息局势？......要是果真如此，以后解决社会难题，都不需要政府了，只要关闭互联网就行了。\n由此推测，埃及政府里有些人，根本不把人民放在眼里。你向他反映政府工作的不足之处，他不反思哪里做错了，而是痛恨你怎么把这种事情说出来了。所有人都看不到，不就等于不存在吗？互联网上那么多流言蜚语，蛊惑人心，看它干嘛，关了多好！\n如果埃及政府真的这么想，真的以为关闭互联网可以解决社会问题。那么，它的结局就是下面这句话。\nWhat was the Egyptian government thinking in doing something like this?\nDid they honestly believe that without the Internet the situation would calm down...? If that were the case, we wouldn't need governments when it comes to resolving social unrest, we could just turn the Internet off.\n\nThus, we can infer that some people within the Egyptian government simply just don't think much of their people. We see people pointing out to the government its shortcomings, and instead of any reflection over mistakes it might have made, it starts hating on people for even daring to speak of such things. So if people can't see such discussions, they must not exist, is that it? With all that gossip flying around the Internet messing with people's heads, why would anyone want to see that? The Internet's better off shut down!\n\nSo if that's how the Egyptian government is truly thinking, if they honestly think that shutting down the Internet can resolve social problems, then the conclusion has to be something like this:\n\n[EGSHUTDOWN.JPG]\n\nAnd comments from Ruan's post:\n\nlode 说：\n当我们在谈埃及断网 ，其实在谈神马!\nlode:\nWhen we talk about Egypt shutting off the Internet, what are we really talking about?\n\nlalala 说：\n关键的人家达到目的了：\n这样就不能通过网络组织抗议活动\n而\"所有人都看不到了\"，那就是没有了\n穆巴拉克的对象是埃及国内，又不是国外，外面再怎么吵和里面没关系\nlalala:\nWhat's relevant is that they achieved their goal, in that people weren't able to organize their protests online, not that people wouldn't be able to see what was happening. Mubarak's only looking to what's happening inside the country, and not outside. However much noise people outside the country make has little bearing domestically.\n\ntartar 说：\n切得好，把本来宅在家的网虫逼上街了。\ntartar:\nShut it down, get all those net addicts hiding at home out on the street.\n\npopoer 说：\n又是从我朝学的，记得一个做淘宝的新疆店主要跑到敦煌才能上网的......\nPopoer:\nStill learning from us, I see; I remember one <a href=\"http://en.wikipedia.org/wiki/Taobao\">Taobao</a> shopowner had to run all the way to <a href=\"http://en.wikipedia.org/wiki/Dunhuang\">Dunhuang</a> just to get online...\n\n希锐亚 说：\n把互联网切了是引暴网民的最快方法，埃及的科技实力还是不行\nxxxcjr:\nShutting the Internet off is the quickest way to provoke netizens to violence, Egypt really lacks in technology\n\n野草博客 说：\n嘿嘿，埃及怎么没有引进兲朝的功夫王呢？\nWeedblog:\nHehe, why doesn't Egypt just start using China's <a href=\"http://en.wikipedia.org/wiki/Golden_Shield_Project\">GFW</a>?\n\nxubing 说：\n确实如此\n发生社会动乱后政府不应该干涉民众的联系渠道，应该让动乱分子自由发挥，提早暴露，彻底解决问题\n上回新疆七五事件的时候我们也不该切断新疆的互联网以及手机联系，否则疆独分子就能组织起更大的暴乱活动，才会死伤更多的无辜群众，才能激起更大的民愤，彻底打击疆独的基础，尽早恢复和平生活\n总之原则就是社会不稳定，发生群体动乱的时候，任何人都不应该切断人们的联系渠道，虽然有打杀有损失，但是值得\n上次我也这么讲的，可惜那个论坛把我的留言删了，今天看看这里会不会删掉\nXubing:\nThe government shouldn't interfere with public communication channels following an outbreak of social unrest, it instead should let the rioters act freely and reveal themselves at the onset, for more thorough resolution of the problem. During <a href=\"http://en.wikipedia.org/wiki/July_2009_%C3%9Cr%C3%BCmqi_riots\">the July 5 riots in Xinjiang</a>, we shouldn't have cut off the Internet or cellphones there either, because otherwise the Xinjiang splittists would have been able to organize bigger, more violent activities, resulting in more innocent deaths, and public outrage, then an all-out assault on Xinjiang splittist bases, and an earlier restoration of peaceful life.\n\nIn short, the point is that when society is not stable, when mass riots take place, nobody should cut anybody's means of communication, even if there will be deaths or damage as a result...\n\n\ntrue0758 说：\n不能上网就上街\ntrue0758:\nIf you can't get online then get on the street\n\nssdt 说：\n中国人民的好日子快到了\n腐败分子和利益集团的末日很快就要来临\n作威作福能到几日？\nssdt:\nThe Chinese people will have their day soon.\nCorrupt officials and interest groups will meet their end soon.\nHow long can such domineering last?\n\n奥巴黑马 说：\n我们这个文明古国跟那个文明古国何其的相似~~~\nOblackama:\nHow similar our ancient civilization is to that ancient civilization...\n\ntristan 说：\n卫星上网可以加快进程了，看哪个政府还能完全切断互联网！\ntristan:\nSatellite Internet would have sped things up, let's see which government will be the first to shut off the entire Internet!\n\nhupu 说：\n网络对于民意的影响还是比较大。记得以前看过一遍文章，说网络对革命的影响不大，名字叫small change，现在看来网络的影响是不能小视的。\nhupu:\nTurns out the Internet has huge impact on public opinion. I remember I read one article, <a href=\"http://www.newyorker.com/reporting/2010/10/04/101004fa_fact_gladwell\">Small Change</a>, which said the Internet had little impact on revolutions. From the looks of it, this isn't impact that we can just overlook.\n\n雨人 说：\n埃人民成功了。也告诉某些国家，切断通信时极其愚蠢的做法。\nRain Man:\nThe Egyptians succeeded. Maybe this will tell certain countries just how stupid shutting off communications is.\n\n贵国P客 说：\n埃政府终于徒弟赶过师傅了。\n师傅下次不要shutdown新疆网这末小气了，有本事就跟徒弟学一回。\nChinese bummer:\nThe apprentice Egyptian government has finally surpassed its master.\nNext time if the master only shuts down the Internet it Xinjiang, it'll look stingy. If they have what it takes, they should learn from the student this time.\n\n爱国教主 说：\n埃及把网络切了关中国什么事，阮一峰特别说这件事他的目的本身就值得怀疑。每个国家都有每个国家的情况，不是所有的国家都可以像美国一样随便上网。埃及现在不太稳定，有很多问题需要解决，很多人靠着国外的支持兴风作浪，把互联网断了虽然不能直接解决问题，但是或许可以让问题解决的更快一点。再说互联网原来就是政府自己建立的，政府切断自己的互联网也没有什么，别人不应该说三道四，哪有自己花钱别人管的道理。全世界五分之四的人都没有上网，断网只是少数人受影响，很多非洲的穷人没有钱上网，不知道为什么阮一峰不为他们说话。总之现在埃及的局势很复杂，大家不要胡乱猜测，要防止阮一峰一类的人利用这件事情含沙射影的表达一些其他的意思。现在社会上有一种对政府不满的情绪，说政府这不好那不好，其实很多都是自己不思进取。还有很多像阮一峰一类的人经常不请自来“为民请命”，干扰国家的决策。我们应该提高警惕，不要被他们自私的目的给利用了。\nPatriotic bishop:\nWhat does is have to do with China that Egypt cut off the Internet? I think we need to question Ruan Yifeng's motives in even asking this question. Every country has its own national situation, and not every country has such unrestricted access to the Internet like America does. Egypt right now is not that stable, and has a lot of problems which need addressing. Many people there are being supported by foreign governments to stir up trouble and unrest, and while cutting off the Internet doesn't directly solve the problem, it at least possibly helps resolve it a little quicker. Again, the Internet originally was built by governments, so it's not a problem for a government to cut off its own Internet, and other people shouldn't go on about it. If it's your money, what business is it of anyone else how you spend it? Four-fifths of the world's population don't go online, so only a minority are affected in shutting it off. Many Africans are too poor to even go online, but I don't see Ruan Yifeng speaking for them. In short, the situation in Egypt right now is quite complicated, and people shouldn't be engaging in rampant speculation. We need to keep people like Ruan Yifeng from taking advantage of this situation to spread innuendo and other ideas. Currently there is a kind of sense of dissatisfaction with the government in society, pointing out all the ways government falls short, but in fact these are from people who do nothing to improve themselves.\nThen there are the many people like Ruan Yifeng who often appoint themselves to plead on behalf of the people and interfere with state policy. We need to be more vigilant and not end up being manipulated for their selfish purposes.\n\n天朝小民 说：\n前面有些论调荒唐至极。自由通信是人民的基本权利，国家是人民的而不是政府的，政府也必须被人民授权，一个不称职的政府就应该下台，通过游行示威把这样的独裁腐败政府轰下台是人民天经地义就具有的权利。请弄清楚这些作为共和国公民的基本常识。\n埃及的混乱不是人民造成的，恰好相反，是赖在上面不走的独裁者造成的，你看看民主国家4年一换政府，哪里乱了？只有独裁国家才会乱，才会流血来更替政府。\n民主化浪潮是挡不住，人民都有做人而不是做奴才的愿望，穆巴拉克们可以阻挡一时，但阻挡不了一世，独裁者迟早会被清算。\nCelestial kingdom Joe:\nCertain views above are ridiculous beyond belief. Free communications is a fundamental right of the people. The state belongs to the people, not the government, and the government must be approved by the people, therefore an unworthy government ought to step down. To drive this kind of corrupt dictatorship government off the stage through demonstrations and rallies is a god-given right of the people. As a citizen of a republic, please familiarize yourself with this basic common sense.\n\nThe chaos in Egypt now was not created by the people, rather quite the opposite, it was created by those dictators clinging to the top refusing to go. Where do you see this kind of chaos in democratic countries where the government changes every four years? Only dictatorships are truly chaotic, where blood has to be shed to replace the government.\n\nThe wave of democratization cannot be stopped; people wish to live as people and not as slaves. Mubarak can hold it off for not, but he can't hold it off forever. All dictators face their reckoning sooner or later.\n\ndot 说：\n爱国教主是五毛么\nDot:\nIs Patriotic bishop a <a href=\"http://en.wikipedia.org/wiki/50_Cent_Party\"><em>wumao</em></a> or what?\n\n中国版突尼斯 说：\n这个世界上有三个版本的突尼斯：第一是过去式突尼斯版的突尼斯；第二是现在式埃及版的突尼斯；第三是中-国-共-产-党统治下的中国，不久的将来时。\nChinese Tunisia:\nThere are three versions of Tunisia in the world today: the first is the Tunisia of Tunisia's past; the second is the Tunisia we see now in Egypt; the third is China under the rule of the Communist Party of China, coming soon in the near future.\n\nTimesand 说：\n切得好，叫你们整天宅在家里面不出门！这下该上街逛逛了吧。埃及的网瘾青少年因祸得福\nThey were right to shut it off, it got all those homebodies out the door! So get on the street, walk around. For Egypt's net addicts, this was a blessing in disguise.\n\n天朝小民 说：\n凡是害怕别人说话的，一定是自己心里有鬼。如果一个政府会因为老百姓自由沟通而倒台，那么这个政府一定早该倒台，一定早该滚蛋了。\nCelestial kingdom Joe:\nIf they're so afraid about others being able to speak, they must feel guilty about something. If a government falls from power just because people are able to communicate freely, then that's a government that definitely should have fallen long ago, scrammed long ago.\n\n九幽 说：\n看到了典型的犬儒主義者——爱国教主。\n“现在社会上有一种对政府不满的情绪，说政府这不好那不好，其实很多都是自己不思进取。”\n如果你妹被推坐，你爸被躲貓貓，你老婆被潛規則，你兒子被大頭，你家被強拆。你還表示對政府不滿，你就是個不思進取的傢伙。\n所以，愛國教主教給我們的是，我們應該做這個體制的既得利益者，不要做屁民。\nJiuyou:\nWhat a classic cynic, Patriotic bishop.\n<em>\"Currently there is a kind of sense of dissatisfaction with the government in society, pointing out all the ways government falls short, but in fact these are from people who do nothing to improve themselves.\"</em>\nSay if your sister got <a href=\"http://en.wikipedia.org/wiki/Deng_Yujiao_incident#The_incident\">pushed down onto a sofa</a>, if your dad got <a href=\"http://globalvoicesonline.org/2009/02/17/china-eluding-cat-kills-himself-in-jail/\">eluded by the cat</a>, if your wife got caught up in <a href=\"http://www.zonaeuropa.com/200611.brief.htm#110\">the hidden rules</a>, if your son turned into a <a href=\"http://news.bbc.co.uk/2/hi/asia-pacific/3641475.stm\">big head baby</a>, if your home got <a href=\"http://globalvoicesonline.org/2010/10/28/china-mapping-violent-evictions-for-homebuyer-awareness/\">forcefully demolished</a>, and after all that you're still not dissatisfied with the government, then you definitely are a guy who doesn't nothing to improve himself.\n\nSo really what Patriotic bishop is telling us is that we should be stakeholders in the system, and not just <a href=\"http://www.urbandictionary.com/define.php?term=shitizen\">shitizens</a>.\n\notcc 说：\n这不过是基地版的‘颜色革命’罢了，阿拉伯世界下层民众普遍反美，民主的结果就是又一个‘哈马斯’。老美居然要打中东最民主的伊朗，不懂啊\nWhatever, this was just the Al Qaeda version of a color revolution. The lower classes across the Arab world are anti-American, and to them democracy means yet another Hamas. And the Americans actually want to attack Iran, the most democratic country in the Middle East? I just don't get it.",
  "title": null,
  "byline": "Feng37",
  "pub_date": "-1-11-30T00:00:00Z"
}