{
  "url": "http://globalvoicesonline.org/?p=192786",
  "id": "192786",
  "body": "This post is part of our special coverage Forest Focus: Amazon.\n\nA dengue outbreak that emerged in the Peruvian Amazon region of Loreto has easily spread through several neighbouring regions [es]. On the 1st of February, four confirmed cases had been officially reported in Lima, the Peruvian capital, causing great alarm because according to medical reports, this is a new strain in the region [es], which with its great virulence has already caused havoc in neighbouring countries like Brazil, Bolivia and Argentina [es].\n\n[caption id=\"attachment_51881\" align=\"aligncenter\" width=\"500\" caption=\"Slum dwellers of Puerto Belén, Iquitos (Photo: Jean-Pierre Jeannin/Flickr, under licenceCC BY-NC-SA 2.0)\"][/caption]\n\nIn Iquitos, capital of the Loreto region, official figures report thus far more than 6,000 suspected cases of this disease which is transmitted by the bite of the mosquito Aedes Aegypti, and 11 deaths in the month of January alone. It is expected that these figures could increase in February [es]. Meanwhile, the city's hospitals have declared they are swamped [es] and some groups [es] are already asking that a health emergency be declared [es], a measure that has not been adopted by the regional authorities yet, claiming \"a lack of technical and legal reports.\" [es]\n\nThe blog CienciasMedicasNews [es] since the beginning of the year warned about the severity of this strain of dengue, as indicated by publishing information provided by doctors at the Regional Hospital of Loreto, in Iquitos:\n En Iquitos ya han circulado todos los serotipos del dengue (1-4), sin embargo solo se reportaron casos leves y casos esporádicos de dengue hemorrágico (FHD I-II). No obstante, en este brote se está observando una inusual cantidad de casos con signos de alarma y ya se reportó el primer caso de una muerte por dengue… Se piensa que se debe a la introducción del Dengue-2 genotipo III Asiático/Americano, que en el Brasil ya se asoció a una gran cantidad de casos graves y mortalidad aumentada.\n In Iquitos all the serotypes of dengue (1-4) have already circulated, however they have only reported minor and sporadic cases of dengue haemorrhagic fever (DHF 1-11). Nevertheless, in this outbreak we are seeing an unusual number of cases with alarming signs and the first case of death by dengue was already reported... it is thought to be due to the introduction of the dengue 2 genotype III Asiatic/American, that was already associated with a large number of serious cases and increased mortality in Brazil.\n\n[caption id=\"attachment_51869\" align=\"aligncenter\" width=\"460\" caption=\"Aedes aeypti, transmitter of dengue (Photo: Sanofi Pasteur/Flickr, under license CC BY-NC-ND 2.0)\"][/caption]\n\nThe loretano blog De la Selva su Web On [es] commented from the middle of January:\n Desde diciembre del año pasado se han ido presentando casos de dengue en Iquitos, sin embargo ninguna autoridad dio algún paso adelante… por ahorrar costos nadie le dio importancia. … aunque el gobierno diga que sólo han muerto 8, diariamente se está muriendo la gente. Los hospitales están llenos de pacientes, no hay camas y faltan médicos y enfermeros, se han puesto camas en los patios.\n Since December of last year, cases of dengue have been showing in Iquitos, however no authority gave any step forward... in order to cut costs, no one gave it the importance it needed... although the government says that only 8 people have died, people are dying everyday. The hospitals are full of patients, there are no beds, there is a shortage of doctors and nurses, and they have put beds in the hospital grounds.\nPaco Bardales, from the blog Diario de IQT [es], points out:\n Entre el 25 de diciembre  y el 25 de enero, según cifras oficiales (refrendadas por el diario La República) indican que los casos de dengue llegan casi a 8 mil. Lo increíble es que en 5 días la cifra de 3,493 caso aumento dos veces y medio más… Entre los años 2004 y 2010 se presentaron 59 casos de dengue hemorrágico, 48 confirmados y 11 probables. En resumen, en un mes hemos tenido más dengue hemorrágico que en 6 años.\n Between the 25th of December and the 25th of January, according to official figures (endorsed by La Republica newspaper) they indicate that the cases of dengue are reaching almost 8,000. The amazing thing is that in 5 days, the figure of 3,493 cases increased by two and a half times... between the years 2004 and 2010 there were 59 cases of dengue haemorrhagic fever, 48 confirmed and 11 probable. In summary, in one month we had more dengue haemorragic fever than in 6 years.\nMolderinv, from Problemas a Mis Soluciones [es] comments:\n Estoy en Lima, pero ya tiemblo ante la idea de una diseminación pronta. La aviación hace posible que en menos de 24 horas tengamos una enfermedad de África u Oceanía al costado de nuestras casas.\n I'm in Lima, but I already shudder at the idea of a quick spread. Aviation makes it possible that in less than 24 hours we will have a disease from Africa or Oceania next to our homes.\nAnd indeed, the disease is already in Lima, although the Minister of Health states [es] that \"they are imported cases from the Loreto region\" and that the infection by mosquito bite \"did not occur here.\"\n\nMeanwhile, the President of the jungle region Madre de Dios (where the total infected, registered during 2010, reached 30,000) directly accuses the previous administration of allowing the pandemic to advance, pointing out that there were no efforts of prevention [es] nor did it release the actual number of cases.\n\nThis does not appear to be the only case of lack of foresight. Cybernauts comment on news sites that despite the seriousness of the epidemic, local authorities not only failed to take appropriate measures but would be concentrating their attention on minimizing the situation (presumably in order to not affect the flow of tourists [es]) and on celebrating the carnival in style.\n\nAgain the blogger Paco Bardales states in Diario de IQT:\n La verdad es simple: se ha descuidado clamorosamente la prevención. Pero aún más, se ha ignorado una posible alerta que ya tenía un tiempo siendo analizada. Ayer, el ministro de Salud (que se ha mantenido alarmantemente callado durante la epidemia) ha señalado que el serotipo habría ingresado al Perú desde Manaos-Brasil, donde frecuentemente se producen este tipo de casos. Aunque es difícil precisar la exactitud total de esta afirmación, no es descabellado creer que sí. En la ciudad  brasileña de Barretos, el dengue mató 530 personas durante el 2010, así como 35 en lo que va del presente año.\n The truth is simple: prevention has been enormously neglected. But even more, a possible warning that had been analysed for some time has been ignored. Yesterday, the Minister of Health (who had remained alarmingly silent during the epidemic) has indicated that the serotype would have entered Peru from Manaos-Brazil, where such cases often occur. Although it is difficult to determine the overall accuracy of this statement, it is not unreasonable to believe it. In the Brazilian city of Barretos, dengue fever killed 530 people during 2010, as well as 35 people so far this year.\nThe reactions among Twitter users are numerous and dominated by anger and fear.\n\nOmar Rojas (@xDente) demands:\n Ya llegó el #dengue a Lima… ya declarán en emergencia a Loreto?\n #dengue already arrived in Lima... will they declare an emergency now?\nArmando Canchaya (@gatorouge) asks:\n Ya hay cuatro casos de dengue en lima! Y ahora, ministro?\n There are already 4 cases of dengue in Lima! And now, Minister?\nCésar (@zerojuls) expresses his fears in the same way:\n Y llego el dengue a lima … espero ahora si no nos dejen morir, como en varios lugares de la selva …\n Dengue arrived in Lima... I hope now they don't leave us to die, like in several places in the jungle...\nLaura Rodríguez (@Lala_RodYar), Medical student, warns:\n Dengue! LORETO EN ALERTA ROJA! MEDICINA Y AYUDA!!  Olvidense un momento  de las elecciones POLITICOS! y hagan algo que la  gente esta muriendo!\n Dengue! LORETO ON RED ALERT! MEDICINE AND AID!! Forget for a moment about POLITICAL ELECTIONS! and do something, people are dying!!\nAlexis Puicón (@threefishing) warns from the Peruvian jungle:\n @Capital967 @capital967 Desde Iquitos. El dengue nos esta matando. Ayuda YA!!!\n @Capital967 @capital967 From Iquitos. Dengue is killing us. Help now!!!\nJosé Manuyama (@josiquitos) also warns:\n Aumentan las cifras de muerte por dengue. Autoridades se duermen y hacen muy poco en Iquitos\n The number of deaths by dengue are increasing. Authorities are asleep and do very little in Iquitos.\nVerónica García (@veronica_garc9) mentions that politicians are focused on the electoral debate about same sex marriages and are not paying attention to what happens in Loreto:\n Aquí se discute si naces o no gay  y en Loreto la medicina se encarece, el dengue avanza…\n Here they discuss whether or not you are born gay, and in Loreto the medicine gets more expensive and dengue advances...\nLupe Muñoz (@Lupemunz) criticizes the slowness of the government response to the situation:\n La transferencia de los más de dos millones de soles para  abastecer a  los hospitales de Iquitos para combatir el dengue sigue en  “proceso”.\n The transfer of more than two million Soles in order to supply the hospitals of Iquitos to combat the ongoing dengue is still in \"process.\"\nAnd on the local authorities' plans to celebrate the carnivals, Beatriz López (@bialopez_peru), Jorge Carrillo (@Reporteropro) and Darwin Arévalo (@Dar_0) from Iquitos comment:\n @bialopez_peru [la provincia de] Maynas quiere traer a Los Yaipen para el Carnaval en #iquitos, a 45 mil soles [alrededor de 16,200 dólares]. El #dengue no existe para algunas autoridades…\n\n@reporteropro En tiempos de lluvia fácil se juega carnaval en la calle Putumayo no se necesita 337 mil [alrededor de 122,00 dólares] para divertirse #Iquitos\n\n@Dar_0 Si la ciudad no estaría sufriendo la epidemia del Dengue quizá podría pasar, pero de todas formas es una exageración. http://bit.ly/fIsyDT\n \n\n@bialopez_peru [the province of] Maynas wants to bring Los Yaipen to the Carnival for to 45,000 Soles (around 16,200 US Dollars). #dengue does not exist for some authorities...\n\n@reporteropro In times of rain the Putumayo street carnival does not need 337,000 Soles (around 122,000 US Dollars) for it to be enjoyable.\n\n@Dar_0 If the city wasn't suffering from the dengue epidemic perhaps it would be alright, but in any case [asking for 337,000 Soles] is an exaggeration.  http://bit.ly/fIsyDT\n\n\nThe news blog Mirando Puntos de Vista [es] post a text from the Amazonian expert Roger Rumrill, titled \"You have to spray the corruption also\" in which he accuses the authorities:\n La epidemia de dengue en Iquitos, transmitida por el zancudo “Aedes aegypti”, que ya ha producido decenas de muertes y más de 7 mil infectados por el virus, es otra clamorosa consecuencia de la imprevisión y la corrupción… Desde el 3 de enero el gobierno central tenía un informe concluyente de que había un crecimiento de la curva del dengue de la Cepa 2 proveniente del Brasil y que ésta se extendía sin control en Iquitos. El 13 de este mes desde el hospital “Iquitos” se lanzó un pedido solicitando suero y unidades de sangre incluso a nivel internacional. El 20, la vice ministra de salud, Zarela Solís Vásquez, declaró irresponsablemente en Iquitos que “la situación está controlada” y a continuación, el impasible ministro de salud, Óscar Ugarte, se negó a declarar el estado de emergencia.\n The dengue epidemic in Iquitos, transmitted by the mosquito \"Aedes Aegypti,\" that has already caused tens of deaths and more than 7,000 infected by the virus, is another enormous consecuence of the shortsightedness and the corruption...Since the 3rd of January the Central Government had a conclusive report that there was a growth of the curve of the strain of dengue 2 from Brazil and that this spread out of control in Iquitos. On the 13th of this month, an order was sent out from the \"Iquitos\" hospital requesting serum and units of blood, even at an international level. On the 20th, the Vice Minister of Health, Zarela Solis Vasquez, irresponsibly announced in Iquitos that \"the situation was under control,\" and next, the impassive Minister of Health, Oscar Ugarte, refused to declare a state of emergency.\nAt the end of writing this post (February 2nd) the Minister of Health not only announced a new campaign in order to inform Peruvians how to protect themselves from this disease [es], but informed the Mayor of Maynas that in 2010 they gave 14 million Soles (more than 5million US Dollars) to the regional Government of Loreto, intended for the campaigns for the prevention of dengue [es], suggesting that the responsibility remains in the hands of the regional Government, to which Mayor Charles Zevallos commented: \"Since last year they have not sprayed Iquitos. As they haven't sprayed, the money should be there. You have to act decisively and effectively.\"\n\nIn the meantime, some leaders are already starting to request that they cancel carnival festivities [es] since the priority should be dengue [es], because as Grover Vasquez (@Grovervas) comments:\n Vamos un mes y el dengue no se detiene.\n It's been a month and dengue is not stopping.\nNOTE: At the end of writing this post (February 2) the Loreto region had just declared [es] an emergency [es] and waits for the transfer of funds to the Iquitos hospitals, specifically aimed at combating the pandemic.\n\nThis post is part of our special coverage Forest Focus: Amazon.",
  "original_body": "<strong><em>This post is part of our special coverage <a href=\"http://globalvoicesonline.org/specialcoverage/forest-focus-amazon/\">Forest Focus: Amazon</a>.</em></strong>\n\nA dengue outbreak that emerged in the Peruvian Amazon region of Loreto <a href=\"http://www.cnr.org.pe/nueva_web/nota.shtml?x=5096\">has easily spread through several neighbouring regions</a> [es]. On the 1st of February,<a href=\"http://www.peruviantimes.com/health-ministry-reports-spread-of-dengue-fever-four-cases-in-lima/0210735\"> four confirmed cases</a> had been officially reported in Lima, the Peruvian capital, causing great alarm because according to medical reports, this is <a href=\"http://www.rpp.com.pe/2011-02-01-experto-advierte-sobre-nueva-amenaza-de-dengue-en-peru-noticia_332558.html\">a new strain in the region</a> [es], which with its great virulence has already <a href=\"http://www.analitica.com/va/sintesis/internacionales/2338180.asp\">caused havoc in neighbouring countries like Brazil, Bolivia and Argentina</a> [es].\n\n[caption id=\"attachment_51881\" align=\"aligncenter\" width=\"500\" caption=\"Slum dwellers of Puerto Belén, Iquitos (Photo: Jean-Pierre Jeannin/Flickr, under licenceCC BY-NC-SA 2.0)\"]<a href=\"http://www.flickr.com/photos/rolandlatour/2196533165/\"><img class=\"size-full wp-image-51881    \" title=\"iquitos jean pierre\" src=\"http://es.globalvoicesonline.org/wp-content/uploads/2011/02/iquitos-jean-pierre.jpg\" alt=\"gente de iquitos\" width=\"500\" height=\"340\" /></a>[/caption]\n\nIn <a href=\"http://en.wikipedia.org/wiki/Iquitos\">Iquitos</a>, capital of the <a href=\"http://en.wikipedia.org/wiki/Loreto_Region\">Loreto</a> region, official figures report thus far more than 6,000 suspected cases of this disease which is transmitted by the bite of the mosquito Aedes Aegypti, and 11 deaths in the month of January alone. It is expected that these figures<a href=\"http://www.peru.com/noticias/portada20110127/137120/Casos-de-dengue-en-Loreto-aumentarian-en-febrero-segun-especialista--\"> could increase in February</a> [es]. Meanwhile, the city's hospitals <a href=\"http://www.larepublica.pe/28-01-2011/hospitales-de-iquitos-colapsan-ante-epidemia-de-dengue\">have declared they are swamped</a> [es] and <a href=\"http://www.peru.com/noticias/portada20110201/137856/Exigen-declaratoria-de-emergencia-en-Loreto-por-dengue\">some groups</a> [es] are already asking that a <a href=\"http://www.larepublica.pe/30-01-2011/cgtp-loreto-pide-declarar-en-emergencia-sanitaria-la-region\">health emergency be declared</a> [es], a measure that has not been adopted by the regional authorities yet, claiming <a href=\"http://proycontra.com.pe/2011/02/01/falta-de-informes-obligo-reprogramar-sesion/\">\"a lack of technical and legal reports.\"</a> [es]\n\nThe blog <a href=\"http://elbiruniblogspotcom.blogspot.com/2011/01/dengue-2-genotipo-iii-asiaticoamericano.html\" target=\"_blank\"><em>CienciasMedicasNews</em></a> [es] since the beginning of the year warned about the severity of this strain of dengue, as indicated by publishing information provided by doctors at the Regional Hospital of Loreto, in Iquitos:\n<blockquote>En Iquitos ya han circulado todos los serotipos del dengue (1-4), sin embargo solo se reportaron casos leves y casos esporádicos de dengue hemorrágico (FHD I-II). No obstante, en este brote se está observando una inusual cantidad de casos con signos de alarma y ya se reportó el primer caso de una muerte por dengue… Se piensa que se debe a la introducción del Dengue-2 genotipo III Asiático/Americano, que en el Brasil ya se asoció a una gran cantidad de casos graves y mortalidad aumentada.</blockquote>\n<div class=\"translation\">In Iquitos all the serotypes of dengue (1-4) have already circulated, however they have only reported minor and sporadic cases of dengue haemorrhagic fever (DHF 1-11). Nevertheless, in this outbreak we are seeing an unusual number of cases with alarming signs and the first case of death by dengue was already reported... it is thought to be due to the introduction of the dengue 2 genotype III Asiatic/American, that was already associated with a large number of serious cases and increased mortality in Brazil.</div>\n\n[caption id=\"attachment_51869\" align=\"aligncenter\" width=\"460\" caption=\"Aedes aeypti, transmitter of dengue (Photo: Sanofi Pasteur/Flickr, under license CC BY-NC-ND 2.0)\"]<a href=\"http://www.flickr.com/photos/sanofi-pasteur/5283441969/\"><img class=\"size-full wp-image-51869 \" title=\"aedes aegypti\" src=\"http://es.globalvoicesonline.org/wp-content/uploads/2011/02/aedes-aegypti.jpg\" alt=\"aedes aegypti dengue\" width=\"460\" height=\"309\" /></a>[/caption]\n\nThe loretano blog <em><a href=\"http://delaselvasuwebon.blogspot.com/2011/01/dengue-azota-iquitos.html\" target=\"_blank\">De la Selva su Web On</a></em> [es] commented from the middle of January:\n<blockquote>Desde diciembre del año pasado se han ido presentando casos de dengue en Iquitos, sin embargo ninguna autoridad dio algún paso adelante… por ahorrar costos nadie le dio importancia. … aunque el gobierno diga que sólo han muerto 8, diariamente se está muriendo la gente. Los hospitales están llenos de pacientes, no hay camas y faltan médicos y enfermeros, se han puesto camas en los patios.</blockquote>\n<div class=\"translation\">Since December of last year, cases of dengue have been showing in Iquitos, however no authority gave any step forward... in order to cut costs, no one gave it the importance it needed... although the government says that only 8 people have died, people are dying everyday. The hospitals are full of patients, there are no beds, there is a shortage of doctors and nurses, and they have put beds in the hospital grounds.</div>\nPaco Bardales, from the blog<em> <a href=\"http://diariodeiqt.lamula.pe/2011/01/28/dengue-y-estado-de-emergencia-en-iquitos/\" target=\"_blank\">Diario de IQT</a></em> [es], points out:\n<blockquote>Entre el 25 de diciembre  y el 25 de enero, según cifras oficiales (refrendadas por el diario La República) indican que los casos de dengue llegan casi a 8 mil. Lo increíble es que en 5 días la cifra de 3,493 caso aumento dos veces y medio más… Entre los años 2004 y 2010 se presentaron 59 casos de dengue hemorrágico, 48 confirmados y 11 probables. En resumen, en un mes hemos tenido más dengue hemorrágico que en 6 años.</blockquote>\n<div class=\"translation\">Between the 25th of December and the 25th of January, according to official figures (endorsed by La Republica newspaper) they indicate that the cases of dengue are reaching almost 8,000. The amazing thing is that in 5 days, the figure of 3,493 cases increased by two and a half times... between the years 2004 and 2010 there were 59 cases of dengue haemorrhagic fever, 48 confirmed and 11 probable. In summary, in one month we had more dengue haemorragic fever than in 6 years.</div>\nMolderinv, from<em> <a href=\"http://molderinv.blogspot.com/2011/01/dengue.html\" target=\"_blank\">Problemas a Mis Soluciones</a> [es] </em>comments:\n<blockquote>Estoy en Lima, pero ya tiemblo ante la idea de una diseminación pronta. La aviación hace posible que en menos de 24 horas tengamos una enfermedad de África u Oceanía al costado de nuestras casas.</blockquote>\n<div class=\"translation\">I'm in Lima, but I already shudder at the idea of a quick spread. Aviation makes it possible that in less than 24 hours we will have a disease from Africa or Oceania next to our homes.</div>\nAnd indeed, the disease is already in Lima, although <a href=\"http://peru21.pe/noticia/707582/detectan-cuatro-casos-dengue-lima\">the Minister of Health states </a>[es] that \"they are imported cases from the Loreto region\" and that the infection by mosquito bite \"did not occur here.\"\n\nMeanwhile, the President of the jungle region <a href=\"http://en.wikipedia.org/wiki/Madre_de_Dios_Region\">Madre de Dios</a> (where the total infected, registered during 2010, reached 30,000) directly accuses the previous administration of allowing the pandemic to advance, pointing out that there were <a href=\"http://www.diariolaprimeraperu.com/online/actualidad/emergencia-en-madre-de-dios_79141.html\">no efforts of prevention</a> [es] nor did it release the actual number of cases.\n\nThis does not appear to be the only case of lack of foresight. Cybernauts comment on news sites that despite the seriousness of the epidemic, local authorities not only failed to take appropriate measures but would be concentrating their attention on minimizing the situation (presumably in order to <a href=\"http://www.larepublica.pe/31-01-2011/iquitos-el-dengue-ya-repercute-en-el-turismo\">not affect the flow of tourists</a> [es]) and on <a href=\"http://proycontra.com.pe/2011/02/01/quiere-337-mil-soles-para-carnaval/?utm_source=feedburner&amp;utm_medium=feed&amp;utm_campaign=Feed%3A+ProContra-DiarioRegionalDeLoreto-Peru+%28Pro+%26+Contra+-+Diario+Regional+de+Loreto+-+Peru%29\">celebrating the carnival in style</a>.\n\nAgain the blogger Paco Bardales states in <em><a href=\"http://diariodeiqt.lamula.pe/2011/01/28/dengue-y-estado-de-emergencia-en-iquitos/\" target=\"_blank\">Diario de IQT</a></em>:\n<blockquote>La verdad es simple: se ha descuidado clamorosamente la prevención. Pero aún más, se ha ignorado una posible alerta que ya tenía un tiempo siendo analizada. Ayer, el ministro de Salud (que se ha mantenido alarmantemente callado durante la epidemia) ha señalado que el serotipo habría ingresado al Perú desde Manaos-Brasil, donde frecuentemente se producen este tipo de casos. Aunque es difícil precisar la exactitud total de esta afirmación, no es descabellado creer que sí. En la ciudad  brasileña de Barretos, el dengue mató 530 personas durante el 2010, así como 35 en lo que va del presente año.</blockquote>\n<div class=\"translation\">The truth is simple: prevention has been enormously neglected. But even more, a possible warning that had been analysed for some time has been ignored. Yesterday, the Minister of Health (who had remained alarmingly silent during the epidemic) has indicated that the serotype would have entered Peru from Manaos-Brazil, where such cases often occur. Although it is difficult to determine the overall accuracy of this statement, it is not unreasonable to believe it. In the Brazilian city of Barretos, dengue fever killed 530 people during 2010, as well as 35 people so far this year.</div>\nThe reactions among Twitter users are numerous and dominated by anger and fear.\n\nOmar Rojas (<a href=\"http://twitter.com/x3dente/statuses/32801001731792897\" target=\"_blank\">@xDente</a>) demands:\n<blockquote>Ya llegó el <a title=\"#dengue\" rel=\"nofollow\" href=\"http://twitter.com/#%21/search?q=%23dengue\">#dengue</a> a Lima… ya declarán en emergencia a Loreto?</blockquote>\n<div class=\"translation\"><a title=\"#dengue\" rel=\"nofollow\" href=\"http://twitter.com/#%21/search?q=%23dengue\">#dengue</a> already arrived in Lima... will they declare an emergency now?</div>\nArmando Canchaya (<a href=\"http://twitter.com/#!/gatorouge/statuses/32593974048858112\" target=\"_blank\">@gatorouge</a>) asks:\n<blockquote>Ya hay cuatro casos de dengue en lima! Y ahora, ministro?</blockquote>\n<div class=\"translation\">There are already 4 cases of dengue in Lima! And now, Minister?</div>\nCésar (<a href=\"http://twitter.com/#!/zerojuls/statuses/32639262042095616\" target=\"_blank\">@zerojuls</a>) expresses his fears in the same way:\n<blockquote>Y llego el dengue a lima … espero ahora si no nos dejen morir, como en varios lugares de la selva …</blockquote>\n<div class=\"translation\">Dengue arrived in Lima... I hope now they don't leave us to die, like in several places in the jungle...</div>\nLaura Rodríguez (<a href=\"http://twitter.com/#!/Lala_RodYar/status/32648653474635777\" target=\"_blank\">@Lala_RodYar</a>), Medical student, warns:\n<blockquote>Dengue! LORETO EN ALERTA ROJA! MEDICINA Y AYUDA!!  Olvidense un momento  de las elecciones POLITICOS! y hagan algo que la  gente esta muriendo!</blockquote>\n<div class=\"translation\">Dengue! LORETO ON RED ALERT! MEDICINE AND AID!! Forget for a moment about POLITICAL ELECTIONS! and do something, people are dying!!</div>\nAlexis Puicón (<a href=\"http://twitter.com/#!/threefishing/statuses/32456106798219265\" target=\"_blank\">@threefishing</a>) warns from the Peruvian jungle:\n<blockquote>@<a rel=\"nofollow\" href=\"http://twitter.com/Capital967\">Capital967</a> @<a rel=\"nofollow\" href=\"http://twitter.com/capital967\">capital967</a> Desde Iquitos. El dengue nos esta matando. Ayuda YA!!!</blockquote>\n<div class=\"translation\">@<a rel=\"nofollow\" href=\"http://twitter.com/Capital967\">Capital967</a> @<a rel=\"nofollow\" href=\"http://twitter.com/capital967\">capital967</a> From Iquitos. Dengue is killing us. Help now!!!</div>\nJosé Manuyama (<a href=\"http://twitter.com/#!/josiquitos/statuses/32176111337082880\" target=\"_blank\">@josiquitos</a>) also warns:\n<blockquote>Aumentan las cifras de muerte por dengue. Autoridades se duermen y hacen muy poco en Iquitos</blockquote>\n<div class=\"translation\">The number of deaths by dengue are increasing. Authorities are asleep and do very little in Iquitos.</div>\nVerónica García (<a href=\"http://twitter.com/#!/veronica_garc9/status/32166526727491584\" target=\"_blank\">@veronica_garc9</a>) mentions that politicians are focused on the electoral debate about same sex marriages and are not paying attention to what happens in Loreto:\n<blockquote>Aquí se discute si naces o no gay  y en Loreto la medicina se encarece, el dengue avanza…</blockquote>\n<div class=\"translation\">Here they discuss whether or not you are born gay, and in Loreto the medicine gets more expensive and dengue advances...</div>\nLupe Muñoz (<a href=\"http://twitter.com/#!/Lupemunz/statuses/32602815897538560\" target=\"_blank\">@Lupemunz</a>) criticizes the slowness of the government response to the situation:\n<blockquote>La transferencia de los más de dos millones de soles para  abastecer a  los hospitales de Iquitos para combatir el dengue sigue en  “proceso”.</blockquote>\n<div class=\"translation\">The transfer of more than two million Soles in order to supply the hospitals of Iquitos to combat the ongoing dengue is still in \"process.\"</div>\nAnd on the local authorities' plans to celebrate the carnivals, Beatriz López (@bialopez_peru), Jorge Carrillo (@Reporteropro) and Darwin Arévalo (@Dar_0) from Iquitos comment:\n<blockquote><a href=\"http://twitter.com/#%21/bialopez_peru/statuses/32111318727139328\" target=\"_blank\">@bialopez_peru</a> [la <a href=\"http://es.wikipedia.org/wiki/Provincia_de_Maynas\">provincia</a> de] Maynas quiere traer a Los Yaipen para el Carnaval en <a title=\"#iquitos\" rel=\"nofollow\" href=\"http://twitter.com/#%21/search?q=%23iquitos\">#iquitos</a>, a 45 mil soles [alrededor de <a href=\"http://coinmill.com/PEN_USD.html#PEN=45,000\">16,200 dólares</a>]. El <a title=\"#dengue\" rel=\"nofollow\" href=\"http://twitter.com/#%21/search?q=%23dengue\">#dengue</a> no existe para algunas autoridades…\n\n<a href=\"http://twitter.com/#%21/reporteropro/statuses/32640912836272130\" target=\"_blank\">@reporteropro</a> En tiempos de lluvia fácil se juega carnaval en la calle Putumayo no se necesita 337 mil [alrededor de <a href=\"http://coinmill.com/PEN_USD.html#USD=121769.70\">122,00 dólares</a>] para divertirse #Iquitos\n\n<a href=\"http://twitter.com/#%21/Dar_0/statuses/32423911425576960\" target=\"_blank\">@Dar_0</a> Si la ciudad no estaría sufriendo la epidemia del Dengue quizá podría pasar, pero de todas formas es una exageración. <a href=\"http://proycontra.com.pe/2011/02/01/quiere-337-mil-soles-para-carnaval/\">http://bit.ly/fIsyDT</a></blockquote>\n<div class=\"translation\">\n\n<a href=\"http://twitter.com/#!/bialopez_peru/statuses/32111318727139328\" target=\"_blank\">@bialopez_peru</a> [the <a href=\"http://en.wikipedia.org/wiki/Maynas\">province</a> of] Maynas wants to bring Los Yaipen to the Carnival for to 45,000 Soles (around <a href=\"http://coinmill.com/PEN_USD.html#PEN=45,000\">16,200 US Dollars</a>). <a title=\"#dengue\" rel=\"nofollow\" href=\"http://twitter.com/#%21/search?q=%23dengue\">#dengue</a> does not exist for some authorities...\n\n<a href=\"http://twitter.com/#!/reporteropro/statuses/32640912836272130\" target=\"_blank\">@reporteropro</a> In times of rain the Putumayo street carnival does not need 337,000 Soles (around <a href=\"http://coinmill.com/PEN_USD.html#USD=121769.70\">122,000 US Dollars</a>) for it to be enjoyable.\n\n<a href=\"http://twitter.com/#!/Dar_0/statuses/32423911425576960\" target=\"_blank\">@Dar_0</a> If the city wasn't suffering from the dengue epidemic perhaps it would be alright, but in any case [asking for 337,000 Soles] is an exaggeration.  <a href=\"http://proycontra.com.pe/2011/02/01/quiere-337-mil-soles-para-carnaval/\">http://bit.ly/fIsyDT</a>\n\n</div>\nThe news blog <em><a href=\"http://www.mirandopuntosdevista.com/2011/02/dengue-hay-que-fumigar-tambien-la.html\" target=\"_blank\">Mirando Puntos de Vista</a> </em>[es] post a text from the Amazonian expert Roger Rumrill, titled \"You have to spray the corruption also\" in which he accuses the authorities:\n<blockquote>La epidemia de dengue en Iquitos, transmitida por el zancudo “Aedes aegypti”, que ya ha producido decenas de muertes y más de 7 mil infectados por el virus, es otra clamorosa consecuencia de la imprevisión y la corrupción… Desde el 3 de enero el gobierno central tenía un informe concluyente de que había un crecimiento de la curva del dengue de la Cepa 2 proveniente del Brasil y que ésta se extendía sin control en Iquitos. El 13 de este mes desde el hospital “Iquitos” se lanzó un pedido solicitando suero y unidades de sangre incluso a nivel internacional. El 20, la vice ministra de salud, Zarela Solís Vásquez, declaró irresponsablemente en Iquitos que “la situación está controlada” y a continuación, el impasible ministro de salud, Óscar Ugarte, se negó a declarar el estado de emergencia.</blockquote>\n<div class=\"translation\">The dengue epidemic in Iquitos, transmitted by the mosquito \"Aedes Aegypti,\" that has already caused tens of deaths and more than 7,000 infected by the virus, is another enormous consecuence of the shortsightedness and the corruption...Since the 3rd of January the Central Government had a conclusive report that there was a growth of the curve of the strain of dengue 2 from Brazil and that this spread out of control in Iquitos. On the 13th of this month, an order was sent out from the \"Iquitos\" hospital requesting serum and units of blood, even at an international level. On the 20th, the Vice Minister of Health, Zarela Solis Vasquez, irresponsibly announced in Iquitos that \"the situation was under control,\" and next, the impassive Minister of Health, Oscar Ugarte, refused to declare a state of emergency.</div>\nAt the end of writing this post (February 2nd) the Minister of Health not only announced a new campaign <a href=\"http://www.andina.com.pe/Espanol/Noticia.aspx?Id=/wV1hZQD9SQ=\">in order to inform Peruvians how to protect themselves from this disease</a> [es], but informed the Mayor of Maynas that in 2010 they gave 14 million Soles (more than <a href=\"http://coinmill.com/PEN_USD.html#USD=5,058,681.87\">5million US Dollars</a>) to the regional Government of Loreto, <a href=\"http://proycontra.com.pe/2011/02/02/el-2010-se-dio-14-millones-al-gorel-para-dengue/#more-17946\">intended for the campaigns for the prevention of dengue</a> [es], suggesting that the responsibility remains in the hands of the regional Government, to which Mayor Charles Zevallos commented: \"Since last year they have not sprayed Iquitos. As they haven't sprayed, the money should be there. You have to act decisively and effectively.\"\n\nIn the meantime, some leaders are already starting to request that <a href=\"http://proycontra.com.pe/2011/02/02/pedire-que-no-se-haga-nada-en-carnaval/\">they cancel carnival festivities</a> [es] since <a href=\"http://proycontra.com.pe/2011/02/02/la-prioridad-deber-ser-el-dengue/\">the priority should be dengue</a> [es], because as Grover Vasquez (<a href=\"http://twitter.com/#%21/grovervas/statuses/32775136943800320\" target=\"_blank\">@Grovervas</a>) comments:\n<blockquote>Vamos un mes y el dengue no se detiene.</blockquote>\n<div class=\"translation\">It's been a month and dengue is not stopping.</div>\n<em><strong>NOTE</strong>: At the end of writing this post (February 2) the Loreto region had<a href=\"http://twitter.com/#!/larepublica_pe/status/32974615961669633\"> just declared </a>[es] an <a href=\"http://twitter.com/#!/fabiolamorales/status/32965648585859072\">emergency</a> [es] and waits for the transfer of funds to the Iquitos hospitals, specifically aimed at combating the pandemic.</em>\n\n<strong><em>This post is part of our special coverage <a href=\"http://globalvoicesonline.org/specialcoverage/forest-focus-amazon/\">Forest Focus: Amazon</a>.</em></strong>",
  "title": "Peru: New Strain of Dengue Spreads in the Amazon",
  "byline": "Damien Moroney",
  "pub_date": "2011-02-04T22:09:57Z"
}