{
  "url": "http://globalvoicesonline.org/?p=195928",
  "id": "195928",
  "body": "A video posted February 1st on Vimeo features a 52-minute presentation on new information technologies and a “ciberguerra” allegedly being waged on Cuba by the United States government and US-based NGOs. The man delivering the presentation has since been identified as Eduardo Fontes Suárez, a cyber security official at Cuba’s Ministry of the Interior (MININT). Initial reports called this a classified government video that had been leaked, but some bloggers (on and off the island) are questioning this assertion.\n\nLa ciber policía en Cuba\n\nPosted by Coral Negro, a Vimeo account holder who offers no profile information of any kind, and has posted no other material, the video has ignited an international debate about its origin and its content. An original transcript of the video can be found at Café Fuerte [es], and an English translation can be found at Translating Cuba. The presentation provides a detailed description of US government efforts to establish unauthorized Wi-Fi connection spots on the island, with the help of dissidents and representatives from US-based NGOs, mainly the International Republican Institute. Fontes indicates that Alan Gross, the jailed USAID worker who was arrested in December of 2009 for illegally distributing IT equipment to Cubans, was involved with Washington’s project to establish these hot spots.\n\nHe describes bloggers such as Yoani Sánchez as counterrevolutionaries who, with the support of the Spanish and US governments, are attempting to use new technologies in order to spark a popular uprising against the Castro government. He also discusses the Cuban government’s latest plans for ICT use on the island, and the benefits of certain technologies, remarking on Hugo Chávez’s use of Twitter as a political tool.\n\nPenúltimos Días [es], a Cuba-focused blog based in Spain, reposted the video, and soon thereafter a former (and now exiled) high school classmate of Fontes’ identified him and posted photographs of Fontes as a teenager in the late 1980s. On Cuban exile community blogs such as Babalú [es], readers seemed to delight in ridiculing Fontes, calling him a “cíberesbirro” or “cyberthug.” Fontes’ Facebook page has been deactivated since he was identified on Penúltimos Días. His Twitter account remains active, but he has not tweeted since December of 2010.\n\nIt is clear that Fontes is a real official of Cuban intelligence. What remains unclear is whether his presentation and the leak were “real” as well.\n\nRegina Coyula, a former employee of the counterintelligence unit at MININT who is now the author of La Mala Letra [es] believes the video is authentic, and has denied another blogger’s accusation that she herself leaked the video. She reasons that the video contains far too much information about the power of ICTs to be a fake. She writes:\n [L]a conferencia [es] un tanto didáctica. Así me entero de unidades satelitales wi-fi de alta velocidad como parte de un módulo que incluye blackberries y notebooks destinadas a blogueros…y contrarrevolucionarios tradicionales; me entero de que a través de ese servicio cualquier persona de pronto pudiera tener en su pc el mensaje de estás conectado; [Fontes] reconoce que es peligroso que la gente se conecte por la libre, y admite que nadie beneficiado va a quejarse ni a averiguar.\n [T]he conference [is] quite didactic. Through it I learn of high-speed Wi-Fi satellite units as part of a module that includes blackberries and notebooks intended for bloggers…and traditional counterrevolutionaries. I learn that, through that service, any person could suddenly get the “You are connected” message on their PC; [Fontes] recognizes the dangers of people’s freedom of Internet access, and admits that nobody who benefits from this will either complain or inquire about where the connection came from.\nYoani Sánchez [es] was unequivocally certain that much of what Fontes said was untrue. But she wondered whether it was he, or someone above him, who was responsible for this misinformation.\n ¿Usted es de los que fabrica las mentiras o de los que se cree las mentiras? Me gustaría hacerle esta  pregunta al ponente que despliega una complicada teoría de la conspiración en este video. Si se trata de alguien que sólo transmite un mensaje, entonces la respuesta es sencilla: la falsedad se cuece más arriba y él es apenas un emisario. Pero me temo que parte de lo que expone frente a esos adustos militares –que exhiben una constelación de estrellas en sus uniformes– es de su propia cosecha, se ha gestado en su interior.\n Are you one of those who fabricates lies? Or one of those who believes them? I would like to ask this question to the speaker who deploys a complicated conspiracy theory in this video. If it’s someone who is just sending a message, then the answer is simple: the falsehood is concocted higher up and he is just the messenger. But I fear that part of what he is expounding in front of those grim soldiers — with a constellation of stars on their uniforms — is  his own production, cooked up by himself.\nSánchez also pointed out that Fontes' description of social media platforms reflected a limited understanding of their applications. Reinaldo Escobar (who blogs at Desde Aquí), wrote in an article on Diario de Cuba [es] that the content of the presentation had to have been fabricated. He referred specifically to Fontes’ claim that bloggers like Yoani Sánchez (Escobar’s wife) have been “created” and supported by the US government.\n Si [Fontes] miente por iniciativa propia de presentarse como…imprescindible ante sus jefes, o si miente cumpliendo estrictas orientaciones de una mano tenebrosa, eso no puedo saberlo. Pero sé que miente. Me consta. La blogosfera alternativa cubana no es una creación del imperialismo norteamericano sino fruto de una conjunción de factores entre los que se destacan el fracaso del sistema socialista, la inconformidad ciudadana, especialmente entre los más jóvenes, y el desarrollo de la tecnología a nivel mundial.\n Whether [Fontes] lied on his own initiative, […] wanting to appear talented and indispensable before his bosses, or if he lied to satisfy the strict demands of a dark hand, I can’t tell. But I know he’s lying. I know. The alternative Cuban blogosphere is not a creation of U.S. imperialism, but the fruit of a [combination] of factors among which are the failure of the socialist system, public discontent — especially among young people — and the worldwide development of technology.” [Translation courtesy of Translating Cuba.]\nThe Cuban Triangle’s [en] Phil Peters believes that the video was created and intentionally released (under the guise of a leak) in order to send a message. He reasons that, unlike a typical leak, the video appeared to have been edited thoroughly, and was conspicuously devoid of information that could harm the Cuban government.\n There is nothing in the briefing that is remotely inconvenient to the Cuban government; nothing that compromises an operation or breaks an important secret…[M]uch of the video conveys messages that Havana would probably want to present to international audiences. The cachet of a “leak” from the heart of a communist security apparatus ensures that those messages fly farther and wider than would words on paper.\nWhether or not the video is “real,” US officials and IRI have firmly denied Fontes’ claims regarding WiFi connection spots. But regardless of whether it is entirely true or not, the message Fontes communicates here is clearly aligned with recent ICT policy directives of the Cuban government, which have focused closely on the nation’s “ciberguerra” against the United States.\n\nA coincidence?\n\nThe Cuban novelist and blogger Zoe Valdés, who now lives in Paris, shares Peters’ contention. It is not a coincidence, she suggests, that the video surfaced at the height of the popular uprising in Egypt, given the critical role of social networks and ICTs in the movement. News from Cairo has prompted many journalists and bloggers to wonder whether, given the gradually increasing number of ICTs in Cuba, Parque Central could become the next Tahrir Square.\n\nValdés also points to “Por un levantamiento popular en Cuba,” a Facebook group created last week by members of the Cuban exile community in Spain, urging Cubans to follow the example of Egypt and rise up against the Castro government.\n\nValdés writes that while this is troubling, she believes that the Cuban government chooses to openly condemn bloggers because they are an easy target.\n [E]llos prefieren a disidentes cibernéticos ...frente a justicieros callejeros que podrían multiplicarse por miles en mínimo tiempo. Los primeros no son considerados peligrosos, los segundos sí, y mucho. La propia Yoani Sánchez ha declarado que su blog no se ve en Cuba,* así que muy poca gente lee sus crónicas dentro de la isla.\n\n[…]\n\nEse video, entonces, forma parte de la nueva estrategia del raulismo light, ignorar a los que son realmente dañinos a la dictadura ha sido siempre la elección de los castristas. Ellos saben que mencionar es reconocer, y que ignorar es desaparecer, fulminar, borrar.\n They prefer cybernetic dissidents to those who fight for justice in the streets, who can multiply by miles in little time. The first group is not considered dangerous, the second is, and very much so. Yoani Sánchez herself has declared that she can't see her blog within Cuba,* so few people read her chronicles on the island.\n[...]\n\nThat video, then, forms part of the new raulismo light strategy. Ignoring those who are truly harmful to the dictatorship has always been the way of Castrists. They know that to mention is to recognize, and that to ignore is to disappear, to fulminate, to erase.\n\nHer point about “raulismo light” does well to elucidate important intricacies in how Cuban state intelligence works. But while Valdés implies that there lies a clear distinction between dissidents in virtual and real space, the powerful online presence of dissident groups like the Damas de Blanco and the OZT Yo Rechazo movements disprove this—they demonstrate how this distinction is increasingly blurry, if not indecipherable.\n\nIn sum, it seems that whether or not the presentation was “real,” and whether or not it was a true leak, the video (if not entirely truthful) gives the world a rare, intimate window into the thinking and dialogue on ICTs and blogging that is happening within Cuban intelligence. However uncertain its origins, it holds valuable information for all those who have a stake in the future of ICTs in Cuba.\n\n\n*Sánchez's blog became accessible in Cuba on February 8, 2011. Keep an eye out for GV coverage of this development later this week.",
  "original_body": "<a href=\"http://vimeo.com/19402730\">A video posted February 1<sup>st</sup> on Vimeo</a> features a 52-minute presentation on new information technologies and a “ciberguerra” allegedly being waged on Cuba by the United States government and US-based NGOs. The man delivering the presentation has since been identified as Eduardo Fontes Suárez, a cyber security official at Cuba’s Ministry of the Interior (MININT). Initial reports called this a classified government video that had been leaked, but some bloggers (on and off the island) are questioning this assertion.\n\n<a href=\"http://vimeo.com/19402730\">La ciber policía en Cuba</a>\n\nPosted by <a href=\"http://vimeo.com/user5866209\">Coral Negro</a>, a Vimeo account holder who offers no profile information of any kind, and has posted no other material, the video has ignited an international debate about its origin and its content. An original transcript of the video can be found at <a href=\"http://cafefuerte.com/wp-content/uploads/2011/02/Cafefuerte-confinformaticaMININT.pdf\">Café Fuerte</a> [es], and an English translation can be found at <a href=\"http://translatingcuba.com/?p=7111\">Translating Cuba</a>. The presentation provides a detailed description of US government efforts to establish unauthorized Wi-Fi connection spots on the island, with the help of dissidents and representatives from US-based NGOs, mainly the International Republican Institute. Fontes indicates that Alan Gross, the jailed USAID worker who was arrested in December of 2009 for illegally distributing IT equipment to Cubans, was involved with Washington’s project to establish these hot spots.\n\nHe describes bloggers such as <a href=\"http://www.desdecuba.com/generaciony/\">Yoani Sánchez</a> as counterrevolutionaries who, with the support of the Spanish and US governments, are attempting to use new technologies in order to spark a popular uprising against the Castro government. He also discusses the Cuban government’s latest plans for ICT use on the island, and the benefits of certain technologies, remarking on <a href=\"http://twitter.com/chavezcandanga\">Hugo Chávez’s use of Twitter</a> as a political tool.\n\n<a href=\"http://www.penultimosdias.com/\"><em>Penúltimos Días</em></a> [es], a Cuba-focused blog based in Spain, reposted the video, and soon thereafter a former (and now exiled) high school classmate of Fontes’ identified him and posted photographs of Fontes as a teenager in the late 1980s. On Cuban exile community blogs such as <a href=\"http://www.babalublog.com\"><em>Babalú</em></a> [es], readers seemed to delight in ridiculing Fontes, calling him a “cíberesbirro” or “cyberthug.” Fontes’ Facebook page has been deactivated since he was identified on Penúltimos Días. His <a href=\"http://twitter.com/Tatofontes\">Twitter account</a> remains active, but he has not tweeted since December of 2010.\n\nIt is clear that Fontes is a real official of Cuban intelligence. What remains unclear is whether his presentation and the leak were “real” as well.\n\nRegina Coyula, a former employee of the counterintelligence unit at MININT who is now the author of <a href=\"http://lamalaletra.wordpress.com/2011/02/09/algo-mas-de-lo-mismo/\"><em>La Mala Letra</em></a> [es] believes the video is authentic, and has denied another blogger’s accusation that she herself leaked the video. She reasons that the video contains far too much information about the power of ICTs to be a fake. She writes:\n<blockquote>[L]a conferencia [es] un tanto didáctica. Así me entero de unidades satelitales wi-fi de alta velocidad como parte de un módulo que incluye <em>blackberries</em> y <em>notebooks</em> destinadas a blogueros…y contrarrevolucionarios tradicionales; me entero de que a través de ese servicio cualquier persona de pronto pudiera tener en su pc el mensaje de <em>estás conectado</em>; [Fontes] reconoce que es peligroso que la gente se conecte por la libre, y admite que nadie beneficiado va a quejarse ni a averiguar.</blockquote>\n<div class=\"translation\">[T]he conference [is] quite didactic. Through it I learn of high-speed Wi-Fi satellite units as part of a module that includes <em>blackberries</em> and <em>notebooks</em> intended for bloggers…and traditional counterrevolutionaries. I learn that, through that service, any person could suddenly get the “<em>You are connected</em>” message on their PC; [Fontes] recognizes the dangers of people’s freedom of Internet access, and admits that nobody who benefits from this will either complain or inquire about where the connection came from.</div>\n<a href=\"http://www.desdecuba.com/generaciony/?p=4553\">Yoani Sánchez</a> [es] was unequivocally certain that much of what Fontes said was untrue. But she wondered whether it was he, or someone above him, who was responsible for this misinformation.\n<blockquote>¿Usted es de los que fabrica las mentiras o de los que se cree las mentiras? Me gustaría hacerle esta  pregunta al ponente que despliega una complicada teoría de la conspiración en este video. Si se trata de alguien que sólo transmite un mensaje, entonces la respuesta es sencilla: la falsedad se cuece más arriba y él es apenas un emisario. Pero me temo que parte de lo que expone frente a esos adustos militares –que exhiben una constelación de estrellas en sus uniformes– es de su propia cosecha, se ha gestado en su interior.</blockquote>\n<div class=\"translation\">Are you one of those who fabricates lies? Or one of those who believes them? I would like to ask this question to the speaker who deploys a complicated conspiracy theory in this video. If it’s someone who is just sending a message, then the answer is simple: the falsehood is concocted higher up and he is just the messenger. But I fear that part of what he is expounding in front of those grim soldiers — with a constellation of stars on their uniforms — is  his own production, cooked up by himself.</div>\nSánchez also pointed out that Fontes' description of social media platforms reflected a limited understanding of their applications. Reinaldo Escobar (who blogs at <a href=\"http://www.desdecuba.com/reinaldoescobar/\"><em>Desde Aquí</em></a>), wrote in an article on <a href=\"http://www.diariodecuba.com/cuba/3043-el-otro-diversionismo\">Diario de Cuba</a> [es] that the content of the presentation had to have been fabricated. He referred specifically to Fontes’ claim that bloggers like Yoani Sánchez (Escobar’s wife) have been “created” and supported by the US government.\n<blockquote>Si [Fontes] miente por iniciativa propia de presentarse como…imprescindible ante sus jefes, o si miente cumpliendo estrictas orientaciones de una mano tenebrosa, eso no puedo saberlo. Pero sé que miente. Me consta. La blogosfera alternativa cubana no es una creación del imperialismo norteamericano sino fruto de una conjunción de factores entre los que se destacan el fracaso del sistema socialista, la inconformidad ciudadana, especialmente entre los más jóvenes, y el desarrollo de la tecnología a nivel mundial.</blockquote>\n<div class=\"translation\">Whether [Fontes] lied on his own initiative, […] wanting to appear talented and indispensable before his bosses, or if he lied to satisfy the strict demands of a dark hand, I can’t tell. But I know he’s lying. I know. The alternative Cuban blogosphere is not a creation of U.S. imperialism, but the fruit of a [combination] of factors among which are the failure of the socialist system, public discontent — especially among young people — and the worldwide development of technology.” [Translation courtesy of <a href=\"http://translatingcuba.com/?p=7155\">Translating Cuba</a>.]</div>\n<a href=\"http://cubantriangle.blogspot.com/2011/02/minint-production.html\">The Cuban Triangle’s</a> [en] Phil Peters believes that the video was created and intentionally released (under the guise of a leak) in order to send a message. He reasons that, unlike a typical leak, the video appeared to have been edited thoroughly, and was conspicuously devoid of information that could harm the Cuban government.\n<blockquote>There is nothing in the briefing that is remotely inconvenient to the Cuban government; nothing that compromises an operation or breaks an important secret…[M]uch of the video conveys messages that Havana would probably want to present to international audiences. The cachet of a “leak” from the heart of a communist security apparatus ensures that those messages fly farther and wider than would words on paper.</blockquote>\nWhether or not the video is “real,” <a href=\"http://www.miamiherald.com/2011/02/07/2055415/internet-critic-is-identified.html\">US officials and IRI have firmly denied Fontes’ claims</a> regarding WiFi connection spots. But regardless of whether it is entirely true or not, the message Fontes communicates here is clearly aligned with recent ICT policy directives of the Cuban government, which have focused closely on the nation’s “ciberguerra” against the United States.\n\n<strong>A coincidence?</strong>\n\nThe Cuban novelist and blogger <a href=\"http://zoevaldes.net/2011/02/07/la-superproduccion-castrista-y-leaks/\">Zoe Valdés</a>, who now lives in Paris, shares Peters’ contention. It is not a coincidence, she suggests, that the video surfaced at the height of the popular uprising in Egypt, given the critical role of social networks and ICTs in the movement. News from Cairo has prompted many <a href=\"http://online.wsj.com/article/SB10001424052748704709304576124591746057376.html\">journalists</a> and <a href=\"http://www.penultimosdias.com/2011/02/05/tan-lejos-de-el-cairo/\">bloggers</a> to wonder whether, given the gradually increasing number of ICTs in Cuba, Parque Central could become the next Tahrir Square.\n\nValdés also points to <a href=\"http://www.facebook.com/pages/Por-el-levantamiento-popular-en-Cuba/173839132658920\">“Por un levantamiento popular en Cuba,”</a> a Facebook group created last week by members of the Cuban exile community in Spain, urging Cubans to follow the example of Egypt and rise up against the Castro government.\n\nValdés writes that while this is troubling, she believes that the Cuban government chooses to openly condemn bloggers because they are an easy target.\n<blockquote>[E]llos prefieren a disidentes cibernéticos ...frente a justicieros callejeros que podrían multiplicarse por miles en mínimo tiempo. Los primeros no son considerados peligrosos, los segundos sí, y mucho. La propia Yoani Sánchez ha declarado que su blog no se ve en Cuba,* así que muy poca gente lee sus crónicas dentro de la isla.\n\n[…]\n\nEse video, entonces, forma parte de la nueva estrategia del raulismo <em>light</em>, ignorar a los que son realmente dañinos a la dictadura ha sido siempre la elección de los castristas. Ellos saben que mencionar es reconocer, y que ignorar es desaparecer, fulminar, borrar.</blockquote>\n<div class=\"translation\">They prefer cybernetic dissidents to those who fight for justice in the streets, who can multiply by miles in little time. The first group is not considered dangerous, the second is, and very much so. Yoani Sánchez herself has declared that she can't see her blog within Cuba,* so few people read her chronicles on the island.\n[...]\n\nThat video, then, forms part of the new raulismo <em>light</em> strategy. Ignoring those who are truly harmful to the dictatorship has always been the way of Castrists. They know that to mention is to recognize, and that to ignore is to disappear, to fulminate, to erase.</div>\n\nHer point about “raulismo light” does well to elucidate important intricacies in how Cuban state intelligence works. But while Valdés implies that there lies a clear distinction between dissidents in virtual and real space, the powerful online presence of dissident groups like the Damas de Blanco and the OZT Yo Rechazo movements disprove this—they demonstrate how this distinction is increasingly blurry, if not indecipherable.\n\nIn sum, it seems that whether or not the presentation was “real,” and whether or not it was a true leak, the video (if not entirely truthful) gives the world a rare, intimate window into the thinking and dialogue on ICTs and blogging that is happening within Cuban intelligence. However uncertain its origins, it holds valuable information for all those who have a stake in the future of ICTs in Cuba.\n\n\n*Sánchez's blog became accessible in Cuba on February 8, 2011. Keep an eye out for GV coverage of this development later this week.",
  "title": "Cuba: Cyberwar? Video Sparks Debate, Anger, Skepticism",
  "byline": "Ellery Roberts Biddle",
  "pub_date": "2011-02-16T21:52:50Z"
}