{
  "url": "http://globalvoicesonline.org/?p=196679",
  "id": "196679",
  "body": "In the state of Amazonas in the north of Brazil, threats [pt] to freedom of expression and abuse by those who hold economic and political power are not new. Thanks to the Internet however, debates about these issues are at least increasing. In this post, Global Voices tells the story of two local bloggers who have suffered sustained persecution.\n\n'Garbage Tax' Controversy\n\nSince the start of 2010, bloggers from Amazonas' capital Manaus have been following the story of Bianca Abinader, a doctor whose professional life became the obsession of radio broadcasting station CBN Manaus [pt].\n\nBianca insists she is the victim of political harassment. But the station's owner and host, Ronaldo Tiradentes, says he is simply working for the common good, in his role as an investigative journalist.\n\nA close reading of local blogs, including those authored by Abinader and Tiradentes, can give us enough clues to understand how the whole story began and why the smear campaign against the doctor is still ongoing.\n\nCloaca News explains the origins of the persecution:\n Bianca Abinader era uma das organizadoras de um movimento civil independente que divulgava aos moradores de Manaus os nomes dos vereadores que votaram no Projeto de Lei que instituiu a Taxa de Resíduos Sólidos Domiciliares (TRSD) – mais conhecida como “Taxa do  Lixo”. Ainda segundo o despacho de nosso colaborador, a iniciativa, começada em fins de dezembro, partira de um grupo de manauenses frequentadores da rede de microblog Twitter, e Bianca estava entre eles. A meta era espalhar, em outdoors, uma lista com os nomes dos vereadores que aprovaram a taxa, como forma de protesto. Misteriosamente, as empresas de publicidade, depois de aceitar e quase fechar contrato para a veiculação da lista, mudaram de ideia e recusaram a exibição dos  cartazes, alegando retaliações por parte de pessoas ligadas à Prefeitura de Manaus.\n Bianca Abinader was one of the leaders of an independent civil movement that exposed to Manaus'  inhabitants the names of the politicians that approved a law establishing a Domestic Solid Waste Tax – better known as “Garbage Tax”. According to our correspondent, the movement started at the end of December [2009] and was born amongst Manaus users of the microblogging site Twitter, of whom Bianca was one. The goal was to create advertising boards covered with a list of the politicians who approved the tax, as a form of protest. Mysteriously, after the agreement was made, the advertising companies changed their minds and refused to publish the boards, saying they had suffered retaliations from people related to Manaus' city hall.\nThe introduction of the 'Garbage Tax' [pt] established a monthly fee that from 2011 onwards would raise 150 million reais [around 90 million US dollars] per year for the City Hall, despite the fact that it already has plenty of resources for garbage collection in its budget - - approximately 60 million reais [pt] - and still doesn't do it in an efficient manner.\n\nFlyer Furore\n\nAbinader coordinated the advertising board campaign, along with physiotherapist Carolina Coelho and blogger Ismael Benigno Neto. Since this approach did not go ahead as planned however, the watchdog group Manaus de Olho (Manaus is Watching) [pt] of which they are members, released flyers with the names and faces of the politicians who approved the tax. The group was founded on December 22, 2009 and in the beginning of February it started sending out fifty thousand flyers [pt].\n\n[caption id=\"attachment_196683\" align=\"aligncenter\" width=\"414\" caption=\"Top text reads: \"These congresspeople approved the Garbage Tax instigated by Manaus City Hall\". Image from Manaus de Olho blog.\"][/caption]\n\nRadio station owner Tiradentes started a crusade against Abinader when he arranged the first smear against her in a broadcast on January 4, 2010. More than one year later the host posted on his weblog a new attack:\n A obrigação da médica Bianca Abinader era de dar atendimento de segunda a sexta-feira, numa “casinha de saúde”, igualmente aos outros 183 médicos, no horário das 8 às 12 e das 14 às 18 horas. Se preferisse, poderia entrar as 7:30 hs e seguir direto, sem intervalo, até 15:30hs.\n\nNem uma coisa e nem outra. Bianca Abinader nunca gostou de pegar no pesado, aliás, nunca honrou ao pé da letra o compromisso assumido por contrato com a Prefeitura de Manaus e com o contribuinte que paga o seu salário.\n\nO prazer da médica pública Bianca Abinader, não era dar a contrapartida para o povo sofrido que pagava e ainda paga seu polpudo salário. O prazer dela é ficar na internet 24 horas por dia, participando das redes sociais, escrevendo futilidades (...)\n \n\nDoctor Bianca Abinader's duty was to see patients from Monday to Friday, in a “small health center”, like the other 183 doctors, between 8am and 12pm and 2pm to 6pm. If she preferred, she could come in at 7:30am and go without a break until 15:30pm.\n\nBianca Abinader never liked to work hard, in fact she literally never honored the commitment assumed by contract with the Manaus City Hall and with the citizens who pay her wage.\n\nDoctor Bianca Abinader does not take pleasure in caring for the poor and suffering people that paid, and still pay, for her considerable wage. She takes pleasure in accessing the Internet 24 hours a day, participating in social network sites and writing frivolities (...)\n\n\nIn another text [pt] also published in the beginning of 2011, Ronaldo threatens Bianca and her colleagues with apparent evidence doubting their professional capabilities.\n\nWhen the first complaints against her emerged, Bianca wrote in her blog, O Grito (The Yell) [pt]:\n A CBN é uma rádio nacional, sua concessão aqui em Manaus foi entregue a Ronaldo Tiradentes, um homem sem limites e sem ética profissional. Durante a reportagem de segunda, enquanto conversava com um dos meus funcionários, Samara Souza, a repórter da rádio, demonstrava muito constrangimento e dizia que não gostaria de estar ali, que estava sendo obrigada e que sabia que se tratava de um assunto pessoal do dono da rádio. Tenho testemunhas pra provar isso. Portanto, estamos diante de uma rádio com concessão pública que utiliza seu espaço descaradamente para fins pessoais.\n CBN is a national radio broadcasting station, and the permit for its operations in Manaus was given to Ronaldo Tiradentes, a man without limits or professional ethics. During Monday's report, while I was talking to one of my employees, the broadcaster's reporter Samara Souza was clearly embarassed and said she did not want to be there, that she was being forced and that she knew that this was a personal issue of the station's owner [Tiradentes]. I have witnesses to prove that. Therefore, we are faced with a broadcast station that works under a public permit, but blatantly uses its influence for private purposes.\nShort-lived Truce\n\nIn 2010, Bianca moved to another health center and kept some distance from social networks. The truce was short-lived, as blogger Henrique Ramos comments:\n Bianca voltou ao Twitter e pelo que pude perceber sua rotina tinha se “normalizado”, os ataques parados, creio que isso era o que ela e todos aqueles em seu entorno pensavam, infelizmente nos enganamos, no amanhecer desse 06 de fevereiro de 2011, seu carro apareceu apedrejado em frente ao seu prédio (...)\n Bianca was back to Twitter and I noticed that her daily life was getting back to “normal”, and the attacks had stopped. I believe that she and all her friends and family thought the same thing - unfortunately we were wrong. On the dawn of February 6, 2011, Bianca's car was found stoned in front of the building where she lives (...)\nThe post above generated some comments, this one among them:\n @ellenkeepwalkin @diandrade04 Tá acontecendo desde início de 2010. http://bit.ly/fSoXhm É alguém q questiona, como nós! Só q questionou mais a fundo.\n @ellenkeepwalkin @diandrade04 It's been happening since the beginning of 2010. http://bit.ly/fSoXhm It's someone who questions, as we do! But she questioned more deeply.\nBianca was not the only member of the campaign coordination team to suffer some kind of retaliation. Evidence suggests that Carolina Coelho was fired [pt] as a personal favor to Ronaldo Tiradentes.\n\nIsmael Benigno Neto meanwhile is being sued by Tiradentes for libel, slander and defamation. According to the blogger, it happened because he published official papers in his blog proving that Tiradentes' companies and relatives are benefited by local government positions and contracts.\n\nIsmael has also reported in his blog a long version of the “Garbage Tax” case, getting into details on Tiradentes' powerful position in the city:\n Planilhas internas da Secretaria Municipal de Comunicação da Prefeitura de Manaus, vazadas de dentro da administração, trazem os pagamentos feitos pela secretaria aos diversos órgãos de imprensa da cidade em 2009. São dados detalhados, que mostram que a CBN Manaus e a Tiradentes FM (outra rádio do grupo de Ronaldo) levaram, juntas, quase R$ 700 mil do orçamento da Prefeitura para a área de Comunicação.\n\nNão é pouco para um relatório que registra pagamentos totais de R$ 8,5 milhões. Grosso modo, pode-se dizer que Ronaldo, sozinho, ficou com quase 10% da verba de comunicação da Prefeitura de Manaus em 2009. Do dinheiro dividido entre as 10 principais rádios da cidade, Ronaldo ficou com quase metade.\n \n\nSpreadsheets leaked from the Manaus' City Hall Communication Department show the payments made by the department to several news organizations in 2009. There is detailed information about how CBN Manaus and Tiradentes FM (another radio broadcasting station owned by Ronaldo) earned, altogether, almost R$ 700,000 [around USD 420,000] of the City Hall's budget for communications.\n\nIt is quite a lot in a report that records a total payment of R$ 8.5 million [USD 5.1 million]. Roughly, we could say that Ronaldo alone earned almost 10% of Manaus City Hall's budget for communications in 2009. Of all the money shared amongst the ten top radio broadcasting stations in the city, Ronaldo took almost half of it.\n\n\nFreedom of Expression\n\nAt this point it is worth asking: is freedom of expression a reality in Brazil? In a post from October 2010 [pt], Ismael exposes the violence that he and other bloggers suffered when an armed gang broke into his house during an informal party on election day and concludes:\n Linchamentos públicos são fascinantes do ponto de vista social, porque são a demonstração da capacidade humana de desligar o disjuntor coletivo da razão, como se num transe coletivo todo tipo de gente, de médicos a jornalistas, de procuradores a professores, de profissionais liberais a operários de fábrica, todos, despidos de discernimento, tivessem dúvidas sobre o que é humano ou não, sobre o que é crime ou não.\n(…)\nEu nunca quis ou me importei de ser ouvido, escrevi diariamente os três primeiros anos deste blog sem ter leitores. Não me interessava ser lido, me interessava poder falar.\nEu sei admitir os meus erros.\nEste foi um deles.\n Public lynchings are fascinating from a social standpoint because they demonstrate the human capacity to turn off the collective switch of reason, as if in a collective trance every single person, from doctors to journalists, from attorneys to teachers, from freelancers to factory workers, everybody, with zero discernment, had doubts about what it is to be human and what it is not, about what is a crime and what's not.\n(…)\nI never wanted or cared to be heard, I wrote daily in this blog for three years and nobody read it.\nI didn't care about readers, I was interested in being able to talk.\nI admit my mistakes.\nThis was one of them. ",
  "original_body": "In the state of Amazonas in the north of Brazil, <a href=\"http://www.fenaj.org.br/materia.php?id=2586\">threats</a> [pt] to freedom of expression and abuse by those who hold economic and political power are not new. Thanks to the Internet however, debates about these issues are at least increasing. In this post, <a href=\"http://globalvoicesonline.org/\">Global Voices</a> tells the story of two local bloggers who have suffered sustained persecution.\n\n<strong>'Garbage Tax' Controversy</strong>\n\nSince the start of 2010, bloggers from Amazonas' capital Manaus have been following the story of Bianca Abinader, a doctor whose professional life became the obsession of radio broadcasting station <a style=\"font-style: italic;\" href=\"http://www.cbnmanaus.com.br/site/\">CBN Manaus</a> [pt].\n\nBianca insists she is the victim of political harassment. But the station's owner and host, Ronaldo Tiradentes, says he is simply working for the common good, in his role as an investigative journalist.\n\nA close reading of local blogs, including those authored by Abinader and Tiradentes, can give us enough clues to understand how the whole story began and why the smear campaign against the doctor is still ongoing.\n\n<em><a href=\"http://cloacanews.blogspot.com/2010/01/porque-cbn-manaus-quer-assassinar.html\">Cloaca News</a></em> explains the origins of the persecution:\n<blockquote>Bianca Abinader era uma das organizadoras de um movimento civil independente que divulgava aos moradores de Manaus os nomes dos vereadores que votaram no Projeto de Lei que <strong>instituiu a Taxa de Resíduos Sólidos Domiciliares (TRSD) – mais conhecida como “Taxa do  Lixo”</strong>. Ainda segundo o despacho de nosso colaborador, a iniciativa, começada em fins de dezembro, partira de um grupo de manauenses frequentadores da rede de microblog Twitter, e Bianca estava entre eles. A meta era espalhar, em outdoors, uma lista com os nomes dos vereadores que aprovaram a taxa, como forma de protesto. Misteriosamente, as empresas de publicidade, depois de aceitar e quase fechar contrato para a veiculação da lista, mudaram de ideia e recusaram a exibição dos  cartazes, alegando retaliações por parte de pessoas ligadas à Prefeitura de Manaus.</blockquote>\n<div class=\"translation\">Bianca Abinader was one of the leaders of an independent civil movement that exposed to Manaus'  inhabitants the names of the politicians that approved a law <strong>establishing a Domestic Solid Waste Tax – better known as “Garbage Tax”</strong>. According to our correspondent, the movement started at the end of December [2009] and was born amongst Manaus users of the microblogging site Twitter, of whom Bianca was one. The goal was to create advertising boards covered with a list of the politicians who approved the tax, as a form of protest. Mysteriously, after the agreement was made, the advertising companies changed their minds and refused to publish the boards, saying they had suffered retaliations from people related to Manaus' city hall.</div>\nThe introduction of the '<a href=\"http://www.manausdeolho.org/2010/01/27/sancionada-e-publicada-taxa-do-lixo-agora-e-lei/\">Garbage Tax</a>' [pt] established a monthly fee that from 2011 onwards would raise 150 million reais [around 90 million US dollars] per year for the City Hall, despite the fact that it already has plenty of resources for garbage collection in its budget - - approximately <a href=\"http://paulodecarli.wordpress.com/2009/12/25/cidade-quem-sao-os-donos/\">60 million reais</a> [pt] - and still doesn't do it in an efficient manner.\n\n<strong>Flyer Furore</strong>\n\nAbinader coordinated the advertising board campaign, along with physiotherapist Carolina Coelho and blogger Ismael Benigno Neto. Since this approach did not go ahead as planned however, the watchdog group <a style=\"font-style: italic;\" href=\"http://www.manausdeolho.org/\">Manaus de Olho</a> (Manaus is Watching) [pt] of which they are members, released flyers with the names and faces of the politicians who approved the tax. The group was founded on December 22, 2009 and in the beginning of February it started sending out <a href=\"http://www.manausdeolho.org/2010/02/11/movimento-%e2%80%98manaus-de-olho%e2%80%99-realiza-acao-publica-contra-a-taxa-do-lixo/\" target=\"_blank\">fifty thousand flyers</a> [pt].\n\n[caption id=\"attachment_196683\" align=\"aligncenter\" width=\"414\" caption=\"Top text reads: &quot;These congresspeople approved the Garbage Tax instigated by Manaus City Hall&quot;. Image from Manaus de Olho blog.\"]<a rel=\"attachment wp-att-196683\" href=\"http://globalvoicesonline.org/2011/02/18/brazil-abuse-and-threats-behind-manaus-citys-garbage-tax/mdo-vertical/\"><img class=\"size-full wp-image-196683  \" title=\"Top text reads: &quot;These congresspeople approved the Garbage Tax instigated by Manaus City Hall&quot;.\" src=\"http://globalvoicesonline.org/wp-content/uploads/2011/02/MdO-Vertical.jpg\" alt=\"Top text reads: &quot;These congresspeople approved the Garbage Tax instigated by Manaus City Hall&quot;. Image from Manaus de Olho blog.\" width=\"414\" height=\"800\" /></a>[/caption]\n\nRadio station owner Tiradentes started a crusade against Abinader when he arranged the first smear against her in a broadcast on January 4, 2010. More than one year later the host <a href=\"http://www.cbnmanaus.com.br/ronaldotiradentes/?p=3650\">posted on his weblog</a> a new attack:\n<blockquote>A obrigação da médica Bianca Abinader era de dar atendimento de segunda a sexta-feira, numa “casinha de saúde”, igualmente aos outros 183 médicos, no horário das 8 às 12 e das 14 às 18 horas. Se preferisse, poderia entrar as 7:30 hs e seguir direto, sem intervalo, até 15:30hs.\n\nNem uma coisa e nem outra. Bianca Abinader nunca gostou de pegar no pesado, aliás, nunca honrou ao pé da letra o compromisso assumido por contrato com a Prefeitura de Manaus e com o contribuinte que paga o seu salário.\n\nO prazer da médica pública Bianca Abinader, não era dar a contrapartida para o povo sofrido que pagava e ainda paga seu polpudo salário. O prazer dela é ficar na internet 24 horas por dia, participando das redes sociais, escrevendo futilidades (...)</blockquote>\n<div class=\"translation\">\n\nDoctor Bianca Abinader's duty was to see patients from Monday to Friday, in a “small health center”, like the other 183 doctors, between 8am and 12pm and 2pm to 6pm. If she preferred, she could come in at 7:30am and go without a break until 15:30pm.\n\nBianca Abinader never liked to work hard, in fact she literally never honored the commitment assumed by contract with the Manaus City Hall and with the citizens who pay her wage.\n\nDoctor Bianca Abinader does not take pleasure in caring for the poor and suffering people that paid, and still pay, for her considerable wage. She takes pleasure in accessing the Internet 24 hours a day, participating in social network sites and writing frivolities (...)\n\n</div>\n<a href=\"http://www.cbnmanaus.com.br/ronaldotiradentes/?p=3664\">In another text</a> [pt] also published in the beginning of 2011, Ronaldo threatens Bianca and her colleagues with apparent evidence doubting their professional capabilities.\n\nWhen the first complaints against her emerged, Bianca wrote in her blog, <em><a href=\"http://blogs.d24am.com/biabinader/2010/09/29/cbn-manaus-vergonha-para-o-jornalismo-nacional/\">O Grito</a></em> (The Yell) [pt]:\n<blockquote>A CBN é uma rádio nacional, sua concessão aqui em Manaus foi entregue a Ronaldo Tiradentes, um homem sem limites e sem ética profissional. Durante a reportagem de segunda, enquanto conversava com um dos meus funcionários, Samara Souza, a repórter da rádio, demonstrava muito constrangimento e dizia que não gostaria de estar ali, que estava sendo obrigada e que sabia que se tratava de um assunto pessoal do dono da rádio. Tenho testemunhas pra provar isso. Portanto, estamos diante de uma rádio com concessão pública que utiliza seu espaço descaradamente para fins pessoais.</blockquote>\n<div class=\"translation\">CBN is a national radio broadcasting station, and the permit for its operations in Manaus was given to Ronaldo Tiradentes, a man without limits or professional ethics. During Monday's report, while I was talking to one of my employees, the broadcaster's reporter Samara Souza was clearly embarassed and said she did not want to be there, that she was being forced and that she knew that this was a personal issue of the station's owner [Tiradentes]. I have witnesses to prove that. Therefore, we are faced with a broadcast station that works under a public permit, but blatantly uses its influence for private purposes.</div>\n<strong>Short-lived Truce</strong>\n\nIn 2010, Bianca moved to another health center and kept some distance from social networks. The truce was short-lived, as blogger Henrique Ramos <a href=\"http://henriqueramos.eti.br/blogs/blog/2011/02/06/a-bianca-abinader-ainda-esta-vivendo-aqui/\">comments</a>:\n<blockquote>Bianca voltou ao Twitter e pelo que pude perceber sua rotina tinha se “normalizado”, os ataques parados, creio que isso era o que ela e todos aqueles em seu entorno pensavam, infelizmente nos enganamos, no amanhecer desse 06 de fevereiro de 2011, seu carro apareceu apedrejado em frente ao seu prédio (...)</blockquote>\n<div class=\"translation\">Bianca was back to Twitter and I noticed that her daily life was getting back to “normal”, and the attacks had stopped. I believe that she and all her friends and family thought the same thing - unfortunately we were wrong. On the dawn of February 6, 2011, Bianca's car was found stoned in front of the building where she lives (...)</div>\nThe post above generated some <a href=\"http://topsy.com/henriqueramos.eti.br/blogs/blog/2011/02/06/a-bianca-abinader-ainda-esta-vivendo-aqui/?utm_source=pingback&amp;utm_campaign=L2\">comments</a>, this one among them:\n<blockquote>@<a href=\"https://twitter.com/#!/ellenkeepwalkin\">ellenkeepwalkin</a> @<a href=\"http://twitter.com/diandrade04\">diandrade04</a> Tá acontecendo desde início de 2010. <a href=\"http://bit.ly/fSoXhm\">http://bit.ly/fSoXhm</a> É alguém q questiona, como nós! Só q questionou mais a fundo.</blockquote>\n<div class=\"translation\">@<a href=\"https://twitter.com/#!/ellenkeepwalkin\">ellenkeepwalkin</a> @<a href=\"http://twitter.com/diandrade04\">diandrade04</a> It's been happening since the beginning of 2010. <a href=\"http://bit.ly/fSoXhm\">http://bit.ly/fSoXhm</a> It's someone who questions, as we do! But she questioned more deeply.</div>\nBianca was not the only member of the campaign coordination team to suffer some kind of retaliation. Evidence suggests that Carolina Coelho was <a href=\"https://twitter.com/#!/ismaelbneto/status/6610863848\">fired</a> [pt] as a personal favor to Ronaldo Tiradentes.\n\nIsmael Benigno Neto meanwhile is being sued by Tiradentes for libel, slander and defamation. According to the blogger, it happened because he published official papers in his blog proving that Tiradentes' companies and relatives are benefited by local government positions and contracts.\n\nIsmael has also reported in his blog a <a href=\"http://oavesso.com.br/omalfazejo/umas-verdades-inconvenientes/\">long version</a> of the “Garbage Tax” case, getting into details on Tiradentes' powerful position in the city:\n<blockquote>Planilhas internas da Secretaria Municipal de Comunicação da Prefeitura de Manaus, vazadas de dentro da administração, trazem os pagamentos feitos pela secretaria aos diversos órgãos de imprensa da cidade em 2009. São dados detalhados, que mostram que a CBN Manaus e a Tiradentes FM (outra rádio do grupo de Ronaldo) levaram, juntas, quase R$ 700 mil do orçamento da Prefeitura para a área de Comunicação.\n\nNão é pouco para um relatório que registra pagamentos totais de R$ 8,5 milhões. Grosso modo, pode-se dizer que Ronaldo, sozinho, ficou com quase 10% da verba de comunicação da Prefeitura de Manaus em 2009. Do dinheiro dividido entre as 10 principais rádios da cidade, Ronaldo ficou com quase metade.</blockquote>\n<div class=\"translation\">\n\nSpreadsheets leaked from the Manaus' City Hall Communication Department show the payments made by the department to several news organizations in 2009. There is detailed information about how CBN Manaus and Tiradentes FM (another radio broadcasting station owned by Ronaldo) earned, altogether, almost R$ 700,000 [around USD 420,000] of the City Hall's budget for communications.\n\nIt is quite a lot in a report that records a total payment of R$ 8.5 million [USD 5.1 million]. Roughly, we could say that Ronaldo alone earned almost 10% of Manaus City Hall's budget for communications in 2009. Of all the money shared amongst the ten top radio broadcasting stations in the city, Ronaldo took almost half of it.\n\n</div>\n<strong>Freedom of Expression</strong>\n\nAt this point it is worth asking: is freedom of expression a reality in Brazil? In a <a href=\"http://blogs.d24am.com/omalfazejo/2010/10/05/violencia-ou-castigo/\">post from October 2010</a> [pt], Ismael exposes the violence that he and other bloggers suffered when an armed gang broke into his house during an informal party on election day and concludes:\n<blockquote>Linchamentos públicos são fascinantes do ponto de vista social, porque são a demonstração da capacidade humana de desligar o disjuntor coletivo da razão, como se num transe coletivo todo tipo de gente, de médicos a jornalistas, de procuradores a professores, de profissionais liberais a operários de fábrica, todos, despidos de discernimento, tivessem dúvidas sobre o que é humano ou não, sobre o que é crime ou não.\n(…)\nEu nunca quis ou me importei de ser ouvido, escrevi diariamente os três primeiros anos deste blog sem ter leitores. Não me interessava ser lido, me interessava poder falar.\nEu sei admitir os meus erros.\nEste foi um deles.</blockquote>\n<div class=\"translation\">Public lynchings are fascinating from a social standpoint because they demonstrate the human capacity to turn off the collective switch of reason, as if in a collective trance every single person, from doctors to journalists, from attorneys to teachers, from freelancers to factory workers, everybody, with zero discernment, had doubts about what it is to be human and what it is not, about what is a crime and what's not.\n(…)\nI never wanted or cared to be heard, I wrote daily in this blog for three years and nobody read it.\nI didn't care about readers, I was interested in being able to talk.\nI admit my mistakes.\nThis was one of them.</div>",
  "title": "Brazil: Abuse and Threats Behind Manaus City's 'Garbage Tax'",
  "byline": "Atilio Baroni Filho",
  "pub_date": "2011-02-18T03:42:32Z"
}