{
  "url": "http://globalvoicesonline.org/?p=196980",
  "id": "196980",
  "body": "As irreverent as ever, Scary Azeri comments on Azerbaijan's entry into this year's Eurovision Song Contest. Contrasting the angelic look of the male singer with the seductive maturer attributes of the female, the blog sarcastically concludes that Eldar and Nigar might be absurd enough a duo to stand a good chance in an international music competition as camp as Eurovision. ",
  "original_body": "As irreverent as ever, <em>Scary Azeri</em> <a href=\"http://scaryazeri.blogspot.com/2011/02/sinner-and-saint.html\">comments on Azerbaijan's entry into this year's Eurovision Song Contest</a>. Contrasting the angelic look of the male singer with the seductive maturer attributes of the female, the blog sarcastically concludes that Eldar and Nigar might be absurd enough a duo to stand a good chance in an international music competition as camp as Eurovision. ",
  "title": "Azerbaijan: The Sinner and The Saint",
  "byline": "Onnik Krikorian",
  "pub_date": "2011-02-16T18:05:31Z",
  "decompositions": {
    "sentence": [
      "As irreverent as ever, Scary Azeri comments on Azerbaijan's entry into this year's Eurovision Song Contest.",
      "Contrasting the angelic look of the male singer with the seductive maturer attributes of the female, the blog sarcastically concludes that Eldar and Nigar might be absurd enough a duo to stand a good chance in an international music competition as camp as Eurovision."
    ],
    "tokens": [
      "As",
      "irreverent",
      "as",
      "ever",
      ",",
      "Scary",
      "Azeri",
      "comments",
      "on",
      "Azerbaijan",
      "'s",
      "entry",
      "into",
      "this",
      "year",
      "'s",
      "Eurovision",
      "Song",
      "Contest",
      "Contrasting",
      "the",
      "angelic",
      "look",
      "of",
      "the",
      "male",
      "singer",
      "with",
      "the",
      "seductive",
      "maturer",
      "attributes",
      "of",
      "the",
      "female",
      ",",
      "the",
      "blog",
      "sarcastically",
      "concludes",
      "that",
      "Eldar",
      "and",
      "Nigar",
      "might",
      "be",
      "absurd",
      "enough",
      "a",
      "duo",
      "to",
      "stand",
      "a",
      "good",
      "chance",
      "in",
      "an",
      "international",
      "music",
      "competition",
      "as",
      "camp",
      "as",
      "Eurovision"
    ]
  }
}