{
  "url": "http://globalvoicesonline.org/?p=197586",
  "id": "197586",
  "body": "One of the earliest in China's first wave of bloggers to take up live reporting of local news, Zhang Shihe (aka 'Tiger Temple'), is also one of the last of that group still active. Blogging on at 24 hours online, his latest post revisits the issue of China's black prisons, often apartments or shabby motels where petitioners are held illegally or processed for domestic rendition.\n\nZhang's February 13 post, 'In an act of righteous resistance against violence, burning down a black prison to awaken people to rule without law', tells a bit of the remarkable and ongoing story of Hubei petitioner Yan Sen through tweets and text messages:\n\n 湖北荆门钟祥市访民阎森等二人，于本月10日当天，被从北京丰台区怡然家园5号院1门201室黑监狱截访返回原籍。（此间疑有截访人员与黑监狱间金钱交换人质）。阎森二人返回原籍后被关押在原单位私设黑监狱内两日，第三日晨，即三小时之前的13日凌晨3:50，阎森向北京发来短信曰“已烧成功”，此前阎森曾讲到要烧毁拘他于其中的黑监狱，以义抗暴，催醒国人，推动中国法治进程！目前阎森二人情况不明，手机已经“关机”……\n On February 10 this month, petitioner Yan Sen and company were taken from their black prison at #201 in building 5 of Contentment Garden in Beijing's Fengtai district, and repatriated back to Zhongxia city in Hubei province (it is suspected that this was the result of a cash-for-hostage transaction between the black prison and the pair's intercepters). Following Yan Sen and partner's repatriation, they were held for two days in their original local black prison. At 3:50 am on the third day, three hours before this post was published, Yan Sen sent a text message here to Beijing: \"Successfully burnt down.\" Previously, Yan Sen had spoken of burning down any black prisons in which he was held, resistance in the name of injustice to open up people's eyes and push China closer toward rule of law. The current whereabouts of Yan Sen and partner are unknown, and his mobile phone is \"power off\"...\n\n 位于北京丰台区西马场怡然家园5号院1门201室的黑监狱早被附近居民怀疑。只因此间出入人等过于诡秘，线索一时难索，故未被曝光。10日当天，曾有南站访民集结数十人计划集体前往打黑，但听闻有被押其间的湖北籍访民阎森等二人当天已被原籍截访人员“买走”，尚有其余7位被押访民打黑队情况不明，行动暂缓。\n Door #201 of Contentment Garden building 5 on Ximachang Rd. in Beijing's Fengtai district has long been suspected by residents there of being a black prison. Due, however, to the excess secrecy of all who come in or out, clues have always been hard to come by, thus the reason it was never exposed. Petitioners from the Beijing South Railway Station had originally planned to gather on February 10 for a day of black prison jailbreaking, but upon hearing that Hubei petitioner Yan Sen and partner had just that day been \"sold\" back to their local Hubei captors, and with the locations of seven other petitioners unknown, the black prison-busting squad temporarily postponed the action.\n\n\n\n 阎森被截访回湖北钟祥市后即被再次关押黑狱，此时曾发出短信谈及北京依然家园黑监狱情况“三室一厅，客厅有三张床和两个旧长沙发，到夜晚都可睡人，黑龙江一对老夫妻和一个中年汉子及一个坐轮椅的（贵州省）残疾人在客厅睡。最里一间有三个上下铺（床）上铺全是行李下铺睡人。上下铺的对面是黑监狱刘老板的临时办公室，中间是女室：一名黑龙江女的和一名河北女的，前两天分别被当地接访买走。”阎森是否被“买走”暂时不详。根据最近情况分析，这些黑监狱类似于“中介”，代理各地被截访人员的临时关押业务。想必其间吃住以及看守劳务费用、住房开支等均会于交接访民之时一并结算。访民谓之曰“卖访民”已成平常。\n Upon his repatriation back to Zhongxiang City in Hubei, Yan Sen was put back in a black prison, but he was able to send a few text messages describing the Beijing Contentment Garden black prison [...see below...]. It's still not clear whether or not Yan Sen was \"sold\" back, but based on the latest details, it seems that black prisons are now acting as 'middle men', interim agents for those who have been intercepted for the duration of their detention. Costs incurred for food, accommodation and guard services must be settled at the time at which petitioners are handed over. Petitioners say that this \"petitioner trade\" is now quite common.\n\n 手机被强行拿走。我还隐藏了一部手机。请不要与我联系和发短信。等被释放后我联系你们：阎森\n\n February 11: They confiscated my phone. I had another one stashed away. Please don't contact me or send text messages. I'll get in touch after they release me. Yan Sen\n\n 黑监狱是三室一厅。进门室客厅。客厅有三张床和两个旧长沙发到夜晚都可睡人。黑龙江一对夫妻和一个中年汉字及一个坐轮椅的（贵州省）残疾人在客厅睡。罪里一间还有三个上下铺（床）上铺全是行李下铺睡人。上下铺的对面是黑监狱刘老板的临时办公室，中间是女室：一名黑龙江女的和一名河北女的，前两天分别被当地接访买走。\n\n February 11: The black prison had three rooms and one living room. You go in through the door and you're in the living room. The living room has three beds and two old long sofas where people sleep at night. A husband and wife couple from Heilongjiang and one middle-aged disabled guy in a wheelchair from Guizhou province sleep in the living room. Further inside one room has three bunk-beds, the top is for luggage and the bottom is for sleeping. Across from that is black prison boss Liu's office, and the middle room is for women: one from Heilongjiang and one from Hebei province. The day before yesterday the two of them were each sold back to their own local authorities.\n\n 明天早六时我被原单位关黑监狱早已超过二十四小时后，我要烧掉这间黑房子，请你明天七时后告诉访民朋友们：现在可短信联系：阎森：\n\n Tomorrow morning at 6 am if I'm still here I'll have been in for more than 24 hours and I'm going to burn this black house down. Please wait until after 7 tomorrow morning to tell our petitioner friends they can text me. Yan Sen\n\n 12日晚间9到12时，我们一直在用短信劝阎森慎行，担心酿成伤害自己灾难且被有关方面抓住把柄，避重就轻，无限放大，结果更糟……但效果似差。\n Between 9 pm and midnight on February 12, we sent Yan Sen messages nonstop telling him to take it easy, worried he might create a disaster and get himself hurt, not to mention give the police a reason to arrest him. If he took things too far, things could get much worse...but we didn't seem to be getting anywhere.\n\n 13日凌晨3:50，北京这边收到短信“已烧成功：”悲剧终成！\n\n At 3:50 am, we received a message here in Beijing: \"Successfully burnt down.\" A tragic ending!\n\n 我与阎森再次联系时，发现手机已经关停。截止目前阎森等二人情况不明。\n When I tried to get in touch with him, his mobile phone was off. As of now, we don't know what happened with Yan Sen and company.\n\nZhang has since posted a few updates to the story on Twitter:\n\n 湖北访民阎森自今晨烧黑监狱后，手机一直不能联系。据旁人了解当时守在黑监狱外面的有两个人。至此唯一可统计损失是本博在新浪所开博客因发布此消息被封杀。不知道立场站在谁那边。已与新浪交涉中\n Feb 13th, 5:38 pm:\nAfter Hubei petitioner burnt down a black prison this morning, nobody has been able to reach him on his mobile. According to people at the scene, there were two people outside the black prison at the time. Thus the only calculable loss has been this blog which Sina has censored due to a post regarding the situation. I don't know who made that decision, but I'm already trying to get in touch with Sina.\n\n 烧掉黑监狱补充：阎森安全但又被关押，对方很怕走漏消息故不敢报警。进一步情况正追踪中。\n Feb 15, 16:24:\nUpdate on the burning down of the black jail: Yan Sen is safe but has been locked up again, his captors won't report the fire to the police because they're afraid of them finding out about the black prison. Staying tuned.\n\n 黑监狱烧毁后看押阎森的人员增加到4人。阎森短信曰：他们正紧急抢修被烧监狱以毁灭罪证。阎森表示渴望有记者联系他，他已与世隔绝，彻底丧失自由。我正在联系询问他是否可以对记者公开电话。\n Feb 15, 19:30:\nAfter the black prison was burnt down, the number of people watching over him was increased to four. Yan Sen has sent in a message: They're scrambling now to repair the prison after it was torched to destroy any evidence of its existence. Yan Sen said he hopes journalists will get in touch with him. He's now completely cut off from the world, his freedom lost. I'm still waiting to hear back if whether or not I can publish his phone number.\n\n 一小时内，多次联系阎森电话都说“无法接通”\n Feb 15, 20:47:\nI've been been trying Yan Sen's mobile for over an hour, it keeps saying the number cannot be reached.\n\n 今天早上狱方威胁阎森一要赔偿烧毁损失，二要阎森“小心你的孩子老婆”。但到午后忽然180度逆转迅速释放了阎森。请媒体与我联系，是阎森的要求……\n Feb 16, 14:15:\nThe prison people threatened Yan Sen this morning saying he has to compensate them for the damages and that he better watch out for his wife and kid. Then this afternoon they did a total 180 and suddenly released Yan Sen. Media, please get in touch with me, this is at Yan Sen's request.....\n\n 烧毁监狱时，阎森被反锁监狱内，我们担心他会遭“自焚”，阎森属猛汉坚持如此。后来火起渐大，两个看守拼命撞开门。阎森站在外面和看守一起观火。玻璃爆裂、火苗窜起老高。阎森遂向首都发出短信：成功！（意在向祖国报告）\n Feb 16, 14:25:\nWhen he lit the prison on fire, Yan Sen was still locked inside. We were worried he might \"self-immolate,\" because Yan Sen's just hardcore like that. Later the fire took and began to grow and the two guards frantically bust the door open. Yan Sen stood outside with them and watched it burn. The windows blew out and the flames shot up high. Yan Sen sent us the message: Success! (Meaning he wanted the motherland to find out)\n\n 阎森已经自己解放了自己，现在狱方提出还不能走，明日有市上领导找他谈话。阎森在最后烧毁监狱冲出来之前在墙壁上留下了黑狱感言：烧掉黑监狱！落款阎森。目前对方在连夜修复监狱，生怕阎森出去后此事被披露。请大家继续关注，我们胜利了！\n Feb 16, 18:56:\nSince Yan Sen completely liberated himself, now the prison don't want him to leave and a leader from the city wants to meet with him tomorrow. After Yan Sen lit the prison on fire but before he rushed out, he left a message on the wall: 'Let black prisons burn! Yours, Yan Sen'. Currently the prison operators have been working night and day to restore the prison, afraid that now with Yan Sen gone, word of it will get out. Please everyone stay tuned. We won!\n\n 湖北荆门阎森正式获自由。狱方所说今天有领导来谈话原来只是阎森的胞弟和妹二人，来接哥哥前遭到恐吓“不许乱说”。阎森则表示“开弓没有回头箭，我将拼死到底！彻底砸烂天下黑监狱。”阎森在此向关心他的推友网友访友表示元宵节的祝福，感谢公民社会！\n Feb 17, 10:04:\nYan Sen from Jingmen, Hubei, is now officially free. The leader the prison people said was coming today turned out only to be Yan Sen's younger brother and sister. As they left with their older brother they were threatended not to \"go flapping your mouth around\". Yan Sen, however, says this arrow's already been shot there's no getting it back now! It's do-or-die for me, until all black prisons have been smashed down.\" Yan Sen at this point wants to wish all netizens and twitterfolk watching out for him a happy Lantern Festival, and sends his thanks to civil society!\n\n 湖北省高法通知阎森本月22号前往立案庭。但阎森知道时逢此时不过又是一次维稳举措而已，去了也会被通知一个月以后如何，然后天下太平，升官发财。阎森公布了电话，接受关心他的网友和媒体 13277663168 建议短信交流避免资讯堵塞。\n Feb 17, 10:09:\nThe Hubei provincial court has sent Yan Sen a summons requiring him to go down before the 22nd. But Yan Sen knows this is just another tactic the Stability Office users. If he goes he'll just get another summons for a month from now, things will go back to normal while officials get richer and promoted. Yan Sen has publicized his phone number and will take calls from concerned netizens or media: 13277663168. Text messages are advised to avoid tying up the line.\n\n 阎森冲出黑监狱后，狱方一直在加强黑监狱的建设，其中一项是给内墙贴一层瓷砖，阎森认为疑似防备后来狱民不可在其上刷写反动抗暴标语！准确体现了黑监狱建设的科学观，也是经验所为。\n Feb 17, 18:05:\nSince Yan Sen broke out of his black prison, the operators have been reinforcing it. Part of that has been to cover the inside walls with ceramic tile. Yan Sen suspects that once this is done, prisoners will no longer be able to scribble reactionary slogans of resistance on the walls! This rightfully embodies the scientific concept of prison-building, and is also borne of experience.\n\n 京城黑监狱匪情之一：刘老板是河北人，带三个彪形大汉老乡看守，拥有子弹头一辆专事从市政府开设的久敬庄接济中心拉人到黑监狱囤积。各省地驻京办无能力接返或不耐烦长期上访人员往返运送，故将访民委托关押在此并交付300到400/日不等费用。阎森的被出售费用是400元一天。\n Feb 18, 10:00:\nA bandit's thoughts on Beijing black prisons, part one: Black prison boss Liu is from Hebei. With his bullet-shaped head and three burly hometown buddies standing guard, he specializes in dragging people from the government-run Jiujingzhuang Aid Center to his black prison where he hoards prisoners. For provincial governments everywhere lacking the ability or patience to keep sending petitioners back home, for between RMB 300-400 a day they can instead entrust him with keeping petitioners locked up. Yan Sen was 'sold' to Liu at the price of RMB 400/day.\n\n 京城黑监狱匪情之二：黑监狱里墙上挂着作息表，对活动腿脚和熄灯时间做以规定。一般不打“货物”。监狱有电脑，看守可上网解闷儿。屋子里堆满各省地截访办送的烟酒礼品，要求不得放人在外就算交易成功。黑监狱一旦被网上披露会立刻搬家继续开办。有人报警被没收手机。\n Feb 18, 10:00:\nA bandit's thoughts on Beijing black prisons, part two: A daily schedule is kept on the wall of the black prison, specifying times for exercise and lights out. Usually, \"the goods\" are not beaten. There's a computer in the black prison for the guards to keep from getting bored. The rooms are full of cigarettes and booze sent it by different provincial 'interception' offices who see it a done deal as long as the people are not release. As soon as black prisons are exposed online, they relocate and continue operations. People who try and call the police have their phones confiscated.\n\n 京城黑监狱匪情之三：阎森和黑监狱被关押人交谈，对方多呆痴，言辞木讷，惊恐万状，担心有卧底而遭打。一广西女访民偷偷电话110被发现遭打，手机被夺走摔碎。最长有关押20天以上的，省上截访办每日支付黑监狱费用巨额。黑监狱在京城业已产业化。\n Feb 18, 10:00:\nA bandit's thoughts on Beijing black prisons, part three: Yan Sen's impression of his captors after speaking with the other detainees: stupid, plainspoken, and terror-stricken, beating anyone they suspected of being a mole. One woman from Guangxi who tried to sneak in a call to the police was beaten when found out, her mobile phone taken away and smashed to pieces. The longest there had been kept for over twenty days, with the provincial 'interception' office making daily trips to the black prison to drop off the massive payments. Black prisons in Beijing are already an industry of their own. ",
  "original_body": "One of <a href=\"http://rconversation.blogs.com/rconversation/2007/11/chinese-blogger.html\">the earliest</a> in China's first wave of bloggers to take up live reporting of local news, Zhang Shihe (aka 'Tiger Temple'), is also one of the last of that group still active. Blogging on at <em>24 hours online</em>, <a href=\"http://24hour.blogbus.com/logs/104821123.html\">his latest post</a> revisits the issue of China's <a href=\"http://en.wikipedia.org/wiki/Black_jails\">black prisons</a>, often apartments or shabby motels where <a href=\"http://en.wikipedia.org/wiki/Petitioning_(China)\">petitioners</a> are held illegally or processed for domestic rendition.\n\nZhang's February 13 post, <em>'In an act of righteous resistance against violence, burning down a black prison to awaken people to rule without law'</em>, tells a bit of the remarkable and ongoing story of <a href=\"http://en.wikipedia.org/wiki/Hubei\">Hubei</a> petitioner Yan Sen through tweets and text messages:\n\n<blockquote>湖北荆门钟祥市访民阎森等二人，于本月10日当天，被从北京丰台区怡然家园5号院1门201室黑监狱截访返回原籍。（此间疑有截访人员与黑监狱间金钱交换人质）。阎森二人返回原籍后被关押在原单位私设黑监狱内两日，第三日晨，即三小时之前的13日凌晨3:50，阎森向北京发来短信曰“已烧成功”，此前阎森曾讲到要烧毁拘他于其中的黑监狱，以义抗暴，催醒国人，推动中国法治进程！目前阎森二人情况不明，手机已经“关机”……</blockquote>\n<div class=\"translation\">On February 10 this month, petitioner Yan Sen and company were taken from their black prison at #201 in building 5 of Contentment Garden in Beijing's Fengtai district, and repatriated back to Zhongxia city in Hubei province (it is suspected that this was the result of a cash-for-hostage transaction between the black prison and the pair's intercepters). Following Yan Sen and partner's repatriation, they were held for two days in their original local black prison. At 3:50 am on the third day, three hours before this post was published, Yan Sen sent a text message here to Beijing: \"Successfully burnt down.\" Previously, Yan Sen had spoken of burning down any black prisons in which he was held, resistance in the name of injustice to open up people's eyes and push China closer toward rule of law. The current whereabouts of Yan Sen and partner are unknown, and his mobile phone is \"power off\"...</div>\n\n<blockquote>位于北京丰台区西马场怡然家园5号院1门201室的黑监狱早被附近居民怀疑。只因此间出入人等过于诡秘，线索一时难索，故未被曝光。10日当天，曾有南站访民集结数十人计划集体前往打黑，但听闻有被押其间的湖北籍访民阎森等二人当天已被原籍截访人员“买走”，尚有其余7位被押访民打黑队情况不明，行动暂缓。</blockquote>\n<div class=\"translation\">Door #201 of Contentment Garden building 5 on Ximachang Rd. in Beijing's Fengtai district has long been suspected by residents there of being a black prison. Due, however, to the excess secrecy of all who come in or out, clues have always been hard to come by, thus the reason it was never exposed. Petitioners from the <a href=\"http://en.wikipedia.org/wiki/Beijing_South_Railway_Station\">Beijing South Railway Station</a> had originally planned to gather on February 10 for a day of <a href=\"http://globalvoicesonline.org/2008/10/17/china-co-operation-20-on-beijing%E2%80%99s-black-jails/\">black prison jailbreaking</a>, but upon hearing that Hubei petitioner Yan Sen and partner had just that day been \"sold\" back to their local Hubei captors, and with the locations of seven other petitioners unknown, the black prison-busting squad temporarily postponed the action.</div>\n\n<a href=\"https://twitter.com/24hour/status/36441078638845952\"><img src=\"http://globalvoicesonline.org/wp-content/uploads/2011/02/black1-375x232.gif\" alt=\"\" title=\"blackmap\" width=\"375\" height=\"232\" class=\"aligncenter size-medium wp-image-197579\" /></a>\n\n<blockquote>阎森被截访回湖北钟祥市后即被再次关押黑狱，此时曾发出短信谈及北京依然家园黑监狱情况“三室一厅，客厅有三张床和两个旧长沙发，到夜晚都可睡人，黑龙江一对老夫妻和一个中年汉子及一个坐轮椅的（贵州省）残疾人在客厅睡。最里一间有三个上下铺（床）上铺全是行李下铺睡人。上下铺的对面是黑监狱刘老板的临时办公室，中间是女室：一名黑龙江女的和一名河北女的，前两天分别被当地接访买走。”阎森是否被“买走”暂时不详。根据最近情况分析，这些黑监狱类似于“中介”，代理各地被截访人员的临时关押业务。想必其间吃住以及看守劳务费用、住房开支等均会于交接访民之时一并结算。访民谓之曰“卖访民”已成平常。</blockquote>\n<div class=\"translation\">Upon his repatriation back to Zhongxiang City in Hubei, Yan Sen was put back in a black prison, but he was able to send a few text messages describing the Beijing Contentment Garden black prison [...see below...]. It's still not clear whether or not Yan Sen was \"sold\" back, but based on the latest details, it seems that black prisons are now acting as 'middle men', interim agents for those who have been intercepted for the duration of their detention. Costs incurred for food, accommodation and guard services must be settled at the time at which petitioners are handed over. Petitioners say that this \"petitioner trade\" is now quite common.</div>\n\n<blockquote>手机被强行拿走。我还隐藏了一部手机。请不要与我联系和发短信。等被释放后我联系你们：阎森</blockquote>\n<a href=\"http://24hour.blogbus.com/logs/104821123.html\"><img src=\"http://globalvoicesonline.org/wp-content/uploads/2011/02/bjsms1-375x281.gif\" alt=\"\" title=\"bjsms1\" width=\"375\" height=\"281\" class=\"aligncenter size-medium wp-image-197575\" /></a>\n<div class=\"translation\">February 11: They confiscated my phone. I had another one stashed away. Please don't contact me or send text messages. I'll get in touch after they release me. Yan Sen</div>\n\n<blockquote>黑监狱是三室一厅。进门室客厅。客厅有三张床和两个旧长沙发到夜晚都可睡人。黑龙江一对夫妻和一个中年汉字及一个坐轮椅的（贵州省）残疾人在客厅睡。罪里一间还有三个上下铺（床）上铺全是行李下铺睡人。上下铺的对面是黑监狱刘老板的临时办公室，中间是女室：一名黑龙江女的和一名河北女的，前两天分别被当地接访买走。</blockquote>\n<a href=\"http://24hour.blogbus.com/logs/104821123.html\"><img src=\"http://globalvoicesonline.org/wp-content/uploads/2011/02/bjsms2-375x281.gif\" alt=\"\" title=\"bjsms2\" width=\"375\" height=\"281\" class=\"aligncenter size-medium wp-image-197576\" /></a>\n<div class=\"translation\">February 11: The black prison had three rooms and one living room. You go in through the door and you're in the living room. The living room has three beds and two old long sofas where people sleep at night. A husband and wife couple from Heilongjiang and one middle-aged disabled guy in a wheelchair from Guizhou province sleep in the living room. Further inside one room has three bunk-beds, the top is for luggage and the bottom is for sleeping. Across from that is black prison boss Liu's office, and the middle room is for women: one from Heilongjiang and one from Hebei province. The day before yesterday the two of them were each sold back to their own local authorities.</div>\n\n<blockquote>明天早六时我被原单位关黑监狱早已超过二十四小时后，我要烧掉这间黑房子，请你明天七时后告诉访民朋友们：现在可短信联系：阎森：</blockquote>\n<a href=\"http://24hour.blogbus.com/logs/104821123.html\"><img src=\"http://globalvoicesonline.org/wp-content/uploads/2011/02/bjsms3-375x281.gif\" alt=\"\" title=\"bjsms3\" width=\"375\" height=\"281\" class=\"aligncenter size-medium wp-image-197577\" /></a>\n<div class=\"translation\">Tomorrow morning at 6 am if I'm still here I'll have been in for more than 24 hours and I'm going to burn this black house down. Please wait until after 7 tomorrow morning to tell our petitioner friends they can text me. Yan Sen</div>\n\n<blockquote>12日晚间9到12时，我们一直在用短信劝阎森慎行，担心酿成伤害自己灾难且被有关方面抓住把柄，避重就轻，无限放大，结果更糟……但效果似差。</blockquote>\n<div class=\"translation\">Between 9 pm and midnight on February 12, we sent Yan Sen messages nonstop telling him to take it easy, worried he might create a disaster and get himself hurt, not to mention give the police a reason to arrest him. If he took things too far, things could get much worse...but we didn't seem to be getting anywhere.</div>\n\n<blockquote>13日凌晨3:50，北京这边收到短信“已烧成功：”悲剧终成！</blockquote>\n<a href=\"http://24hour.blogbus.com/logs/104821123.html\"><img src=\"http://globalvoicesonline.org/wp-content/uploads/2011/02/bjsms6-375x281.gif\" alt=\"\" title=\"bjsms6\" width=\"375\" height=\"281\" class=\"aligncenter size-medium wp-image-197578\" /></a>\n<div class=\"translation\">At 3:50 am, we received a message here in Beijing: \"Successfully burnt down.\" A tragic ending!</div>\n\n<blockquote>我与阎森再次联系时，发现手机已经关停。截止目前阎森等二人情况不明。</blockquote>\n<div class=\"translation\">When I tried to get in touch with him, his mobile phone was off. As of now, we don't know what happened with Yan Sen and company.</div>\n\nZhang has since posted a few updates to the story on Twitter:\n\n<blockquote>湖北访民阎森自今晨烧黑监狱后，手机一直不能联系。据旁人了解当时守在黑监狱外面的有两个人。至此唯一可统计损失是本博在新浪所开博客因发布此消息被封杀。不知道立场站在谁那边。已与新浪交涉中</blockquote>\n<div class=\"translation\"><a href=\"https://twitter.com/24hour/status/36720899956674560\">Feb 13th, 5:38 pm:</a>\nAfter Hubei petitioner burnt down a black prison this morning, nobody has been able to reach him on his mobile. According to people at the scene, there were two people outside the black prison at the time. Thus the only calculable loss has been this blog which Sina has censored due to a post regarding the situation. I don't know who made that decision, but I'm already trying to get in touch with Sina.</div>\n\n<blockquote>烧掉黑监狱补充：阎森安全但又被关押，对方很怕走漏消息故不敢报警。进一步情况正追踪中。</blockquote>\n<div class=\"translation\"><a href=\"https://twitter.com/24hour/status/37427039250284544\">Feb 15, 16:24</a>:\nUpdate on the burning down of the black jail: Yan Sen is safe but has been locked up again, his captors won't report the fire to the police because they're afraid of them finding out about the black prison. Staying tuned.</div>\n\n<blockquote>黑监狱烧毁后看押阎森的人员增加到4人。阎森短信曰：他们正紧急抢修被烧监狱以毁灭罪证。阎森表示渴望有记者联系他，他已与世隔绝，彻底丧失自由。我正在联系询问他是否可以对记者公开电话。</blockquote>\n<div class=\"translation\"><a href=\"https://twitter.com/24hour/status/37473790673944576\">Feb 15, 19:30</a>:\nAfter the black prison was burnt down, the number of people watching over him was increased to four. Yan Sen has sent in a message: They're scrambling now to repair the prison after it was torched to destroy any evidence of its existence. Yan Sen said he hopes journalists will get in touch with him. He's now completely cut off from the world, his freedom lost. I'm still waiting to hear back if whether or not I can publish his phone number.</div>\n\n<blockquote>一小时内，多次联系阎森电话都说“无法接通”</blockquote>\n<div class=\"translation\"><a href=\"https://twitter.com/24hour/status/37493252097572864\">Feb 15, 20:47</a>:\nI've been been trying Yan Sen's mobile for over an hour, it keeps saying the number cannot be reached.</div>\n\n<blockquote>今天早上狱方威胁阎森一要赔偿烧毁损失，二要阎森“小心你的孩子老婆”。但到午后忽然180度逆转迅速释放了阎森。请媒体与我联系，是阎森的要求……</blockquote>\n<div class=\"translation\"><a href=\"https://twitter.com/24hour/status/37756925940727808\">Feb 16, 14:15</a>:\nThe prison people threatened Yan Sen this morning saying he has to compensate them for the damages and that he better watch out for his wife and kid. Then this afternoon they did a total 180 and suddenly released Yan Sen. Media, please get in touch with me, this is at Yan Sen's request.....</div>\n\n<blockquote>烧毁监狱时，阎森被反锁监狱内，我们担心他会遭“自焚”，阎森属猛汉坚持如此。后来火起渐大，两个看守拼命撞开门。阎森站在外面和看守一起观火。玻璃爆裂、火苗窜起老高。阎森遂向首都发出短信：成功！（意在向祖国报告）</blockquote>\n<div class=\"translation\"><a href=\"https://twitter.com/24hour/status/37759391797219328\">Feb 16, 14:25</a>:\nWhen he lit the prison on fire, Yan Sen was still locked inside. We were worried he might \"self-immolate,\" because Yan Sen's just hardcore like that. Later the fire took and began to grow and the two guards frantically bust the door open. Yan Sen stood outside with them and watched it burn. The windows blew out and the flames shot up high. Yan Sen sent us the message: Success! (Meaning he wanted the motherland to find out)</div>\n\n<blockquote>阎森已经自己解放了自己，现在狱方提出还不能走，明日有市上领导找他谈话。阎森在最后烧毁监狱冲出来之前在墙壁上留下了黑狱感言：烧掉黑监狱！落款阎森。目前对方在连夜修复监狱，生怕阎森出去后此事被披露。请大家继续关注，我们胜利了！</blockquote>\n<div class=\"translation\"><a href=\"https://twitter.com/24hour/status/37827714677211136\">Feb 16, 18:56</a>:\nSince Yan Sen completely liberated himself, now the prison don't want him to leave and a leader from the city wants to meet with him tomorrow. After Yan Sen lit the prison on fire but before he rushed out, he left a message on the wall: 'Let black prisons burn! Yours, Yan Sen'. Currently the prison operators have been working night and day to restore the prison, afraid that now with Yan Sen gone, word of it will get out. Please everyone stay tuned. We won!</div>\n\n<blockquote>湖北荆门阎森正式获自由。狱方所说今天有领导来谈话原来只是阎森的胞弟和妹二人，来接哥哥前遭到恐吓“不许乱说”。阎森则表示“开弓没有回头箭，我将拼死到底！彻底砸烂天下黑监狱。”阎森在此向关心他的推友网友访友表示元宵节的祝福，感谢公民社会！</blockquote>\n<div class=\"translation\"><a href=\"https://twitter.com/24hour/status/38056177489149952\">Feb 17, 10:04</a>:\nYan Sen from Jingmen, Hubei, is now officially free. The leader the prison people said was coming today turned out only to be Yan Sen's younger brother and sister. As they left with their older brother they were threatended not to \"go flapping your mouth around\". Yan Sen, however, says this arrow's already been shot there's no getting it back now! It's do-or-die for me, until all black prisons have been smashed down.\" Yan Sen at this point wants to wish all netizens and twitterfolk watching out for him a happy <a href=\"http://en.wikipedia.org/wiki/Lantern_Festival\">Lantern Festival</a>, and sends his thanks to civil society!</div>\n\n<blockquote>湖北省高法通知阎森本月22号前往立案庭。但阎森知道时逢此时不过又是一次维稳举措而已，去了也会被通知一个月以后如何，然后天下太平，升官发财。阎森公布了电话，接受关心他的网友和媒体 13277663168 建议短信交流避免资讯堵塞。</blockquote>\n<div class=\"translation\"><a href=\"https://twitter.com/24hour/status/38057323859689473\">Feb 17, 10:09</a>:\nThe Hubei provincial court has sent Yan Sen a summons requiring him to go down before the 22nd. But Yan Sen knows this is just another tactic the Stability Office users. If he goes he'll just get another summons for a month from now, things will go back to normal while officials get richer and promoted. Yan Sen has publicized his phone number and will take calls from concerned netizens or media: 13277663168. Text messages are advised to avoid tying up the line.</div>\n\n<blockquote>阎森冲出黑监狱后，狱方一直在加强黑监狱的建设，其中一项是给内墙贴一层瓷砖，阎森认为疑似防备后来狱民不可在其上刷写反动抗暴标语！准确体现了黑监狱建设的科学观，也是经验所为。</blockquote>\n<div class=\"translation\"><a href=\"https://twitter.com/24hour/status/38177248762793984\">Feb 17, 18:05</a>:\nSince Yan Sen broke out of his black prison, the operators have been reinforcing it. Part of that has been to cover the inside walls with ceramic tile. Yan Sen suspects that once this is done, prisoners will no longer be able to scribble reactionary slogans of resistance on the walls! This rightfully embodies the <a href=\"http://en.wikipedia.org/wiki/Scientific_Development_Concept\">scientific concept</a> of prison-building, and is also borne of experience.</div>\n\n<blockquote>京城黑监狱匪情之一：刘老板是河北人，带三个彪形大汉老乡看守，拥有子弹头一辆专事从市政府开设的久敬庄接济中心拉人到黑监狱囤积。各省地驻京办无能力接返或不耐烦长期上访人员往返运送，故将访民委托关押在此并交付300到400/日不等费用。阎森的被出售费用是400元一天。</blockquote>\n<div class=\"translation\"><a href=\"https://twitter.com/24hour/status/38416339248873472\">Feb 18, 10:00</a>:\nA bandit's thoughts on Beijing black prisons, part one: Black prison boss Liu is from Hebei. With his bullet-shaped head and three burly hometown buddies standing guard, he specializes in dragging people from the government-run Jiujingzhuang Aid Center to his black prison where he hoards prisoners. For provincial governments everywhere lacking the ability or patience to keep sending petitioners back home, for between RMB 300-<a href=\"http://www.xe.com/ucc/convert.cgi?Amount=400&From=CNY&To=USD\">400</a> a day they can instead entrust him with keeping petitioners locked up. Yan Sen was 'sold' to Liu at the price of RMB 400/day.</div>\n\n<blockquote>京城黑监狱匪情之二：黑监狱里墙上挂着作息表，对活动腿脚和熄灯时间做以规定。一般不打“货物”。监狱有电脑，看守可上网解闷儿。屋子里堆满各省地截访办送的烟酒礼品，要求不得放人在外就算交易成功。黑监狱一旦被网上披露会立刻搬家继续开办。有人报警被没收手机。</blockquote>\n<div class=\"translation\"><a href=\"https://twitter.com/24hour/status/38416460065800193\">Feb 18, 10:00</a>:\nA bandit's thoughts on Beijing black prisons, part two: A daily schedule is kept on the wall of the black prison, specifying times for exercise and lights out. Usually, \"the goods\" are not beaten. There's a computer in the black prison for the guards to keep from getting bored. The rooms are full of cigarettes and booze sent it by different provincial 'interception' offices who see it a done deal as long as the people are not release. As soon as black prisons are exposed online, they relocate and continue operations. People who try and call the police have their phones confiscated.</div>\n\n<blockquote>京城黑监狱匪情之三：阎森和黑监狱被关押人交谈，对方多呆痴，言辞木讷，惊恐万状，担心有卧底而遭打。一广西女访民偷偷电话110被发现遭打，手机被夺走摔碎。最长有关押20天以上的，省上截访办每日支付黑监狱费用巨额。黑监狱在京城业已产业化。</blockquote>\n<div class=\"translation\"><a href=\"https://twitter.com/24hour/status/38418698280771584\">Feb 18, 10:00</a>:\nA bandit's thoughts on Beijing black prisons, part three: Yan Sen's impression of his captors after speaking with the other detainees: stupid, plainspoken, and terror-stricken, beating anyone they suspected of being a mole. One woman from Guangxi who tried to sneak in a call to the police was beaten when found out, her mobile phone taken away and smashed to pieces. The longest there had been kept for over twenty days, with the provincial 'interception' office making daily trips to the black prison to drop off the massive payments. Black prisons in Beijing are already an industry of their own.</div>",
  "title": "China: Petitioner burns down his black prison",
  "byline": "Feng37",
  "pub_date": "2011-02-18T13:58:08Z",
  "decompositions": {
    "sentence": [
      "One of the earliest in China's first wave of bloggers to take up live reporting of local news, Zhang Shihe (aka 'Tiger Temple'), is also one of the last of that group still active.",
      "Blogging on at 24 hours online, his latest post revisits the issue of China's black prisons, often apartments or shabby motels where petitioners are held illegally or processed for domestic rendition.",
      "Zhang's February 13 post, 'In an act of righteous resistance against violence, burning down a black prison to awaken people to rule without law', tells a bit of the remarkable and ongoing story of Hubei petitioner Yan Sen through tweets and text messages:\n\n 湖北荆门钟祥市访民阎森等二人，于本月10日当天，被从北京丰台区怡然家园5号院1门201室黑监狱截访返回原籍。（此间疑有截访人员与黑监狱间金钱交换人质）。阎森二人返回原籍后被关押在原单位私设黑监狱内两日，第三日晨，即三小时之前的13日凌晨3:50，阎森向北京发来短信曰“已烧成功”，此前阎森曾讲到要烧毁拘他于其中的黑监狱，以义抗暴，催醒国人，推动中国法治进程！目前阎森二人情况不明，手机已经“关机”……\n On February 10 this month, petitioner Yan Sen and company were taken from their black prison at #201 in building 5 of Contentment Garden in Beijing's Fengtai district, and repatriated back to Zhongxia city in Hubei province (it is suspected that this was the result of a cash-for-hostage transaction between the black prison and the pair's intercepters).",
      "Following Yan Sen and partner's repatriation, they were held for two days in their original local black prison.",
      "At 3:50 am on the third day, three hours before this post was published, Yan Sen sent a text message here to Beijing: \"Successfully burnt down.\"",
      "Previously, Yan Sen had spoken of burning down any black prisons in which he was held, resistance in the name of injustice to open up people's eyes and push China closer toward rule of law.",
      "The current whereabouts of Yan Sen and partner are unknown, and his mobile phone is \"power off\"...\n\n 位于北京丰台区西马场怡然家园5号院1门201室的黑监狱早被附近居民怀疑。只因此间出入人等过于诡秘，线索一时难索，故未被曝光。10日当天，曾有南站访民集结数十人计划集体前往打黑，但听闻有被押其间的湖北籍访民阎森等二人当天已被原籍截访人员“买走”，尚有其余7位被押访民打黑队情况不明，行动暂缓。\n Door #201 of Contentment Garden building 5 on Ximachang Rd. in Beijing's Fengtai district has long been suspected by residents there of being a black prison.",
      "Due, however, to the excess secrecy of all who come in or out, clues have always been hard to come by, thus the reason it was never exposed.",
      "Petitioners from the Beijing South Railway Station had originally planned to gather on February 10 for a day of black prison jailbreaking, but upon hearing that Hubei petitioner Yan Sen and partner had just that day been \"sold\" back to their local Hubei captors, and with the locations of seven other petitioners unknown, the black prison-busting squad temporarily postponed the action.",
      "阎森被截访回湖北钟祥市后即被再次关押黑狱，此时曾发出短信谈及北京依然家园黑监狱情况“三室一厅，客厅有三张床和两个旧长沙发，到夜晚都可睡人，黑龙江一对老夫妻和一个中年汉子及一个坐轮椅的（贵州省）残疾人在客厅睡。最里一间有三个上下铺（床）上铺全是行李下铺睡人。上下铺的对面是黑监狱刘老板的临时办公室，中间是女室：一名黑龙江女的和一名河北女的，前两天分别被当地接访买走。”阎森是否被“买走”暂时不详。根据最近情况分析，这些黑监狱类似于“中介”，代理各地被截访人员的临时关押业务。想必其间吃住以及看守劳务费用、住房开支等均会于交接访民之时一并结算。访民谓之曰“卖访民”已成平常。\n Upon his repatriation back to Zhongxiang City in Hubei, Yan Sen was put back in a black prison, but he was able to send a few text messages describing the Beijing Contentment Garden black prison [...see below...].",
      "It's still not clear whether or not Yan Sen was \"sold\" back, but based on the latest details, it seems that black prisons are now acting as 'middle men', interim agents for those who have been intercepted for the duration of their detention.",
      "Costs incurred for food, accommodation and guard services must be settled at the time at which petitioners are handed over.",
      "Petitioners say that this \"petitioner trade\" is now quite common.",
      "手机被强行拿走。我还隐藏了一部手机。请不要与我联系和发短信。等被释放后我联系你们：阎森\n\n February 11: They confiscated my phone.",
      "I had another one stashed away.",
      "Please don't contact me or send text messages.",
      "I'll get in touch after they release me.",
      "Yan Sen\n\n 黑监狱是三室一厅。进门室客厅。客厅有三张床和两个旧长沙发到夜晚都可睡人。黑龙江一对夫妻和一个中年汉字及一个坐轮椅的（贵州省）残疾人在客厅睡。罪里一间还有三个上下铺（床）上铺全是行李下铺睡人。上下铺的对面是黑监狱刘老板的临时办公室，中间是女室：一名黑龙江女的和一名河北女的，前两天分别被当地接访买走。\n\n February 11: The black prison had three rooms and one living room.",
      "You go in through the door and you're in the living room.",
      "The living room has three beds and two old long sofas where people sleep at night.",
      "A husband and wife couple from Heilongjiang and one middle-aged disabled guy in a wheelchair from Guizhou province sleep in the living room.",
      "Further inside one room has three bunk-beds, the top is for luggage and the bottom is for sleeping.",
      "Across from that is black prison boss Liu's office, and the middle room is for women: one from Heilongjiang and one from Hebei province.",
      "The day before yesterday the two of them were each sold back to their own local authorities.",
      "明天早六时我被原单位关黑监狱早已超过二十四小时后，我要烧掉这间黑房子，请你明天七时后告诉访民朋友们：现在可短信联系：阎森：\n\n Tomorrow morning at 6 am if I'm still here I'll have been in for more than 24 hours and I'm going to burn this black house down.",
      "Please wait until after 7 tomorrow morning to tell our petitioner friends they can text me.",
      "Yan Sen\n\n 12日晚间9到12时，我们一直在用短信劝阎森慎行，担心酿成伤害自己灾难且被有关方面抓住把柄，避重就轻，无限放大，结果更糟……但效果似差。\n Between 9 pm and midnight on February 12, we sent Yan Sen messages nonstop telling him to take it easy, worried he might create a disaster and get himself hurt, not to mention give the police a reason to arrest him.",
      "If he took things too far, things could get much worse...but we didn't seem to be getting anywhere.",
      "13日凌晨3:50，北京这边收到短信“已烧成功：”悲剧终成！\n\n At 3:50 am, we received a message here in Beijing: \"Successfully burnt down.\"",
      "A tragic ending!",
      "我与阎森再次联系时，发现手机已经关停。截止目前阎森等二人情况不明。\n When I tried to get in touch with him, his mobile phone was off.",
      "As of now, we don't know what happened with Yan Sen and company.",
      "Zhang has since posted a few updates to the story on Twitter:\n\n 湖北访民阎森自今晨烧黑监狱后，手机一直不能联系。据旁人了解当时守在黑监狱外面的有两个人。至此唯一可统计损失是本博在新浪所开博客因发布此消息被封杀。不知道立场站在谁那边。已与新浪交涉中\n Feb 13th, 5:38 pm:\nAfter Hubei petitioner burnt down a black prison this morning, nobody has been able to reach him on his mobile.",
      "According to people at the scene, there were two people outside the black prison at the time.",
      "Thus the only calculable loss has been this blog which Sina has censored due to a post regarding the situation.",
      "I don't know who made that decision, but I'm already trying to get in touch with Sina.",
      "烧掉黑监狱补充：阎森安全但又被关押，对方很怕走漏消息故不敢报警。进一步情况正追踪中。\n Feb 15, 16:24:\nUpdate on the burning down of the black jail: Yan Sen is safe but has been locked up again, his captors won't report the fire to the police because they're afraid of them finding out about the black prison.",
      "Staying tuned.",
      "黑监狱烧毁后看押阎森的人员增加到4人。阎森短信曰：他们正紧急抢修被烧监狱以毁灭罪证。阎森表示渴望有记者联系他，他已与世隔绝，彻底丧失自由。我正在联系询问他是否可以对记者公开电话。\n Feb 15, 19:30:\nAfter the black prison was burnt down, the number of people watching over him was increased to four.",
      "Yan Sen has sent in a message: They're scrambling now to repair the prison after it was torched to destroy any evidence of its existence.",
      "Yan Sen said he hopes journalists will get in touch with him.",
      "He's now completely cut off from the world, his freedom lost.",
      "I'm still waiting to hear back if whether or not I can publish his phone number.",
      "一小时内，多次联系阎森电话都说“无法接通”\n Feb 15, 20:47:\nI've been been trying Yan Sen's mobile for over an hour, it keeps saying the number cannot be reached.",
      "今天早上狱方威胁阎森一要赔偿烧毁损失，二要阎森“小心你的孩子老婆”。但到午后忽然180度逆转迅速释放了阎森。请媒体与我联系，是阎森的要求……\n Feb 16, 14:15:\nThe prison people threatened Yan Sen this morning saying he has to compensate them for the damages and that he better watch out for his wife and kid.",
      "Then this afternoon they did a total 180 and suddenly released Yan Sen. Media, please get in touch with me, this is at Yan Sen's request.....\n\n 烧毁监狱时，阎森被反锁监狱内，我们担心他会遭“自焚”，阎森属猛汉坚持如此。后来火起渐大，两个看守拼命撞开门。阎森站在外面和看守一起观火。玻璃爆裂、火苗窜起老高。阎森遂向首都发出短信：成功！（意在向祖国报告）\n Feb 16, 14:25:\nWhen he lit the prison on fire, Yan Sen was still locked inside.",
      "We were worried he might \"self-immolate,\" because Yan Sen's just hardcore like that.",
      "Later the fire took and began to grow and the two guards frantically bust the door open.",
      "Yan Sen stood outside with them and watched it burn.",
      "The windows blew out and the flames shot up high.",
      "Yan Sen sent us the message: Success! (Meaning he wanted the motherland to find out)\n\n 阎森已经自己解放了自己，现在狱方提出还不能走，明日有市上领导找他谈话。阎森在最后烧毁监狱冲出来之前在墙壁上留下了黑狱感言：烧掉黑监狱！落款阎森。目前对方在连夜修复监狱，生怕阎森出去后此事被披露。请大家继续关注，我们胜利了！\n Feb 16, 18:56:\nSince Yan Sen completely liberated himself, now the prison don't want him to leave and a leader from the city wants to meet with him tomorrow.",
      "After Yan Sen lit the prison on fire but before he rushed out, he left a message on the wall: 'Let black prisons burn!",
      "Yours, Yan Sen'.",
      "Currently the prison operators have been working night and day to restore the prison, afraid that now with Yan Sen gone, word of it will get out.",
      "Please everyone stay tuned.",
      "We won!\n\n 湖北荆门阎森正式获自由。狱方所说今天有领导来谈话原来只是阎森的胞弟和妹二人，来接哥哥前遭到恐吓“不许乱说”。阎森则表示“开弓没有回头箭，我将拼死到底！彻底砸烂天下黑监狱。”阎森在此向关心他的推友网友访友表示元宵节的祝福，感谢公民社会！\n Feb 17, 10:04:\nYan Sen from Jingmen, Hubei, is now officially free.",
      "The leader the prison people said was coming today turned out only to be Yan Sen's younger brother and sister.",
      "As they left with their older brother they were threatended not to \"go flapping your mouth around\".",
      "Yan Sen, however, says this arrow's already been shot there's no getting it back now!",
      "It's do-or-die for me, until all black prisons have been smashed down.\"",
      "Yan Sen at this point wants to wish all netizens and twitterfolk watching out for him a happy Lantern Festival, and sends his thanks to civil society!",
      "湖北省高法通知阎森本月22号前往立案庭。但阎森知道时逢此时不过又是一次维稳举措而已，去了也会被通知一个月以后如何，然后天下太平，升官发财。阎森公布了电话，接受关心他的网友和媒体 13277663168 建议短信交流避免资讯堵塞。\n Feb 17, 10:09:\nThe Hubei provincial court has sent Yan Sen a summons requiring him to go down before the 22nd.",
      "But Yan Sen knows this is just another tactic the Stability Office users.",
      "If he goes he'll just get another summons for a month from now, things will go back to normal while officials get richer and promoted.",
      "Yan Sen has publicized his phone number and will take calls from concerned netizens or media: 13277663168.",
      "Text messages are advised to avoid tying up the line.",
      "阎森冲出黑监狱后，狱方一直在加强黑监狱的建设，其中一项是给内墙贴一层瓷砖，阎森认为疑似防备后来狱民不可在其上刷写反动抗暴标语！准确体现了黑监狱建设的科学观，也是经验所为。\n Feb 17, 18:05:\nSince Yan Sen broke out of his black prison, the operators have been reinforcing it.",
      "Part of that has been to cover the inside walls with ceramic tile.",
      "Yan Sen suspects that once this is done, prisoners will no longer be able to scribble reactionary slogans of resistance on the walls!",
      "This rightfully embodies the scientific concept of prison-building, and is also borne of experience.",
      "京城黑监狱匪情之一：刘老板是河北人，带三个彪形大汉老乡看守，拥有子弹头一辆专事从市政府开设的久敬庄接济中心拉人到黑监狱囤积。各省地驻京办无能力接返或不耐烦长期上访人员往返运送，故将访民委托关押在此并交付300到400/日不等费用。阎森的被出售费用是400元一天。\n Feb 18, 10:00:\nA bandit's thoughts on Beijing black prisons, part one: Black prison boss Liu is from Hebei.",
      "With his bullet-shaped head and three burly hometown buddies standing guard, he specializes in dragging people from the government-run Jiujingzhuang Aid Center to his black prison where he hoards prisoners.",
      "For provincial governments everywhere lacking the ability or patience to keep sending petitioners back home, for between RMB 300-400 a day they can instead entrust him with keeping petitioners locked up.",
      "Yan Sen was 'sold' to Liu at the price of RMB 400/day.",
      "京城黑监狱匪情之二：黑监狱里墙上挂着作息表，对活动腿脚和熄灯时间做以规定。一般不打“货物”。监狱有电脑，看守可上网解闷儿。屋子里堆满各省地截访办送的烟酒礼品，要求不得放人在外就算交易成功。黑监狱一旦被网上披露会立刻搬家继续开办。有人报警被没收手机。\n Feb 18, 10:00:\nA bandit's thoughts on Beijing black prisons, part two: A daily schedule is kept on the wall of the black prison, specifying times for exercise and lights out.",
      "Usually, \"the goods\" are not beaten.",
      "There's a computer in the black prison for the guards to keep from getting bored.",
      "The rooms are full of cigarettes and booze sent it by different provincial 'interception' offices who see it a done deal as long as the people are not release.",
      "As soon as black prisons are exposed online, they relocate and continue operations.",
      "People who try and call the police have their phones confiscated.",
      "京城黑监狱匪情之三：阎森和黑监狱被关押人交谈，对方多呆痴，言辞木讷，惊恐万状，担心有卧底而遭打。一广西女访民偷偷电话110被发现遭打，手机被夺走摔碎。最长有关押20天以上的，省上截访办每日支付黑监狱费用巨额。黑监狱在京城业已产业化。\n Feb 18, 10:00:\nA bandit's thoughts on Beijing black prisons, part three: Yan Sen's impression of his captors after speaking with the other detainees: stupid, plainspoken, and terror-stricken, beating anyone they suspected of being a mole.",
      "One woman from Guangxi who tried to sneak in a call to the police was beaten when found out, her mobile phone taken away and smashed to pieces.",
      "The longest there had been kept for over twenty days, with the provincial 'interception' office making daily trips to the black prison to drop off the massive payments.",
      "Black prisons in Beijing are already an industry of their own."
    ],
    "tokens": [
      "One",
      "of",
      "the",
      "earliest",
      "in",
      "China",
      "'s",
      "first",
      "wave",
      "of",
      "bloggers",
      "to",
      "take",
      "up",
      "live",
      "reporting",
      "of",
      "local",
      "news",
      ",",
      "Zhang",
      "Shihe",
      "(aka",
      "'",
      "Tiger",
      "Temple",
      "'",
      ")",
      ",",
      "is",
      "also",
      "one",
      "of",
      "the",
      "last",
      "of",
      "that",
      "group",
      "still",
      "active",
      "Blogging",
      "on",
      "at",
      "24",
      "hours",
      "online",
      ",",
      "his",
      "latest",
      "post",
      "revisits",
      "the",
      "issue",
      "of",
      "China",
      "'s",
      "black",
      "prisons",
      ",",
      "often",
      "apartments",
      "or",
      "shabby",
      "motels",
      "where",
      "petitioners",
      "are",
      "held",
      "illegally",
      "or",
      "processed",
      "for",
      "domestic",
      "rendition",
      "Zhang",
      "'s",
      "February",
      "13",
      "post",
      ",",
      "'",
      "In",
      "an",
      "act",
      "of",
      "righteous",
      "resistance",
      "against",
      "violence",
      ",",
      "burning",
      "down",
      "a",
      "black",
      "prison",
      "to",
      "awaken",
      "people",
      "to",
      "rule",
      "without",
      "law'",
      ",",
      "tells",
      "a",
      "bit",
      "of",
      "the",
      "remarkable",
      "and",
      "ongoing",
      "story",
      "of",
      "Hubei",
      "petitioner",
      "Yan",
      "Sen",
      "through",
      "tweets",
      "and",
      "text",
      "messages",
      ":",
      "湖北荆门钟祥市访民阎森等二人，于本月10日当天，被从北京丰台区怡然家园5号院1门201室黑监狱截访返回原籍。（此间疑有截访人员与黑监狱间金钱交换人质）。阎森二人返回原籍后被关押在原单位私设黑监狱内两日，第三日晨，即三小时之前的13日凌晨3",
      ":50，阎森向北京发来短信曰“已烧成功”，此前阎森曾讲到要烧毁拘他于其中的黑监狱，以义抗暴，催醒国人，推动中国法治进程！目前阎森二人情况不明，手机已经“关机”…",
      "…",
      "On",
      "February",
      "10",
      "this",
      "month",
      ",",
      "petitioner",
      "Yan",
      "Sen",
      "and",
      "company",
      "were",
      "taken",
      "from",
      "their",
      "black",
      "prison",
      "at",
      "#",
      "201",
      "in",
      "building",
      "5",
      "of",
      "Contentment",
      "Garden",
      "in",
      "Beijing",
      "'s",
      "Fengtai",
      "district",
      ",",
      "and",
      "repatriated",
      "back",
      "to",
      "Zhongxia",
      "city",
      "in",
      "Hubei",
      "province",
      "(",
      "it",
      "is",
      "suspected",
      "that",
      "this",
      "was",
      "the",
      "result",
      "of",
      "a",
      "cash-for-hostage",
      "transaction",
      "between",
      "the",
      "black",
      "prison",
      "and",
      "the",
      "pair",
      "'s",
      "intercepters",
      ")",
      "Following",
      "Yan",
      "Sen",
      "and",
      "partner",
      "'s",
      "repatriation",
      ",",
      "they",
      "were",
      "held",
      "for",
      "two",
      "days",
      "in",
      "their",
      "original",
      "local",
      "black",
      "prison",
      "At",
      "3:50",
      "am",
      "on",
      "the",
      "third",
      "day",
      ",",
      "three",
      "hours",
      "before",
      "this",
      "post",
      "was",
      "published",
      ",",
      "Yan",
      "Sen",
      "sent",
      "a",
      "text",
      "message",
      "here",
      "to",
      "Beijing",
      ":",
      "\"",
      "Successfully",
      "burnt",
      "down",
      ".",
      "Previously",
      ",",
      "Yan",
      "Sen",
      "had",
      "spoken",
      "of",
      "burning",
      "down",
      "any",
      "black",
      "prisons",
      "in",
      "which",
      "he",
      "was",
      "held",
      ",",
      "resistance",
      "in",
      "the",
      "name",
      "of",
      "injustice",
      "to",
      "open",
      "up",
      "people",
      "'s",
      "eyes",
      "and",
      "push",
      "China",
      "closer",
      "toward",
      "rule",
      "of",
      "law",
      "The",
      "current",
      "whereabouts",
      "of",
      "Yan",
      "Sen",
      "and",
      "partner",
      "are",
      "unknown",
      ",",
      "and",
      "his",
      "mobile",
      "phone",
      "is",
      "\"power",
      "off\"",
      "...",
      "位于北京丰台区西马场怡然家园5号院1门201室的黑监狱早被附近居民怀疑。只因此间出入人等过于诡秘，线索一时难索，故未被曝光。10日当天，曾有南站访民集结数十人计划集体前往打黑，但听闻有被押其间的湖北籍访民阎森等二人当天已被原籍截访人员“买走”，尚有其余7位被押访民打黑队情况不明，行动暂缓",
      "。",
      "Door",
      "#",
      "201",
      "of",
      "Contentment",
      "Garden",
      "building",
      "5",
      "on",
      "Ximachang",
      "Rd",
      ".",
      "in",
      "Beijing",
      "'s",
      "Fengtai",
      "district",
      "has",
      "long",
      "been",
      "suspected",
      "by",
      "residents",
      "there",
      "of",
      "being",
      "a",
      "black",
      "prison",
      "Due",
      ",",
      "however",
      ",",
      "to",
      "the",
      "excess",
      "secrecy",
      "of",
      "all",
      "who",
      "come",
      "in",
      "or",
      "out",
      ",",
      "clues",
      "have",
      "always",
      "been",
      "hard",
      "to",
      "come",
      "by",
      ",",
      "thus",
      "the",
      "reason",
      "it",
      "was",
      "never",
      "exposed",
      "Petitioners",
      "from",
      "the",
      "Beijing",
      "South",
      "Railway",
      "Station",
      "had",
      "originally",
      "planned",
      "to",
      "gather",
      "on",
      "February",
      "10",
      "for",
      "a",
      "day",
      "of",
      "black",
      "prison",
      "jailbreaking",
      ",",
      "but",
      "upon",
      "hearing",
      "that",
      "Hubei",
      "petitioner",
      "Yan",
      "Sen",
      "and",
      "partner",
      "had",
      "just",
      "that",
      "day",
      "been",
      "\"",
      "sold",
      "\"",
      "back",
      "to",
      "their",
      "local",
      "Hubei",
      "captors",
      ",",
      "and",
      "with",
      "the",
      "locations",
      "of",
      "seven",
      "other",
      "petitioners",
      "unknown",
      ",",
      "the",
      "black",
      "prison-busting",
      "squad",
      "temporarily",
      "postponed",
      "the",
      "action",
      "阎森被截访回湖北钟祥市后即被再次关押黑狱，此时曾发出短信谈及北京依然家园黑监狱情况“三室一厅，客厅有三张床和两个旧长沙发，到夜晚都可睡人，黑龙江一对老夫妻和一个中年汉子及一个坐轮椅的（贵州省）残疾人在客厅睡。最里一间有三个上下铺（床）上铺全是行李下铺睡人。上下铺的对面是黑监狱刘老板的临时办公室，中间是女室：一名黑龙江女的和一名河北女的，前两天分别被当地接访买走。”阎森是否被“买走”暂时不详。根据最近情况分析，这些黑监狱类似于“中介”，代理各地被截访人员的临时关押业务。想必其间吃住以及看守劳务费用、住房开支等均会于交接访民之时一并结算。访民谓之曰“卖访民”已成平常",
      "。",
      "Upon",
      "his",
      "repatriation",
      "back",
      "to",
      "Zhongxiang",
      "City",
      "in",
      "Hubei",
      ",",
      "Yan",
      "Sen",
      "was",
      "put",
      "back",
      "in",
      "a",
      "black",
      "prison",
      ",",
      "but",
      "he",
      "was",
      "able",
      "to",
      "send",
      "a",
      "few",
      "text",
      "messages",
      "describing",
      "the",
      "Beijing",
      "Contentment",
      "Garden",
      "black",
      "prison",
      "[",
      "...see",
      "below...]",
      "It",
      "'s",
      "still",
      "not",
      "clear",
      "whether",
      "or",
      "not",
      "Yan",
      "Sen",
      "was",
      "\"",
      "sold",
      "\"",
      "back",
      ",",
      "but",
      "based",
      "on",
      "the",
      "latest",
      "details",
      ",",
      "it",
      "seems",
      "that",
      "black",
      "prisons",
      "are",
      "now",
      "acting",
      "as",
      "'middle",
      "men'",
      ",",
      "interim",
      "agents",
      "for",
      "those",
      "who",
      "have",
      "been",
      "intercepted",
      "for",
      "the",
      "duration",
      "of",
      "their",
      "detention",
      "Costs",
      "incurred",
      "for",
      "food",
      ",",
      "accommodation",
      "and",
      "guard",
      "services",
      "must",
      "be",
      "settled",
      "at",
      "the",
      "time",
      "at",
      "which",
      "petitioners",
      "are",
      "handed",
      "over",
      "Petitioners",
      "say",
      "that",
      "this",
      "\"petitioner",
      "trade",
      "\"",
      "is",
      "now",
      "quite",
      "common",
      "手机被强行拿走。我还隐藏了一部手机。请不要与我联系和发短信。等被释放后我联系你们：阎森",
      "February",
      "11",
      ":",
      "They",
      "confiscated",
      "my",
      "phone",
      "I",
      "had",
      "another",
      "one",
      "stashed",
      "away",
      "Please",
      "do",
      "n't",
      "contact",
      "me",
      "or",
      "send",
      "text",
      "messages",
      "I",
      "'ll",
      "get",
      "in",
      "touch",
      "after",
      "they",
      "release",
      "me",
      "Yan",
      "Sen",
      "黑监狱是三室一厅。进门室客厅。客厅有三张床和两个旧长沙发到夜晚都可睡人。黑龙江一对夫妻和一个中年汉字及一个坐轮椅的（贵州省）残疾人在客厅睡。罪里一间还有三个上下铺（床）上铺全是行李下铺睡人。上下铺的对面是黑监狱刘老板的临时办公室，中间是女室：一名黑龙江女的和一名河北女的，前两天分别被当地接访买走",
      "。",
      "February",
      "11",
      ":",
      "The",
      "black",
      "prison",
      "had",
      "three",
      "rooms",
      "and",
      "one",
      "living",
      "room",
      "You",
      "go",
      "in",
      "through",
      "the",
      "door",
      "and",
      "you",
      "'re",
      "in",
      "the",
      "living",
      "room",
      "The",
      "living",
      "room",
      "has",
      "three",
      "beds",
      "and",
      "two",
      "old",
      "long",
      "sofas",
      "where",
      "people",
      "sleep",
      "at",
      "night",
      "A",
      "husband",
      "and",
      "wife",
      "couple",
      "from",
      "Heilongjiang",
      "and",
      "one",
      "middle-aged",
      "disabled",
      "guy",
      "in",
      "a",
      "wheelchair",
      "from",
      "Guizhou",
      "province",
      "sleep",
      "in",
      "the",
      "living",
      "room",
      "Further",
      "inside",
      "one",
      "room",
      "has",
      "three",
      "bunk-beds",
      ",",
      "the",
      "top",
      "is",
      "for",
      "luggage",
      "and",
      "the",
      "bottom",
      "is",
      "for",
      "sleeping",
      "Across",
      "from",
      "that",
      "is",
      "black",
      "prison",
      "boss",
      "Liu",
      "'s",
      "office",
      ",",
      "and",
      "the",
      "middle",
      "room",
      "is",
      "for",
      "women",
      ":",
      "one",
      "from",
      "Heilongjiang",
      "and",
      "one",
      "from",
      "Hebei",
      "province",
      "The",
      "day",
      "before",
      "yesterday",
      "the",
      "two",
      "of",
      "them",
      "were",
      "each",
      "sold",
      "back",
      "to",
      "their",
      "own",
      "local",
      "authorities",
      "明天早六时我被原单位关黑监狱早已超过二十四小时后，我要烧掉这间黑房子，请你明天七时后告诉访民朋友们：现在可短信联系：阎森",
      "：",
      "Tomorrow",
      "morning",
      "at",
      "6",
      "am",
      "if",
      "I",
      "'m",
      "still",
      "here",
      "I",
      "'ll",
      "have",
      "been",
      "in",
      "for",
      "more",
      "than",
      "24",
      "hours",
      "and",
      "I",
      "'m",
      "going",
      "to",
      "burn",
      "this",
      "black",
      "house",
      "down",
      "Please",
      "wait",
      "until",
      "after",
      "7",
      "tomorrow",
      "morning",
      "to",
      "tell",
      "our",
      "petitioner",
      "friends",
      "they",
      "can",
      "text",
      "me",
      "Yan",
      "Sen",
      "12日晚间9到12时，我们一直在用短信劝阎森慎行，担心酿成伤害自己灾难且被有关方面抓住把柄，避重就轻，无限放大，结果更糟……但效果似差",
      "。",
      "Between",
      "9",
      "pm",
      "and",
      "midnight",
      "on",
      "February",
      "12",
      ",",
      "we",
      "sent",
      "Yan",
      "Sen",
      "messages",
      "nonstop",
      "telling",
      "him",
      "to",
      "take",
      "it",
      "easy",
      ",",
      "worried",
      "he",
      "might",
      "create",
      "a",
      "disaster",
      "and",
      "get",
      "himself",
      "hurt",
      ",",
      "not",
      "to",
      "mention",
      "give",
      "the",
      "police",
      "a",
      "reason",
      "to",
      "arrest",
      "him",
      "If",
      "he",
      "took",
      "things",
      "too",
      "far",
      ",",
      "things",
      "could",
      "get",
      "much",
      "worse",
      "...but",
      "we",
      "did",
      "n't",
      "seem",
      "to",
      "be",
      "getting",
      "anywhere",
      "13日凌晨3",
      ":50，北京这边收到短信“已烧成功：”悲剧终成",
      "！",
      "At",
      "3:50",
      "am",
      ",",
      "we",
      "received",
      "a",
      "message",
      "here",
      "in",
      "Beijing",
      ":",
      "\"",
      "Successfully",
      "burnt",
      "down",
      ".",
      "A",
      "tragic",
      "ending",
      "我与阎森再次联系时，发现手机已经关停。截止目前阎森等二人情况不明",
      "。",
      "When",
      "I",
      "tried",
      "to",
      "get",
      "in",
      "touch",
      "with",
      "him",
      ",",
      "his",
      "mobile",
      "phone",
      "was",
      "off",
      "As",
      "of",
      "now",
      ",",
      "we",
      "do",
      "n't",
      "know",
      "what",
      "happened",
      "with",
      "Yan",
      "Sen",
      "and",
      "company",
      "Zhang",
      "has",
      "since",
      "posted",
      "a",
      "few",
      "updates",
      "to",
      "the",
      "story",
      "on",
      "Twitter",
      ":",
      "湖北访民阎森自今晨烧黑监狱后，手机一直不能联系。据旁人了解当时守在黑监狱外面的有两个人。至此唯一可统计损失是本博在新浪所开博客因发布此消息被封杀。不知道立场站在谁那边。已与新浪交涉中",
      "Feb",
      "13th",
      ",",
      "5:38",
      "pm",
      ":",
      "After",
      "Hubei",
      "petitioner",
      "burnt",
      "down",
      "a",
      "black",
      "prison",
      "this",
      "morning",
      ",",
      "nobody",
      "has",
      "been",
      "able",
      "to",
      "reach",
      "him",
      "on",
      "his",
      "mobile",
      "According",
      "to",
      "people",
      "at",
      "the",
      "scene",
      ",",
      "there",
      "were",
      "two",
      "people",
      "outside",
      "the",
      "black",
      "prison",
      "at",
      "the",
      "time",
      "Thus",
      "the",
      "only",
      "calculable",
      "loss",
      "has",
      "been",
      "this",
      "blog",
      "which",
      "Sina",
      "has",
      "censored",
      "due",
      "to",
      "a",
      "post",
      "regarding",
      "the",
      "situation",
      "I",
      "do",
      "n't",
      "know",
      "who",
      "made",
      "that",
      "decision",
      ",",
      "but",
      "I",
      "'m",
      "already",
      "trying",
      "to",
      "get",
      "in",
      "touch",
      "with",
      "Sina",
      "烧掉黑监狱补充：阎森安全但又被关押，对方很怕走漏消息故不敢报警。进一步情况正追踪中",
      "。",
      "Feb",
      "15",
      ",",
      "16",
      ":24",
      ":",
      "Update",
      "on",
      "the",
      "burning",
      "down",
      "of",
      "the",
      "black",
      "jail",
      ":",
      "Yan",
      "Sen",
      "is",
      "safe",
      "but",
      "has",
      "been",
      "locked",
      "up",
      "again",
      ",",
      "his",
      "captors",
      "wo",
      "n't",
      "report",
      "the",
      "fire",
      "to",
      "the",
      "police",
      "because",
      "they",
      "'re",
      "afraid",
      "of",
      "them",
      "finding",
      "out",
      "about",
      "the",
      "black",
      "prison",
      "Staying",
      "tuned",
      "黑监狱烧毁后看押阎森的人员增加到4人。阎森短信曰：他们正紧急抢修被烧监狱以毁灭罪证。阎森表示渴望有记者联系他，他已与世隔绝，彻底丧失自由。我正在联系询问他是否可以对记者公开电话",
      "。",
      "Feb",
      "15",
      ",",
      "19:30",
      ":",
      "After",
      "the",
      "black",
      "prison",
      "was",
      "burnt",
      "down",
      ",",
      "the",
      "number",
      "of",
      "people",
      "watching",
      "over",
      "him",
      "was",
      "increased",
      "to",
      "four",
      "Yan",
      "Sen",
      "has",
      "sent",
      "in",
      "a",
      "message",
      ":",
      "They",
      "'re",
      "scrambling",
      "now",
      "to",
      "repair",
      "the",
      "prison",
      "after",
      "it",
      "was",
      "torched",
      "to",
      "destroy",
      "any",
      "evidence",
      "of",
      "its",
      "existence",
      "Yan",
      "Sen",
      "said",
      "he",
      "hopes",
      "journalists",
      "will",
      "get",
      "in",
      "touch",
      "with",
      "him",
      "He",
      "'s",
      "now",
      "completely",
      "cut",
      "off",
      "from",
      "the",
      "world",
      ",",
      "his",
      "freedom",
      "lost",
      "I",
      "'m",
      "still",
      "waiting",
      "to",
      "hear",
      "back",
      "if",
      "whether",
      "or",
      "not",
      "I",
      "can",
      "publish",
      "his",
      "phone",
      "number",
      "一小时内，多次联系阎森电话都说“无法接通",
      "”",
      "Feb",
      "15",
      ",",
      "20:47",
      ":",
      "I",
      "'ve",
      "been",
      "been",
      "trying",
      "Yan",
      "Sen's",
      "mobile",
      "for",
      "over",
      "an",
      "hour",
      ",",
      "it",
      "keeps",
      "saying",
      "the",
      "number",
      "cannot",
      "be",
      "reached",
      "今天早上狱方威胁阎森一要赔偿烧毁损失，二要阎森“小心你的孩子老婆”。但到午后忽然180度逆转迅速释放了阎森。请媒体与我联系，是阎森的要求…",
      "…",
      "Feb",
      "16",
      ",",
      "14:15",
      ":",
      "The",
      "prison",
      "people",
      "threatened",
      "Yan",
      "Sen",
      "this",
      "morning",
      "saying",
      "he",
      "has",
      "to",
      "compensate",
      "them",
      "for",
      "the",
      "damages",
      "and",
      "that",
      "he",
      "better",
      "watch",
      "out",
      "for",
      "his",
      "wife",
      "and",
      "kid",
      "Then",
      "this",
      "afternoon",
      "they",
      "did",
      "a",
      "total",
      "180",
      "and",
      "suddenly",
      "released",
      "Yan",
      "Sen.",
      "Media",
      ",",
      "please",
      "get",
      "in",
      "touch",
      "with",
      "me",
      ",",
      "this",
      "is",
      "at",
      "Yan",
      "Sen's",
      "request",
      ".....",
      "烧毁监狱时，阎森被反锁监狱内，我们担心他会遭“自焚”，阎森属猛汉坚持如此。后来火起渐大，两个看守拼命撞开门。阎森站在外面和看守一起观火。玻璃爆裂、火苗窜起老高。阎森遂向首都发出短信：成功！（意在向祖国报告",
      "）",
      "Feb",
      "16",
      ",",
      "14:25",
      ":",
      "When",
      "he",
      "lit",
      "the",
      "prison",
      "on",
      "fire",
      ",",
      "Yan",
      "Sen",
      "was",
      "still",
      "locked",
      "inside",
      "We",
      "were",
      "worried",
      "he",
      "might",
      "\"",
      "self-immolate",
      ",",
      "\"",
      "because",
      "Yan",
      "Sen's",
      "just",
      "hardcore",
      "like",
      "that",
      "Later",
      "the",
      "fire",
      "took",
      "and",
      "began",
      "to",
      "grow",
      "and",
      "the",
      "two",
      "guards",
      "frantically",
      "bust",
      "the",
      "door",
      "open",
      "Yan",
      "Sen",
      "stood",
      "outside",
      "with",
      "them",
      "and",
      "watched",
      "it",
      "burn",
      "The",
      "windows",
      "blew",
      "out",
      "and",
      "the",
      "flames",
      "shot",
      "up",
      "high",
      "Yan",
      "Sen",
      "sent",
      "us",
      "the",
      "message",
      ":",
      "Success",
      "!",
      "(",
      "Meaning",
      "he",
      "wanted",
      "the",
      "motherland",
      "to",
      "find",
      "out",
      ")",
      "阎森已经自己解放了自己，现在狱方提出还不能走，明日有市上领导找他谈话。阎森在最后烧毁监狱冲出来之前在墙壁上留下了黑狱感言：烧掉黑监狱！落款阎森。目前对方在连夜修复监狱，生怕阎森出去后此事被披露。请大家继续关注，我们胜利了",
      "！",
      "Feb",
      "16",
      ",",
      "18:56",
      ":",
      "Since",
      "Yan",
      "Sen",
      "completely",
      "liberated",
      "himself",
      ",",
      "now",
      "the",
      "prison",
      "do",
      "n't",
      "want",
      "him",
      "to",
      "leave",
      "and",
      "a",
      "leader",
      "from",
      "the",
      "city",
      "wants",
      "to",
      "meet",
      "with",
      "him",
      "tomorrow",
      "After",
      "Yan",
      "Sen",
      "lit",
      "the",
      "prison",
      "on",
      "fire",
      "but",
      "before",
      "he",
      "rushed",
      "out",
      ",",
      "he",
      "left",
      "a",
      "message",
      "on",
      "the",
      "wall",
      ":",
      "'",
      "Let",
      "black",
      "prisons",
      "burn",
      "Yours",
      ",",
      "Yan",
      "Sen'",
      "Currently",
      "the",
      "prison",
      "operators",
      "have",
      "been",
      "working",
      "night",
      "and",
      "day",
      "to",
      "restore",
      "the",
      "prison",
      ",",
      "afraid",
      "that",
      "now",
      "with",
      "Yan",
      "Sen",
      "gone",
      ",",
      "word",
      "of",
      "it",
      "will",
      "get",
      "out",
      "Please",
      "everyone",
      "stay",
      "tuned",
      "We",
      "won",
      "!",
      "湖北荆门阎森正式获自由。狱方所说今天有领导来谈话原来只是阎森的胞弟和妹二人，来接哥哥前遭到恐吓“不许乱说”。阎森则表示“开弓没有回头箭，我将拼死到底！彻底砸烂天下黑监狱。”阎森在此向关心他的推友网友访友表示元宵节的祝福，感谢公民社会",
      "！",
      "Feb",
      "17",
      ",",
      "10:04",
      ":",
      "Yan",
      "Sen",
      "from",
      "Jingmen",
      ",",
      "Hubei",
      ",",
      "is",
      "now",
      "officially",
      "free",
      "The",
      "leader",
      "the",
      "prison",
      "people",
      "said",
      "was",
      "coming",
      "today",
      "turned",
      "out",
      "only",
      "to",
      "be",
      "Yan",
      "Sen's",
      "younger",
      "brother",
      "and",
      "sister",
      "As",
      "they",
      "left",
      "with",
      "their",
      "older",
      "brother",
      "they",
      "were",
      "threatended",
      "not",
      "to",
      "\"go",
      "flapping",
      "your",
      "mouth",
      "around",
      "\"",
      "Yan",
      "Sen,",
      "however",
      ",",
      "says",
      "this",
      "arrow",
      "'s",
      "already",
      "been",
      "shot",
      "there",
      "'s",
      "no",
      "getting",
      "it",
      "back",
      "now",
      "It",
      "'s",
      "do-or-die",
      "for",
      "me",
      ",",
      "until",
      "all",
      "black",
      "prisons",
      "have",
      "been",
      "smashed",
      "down",
      ".",
      "Yan",
      "Sen",
      "at",
      "this",
      "point",
      "wants",
      "to",
      "wish",
      "all",
      "netizens",
      "and",
      "twitterfolk",
      "watching",
      "out",
      "for",
      "him",
      "a",
      "happy",
      "Lantern",
      "Festival",
      ",",
      "and",
      "sends",
      "his",
      "thanks",
      "to",
      "civil",
      "society",
      "湖北省高法通知阎森本月22号前往立案庭。但阎森知道时逢此时不过又是一次维稳举措而已，去了也会被通知一个月以后如何，然后天下太平，升官发财。阎森公布了电话，接受关心他的网友和媒体",
      "13277663168",
      "建议短信交流避免资讯堵塞",
      "。",
      "Feb",
      "17",
      ",",
      "10:09",
      ":",
      "The",
      "Hubei",
      "provincial",
      "court",
      "has",
      "sent",
      "Yan",
      "Sen",
      "a",
      "summons",
      "requiring",
      "him",
      "to",
      "go",
      "down",
      "before",
      "the",
      "22nd",
      "But",
      "Yan",
      "Sen",
      "knows",
      "this",
      "is",
      "just",
      "another",
      "tactic",
      "the",
      "Stability",
      "Office",
      "users",
      "If",
      "he",
      "goes",
      "he",
      "'ll",
      "just",
      "get",
      "another",
      "summons",
      "for",
      "a",
      "month",
      "from",
      "now",
      ",",
      "things",
      "will",
      "go",
      "back",
      "to",
      "normal",
      "while",
      "officials",
      "get",
      "richer",
      "and",
      "promoted",
      "Yan",
      "Sen",
      "has",
      "publicized",
      "his",
      "phone",
      "number",
      "and",
      "will",
      "take",
      "calls",
      "from",
      "concerned",
      "netizens",
      "or",
      "media",
      ":",
      "13277663168",
      "Text",
      "messages",
      "are",
      "advised",
      "to",
      "avoid",
      "tying",
      "up",
      "the",
      "line",
      "阎森冲出黑监狱后，狱方一直在加强黑监狱的建设，其中一项是给内墙贴一层瓷砖，阎森认为疑似防备后来狱民不可在其上刷写反动抗暴标语！准确体现了黑监狱建设的科学观，也是经验所为",
      "。",
      "Feb",
      "17",
      ",",
      "18:05",
      ":",
      "Since",
      "Yan",
      "Sen",
      "broke",
      "out",
      "of",
      "his",
      "black",
      "prison",
      ",",
      "the",
      "operators",
      "have",
      "been",
      "reinforcing",
      "it",
      "Part",
      "of",
      "that",
      "has",
      "been",
      "to",
      "cover",
      "the",
      "inside",
      "walls",
      "with",
      "ceramic",
      "tile",
      "Yan",
      "Sen",
      "suspects",
      "that",
      "once",
      "this",
      "is",
      "done",
      ",",
      "prisoners",
      "will",
      "no",
      "longer",
      "be",
      "able",
      "to",
      "scribble",
      "reactionary",
      "slogans",
      "of",
      "resistance",
      "on",
      "the",
      "walls",
      "This",
      "rightfully",
      "embodies",
      "the",
      "scientific",
      "concept",
      "of",
      "prison-building",
      ",",
      "and",
      "is",
      "also",
      "borne",
      "of",
      "experience",
      "京城黑监狱匪情之一：刘老板是河北人，带三个彪形大汉老乡看守，拥有子弹头一辆专事从市政府开设的久敬庄接济中心拉人到黑监狱囤积。各省地驻京办无能力接返或不耐烦长期上访人员往返运送，故将访民委托关押在此并交付300到400/日不等费用。阎森的被出售费用是400元一天",
      "。",
      "Feb",
      "18",
      ",",
      "10:00",
      ":",
      "A",
      "bandit",
      "'s",
      "thoughts",
      "on",
      "Beijing",
      "black",
      "prisons",
      ",",
      "part",
      "one",
      ":",
      "Black",
      "prison",
      "boss",
      "Liu",
      "is",
      "from",
      "Hebei",
      "With",
      "his",
      "bullet-shaped",
      "head",
      "and",
      "three",
      "burly",
      "hometown",
      "buddies",
      "standing",
      "guard",
      ",",
      "he",
      "specializes",
      "in",
      "dragging",
      "people",
      "from",
      "the",
      "government-run",
      "Jiujingzhuang",
      "Aid",
      "Center",
      "to",
      "his",
      "black",
      "prison",
      "where",
      "he",
      "hoards",
      "prisoners",
      "For",
      "provincial",
      "governments",
      "everywhere",
      "lacking",
      "the",
      "ability",
      "or",
      "patience",
      "to",
      "keep",
      "sending",
      "petitioners",
      "back",
      "home",
      ",",
      "for",
      "between",
      "RMB",
      "300-400",
      "a",
      "day",
      "they",
      "can",
      "instead",
      "entrust",
      "him",
      "with",
      "keeping",
      "petitioners",
      "locked",
      "up",
      "Yan",
      "Sen",
      "was",
      "'sold",
      "'",
      "to",
      "Liu",
      "at",
      "the",
      "price",
      "of",
      "RMB",
      "400/day",
      "京城黑监狱匪情之二：黑监狱里墙上挂着作息表，对活动腿脚和熄灯时间做以规定。一般不打“货物”。监狱有电脑，看守可上网解闷儿。屋子里堆满各省地截访办送的烟酒礼品，要求不得放人在外就算交易成功。黑监狱一旦被网上披露会立刻搬家继续开办。有人报警被没收手机",
      "。",
      "Feb",
      "18",
      ",",
      "10:00",
      ":",
      "A",
      "bandit",
      "'s",
      "thoughts",
      "on",
      "Beijing",
      "black",
      "prisons",
      ",",
      "part",
      "two",
      ":",
      "A",
      "daily",
      "schedule",
      "is",
      "kept",
      "on",
      "the",
      "wall",
      "of",
      "the",
      "black",
      "prison",
      ",",
      "specifying",
      "times",
      "for",
      "exercise",
      "and",
      "lights",
      "out",
      "Usually",
      ",",
      "\"",
      "the",
      "goods",
      "\"",
      "are",
      "not",
      "beaten",
      "There",
      "'s",
      "a",
      "computer",
      "in",
      "the",
      "black",
      "prison",
      "for",
      "the",
      "guards",
      "to",
      "keep",
      "from",
      "getting",
      "bored",
      "The",
      "rooms",
      "are",
      "full",
      "of",
      "cigarettes",
      "and",
      "booze",
      "sent",
      "it",
      "by",
      "different",
      "provincial",
      "'interception",
      "'",
      "offices",
      "who",
      "see",
      "it",
      "a",
      "done",
      "deal",
      "as",
      "long",
      "as",
      "the",
      "people",
      "are",
      "not",
      "release",
      "As",
      "soon",
      "as",
      "black",
      "prisons",
      "are",
      "exposed",
      "online",
      ",",
      "they",
      "relocate",
      "and",
      "continue",
      "operations",
      "People",
      "who",
      "try",
      "and",
      "call",
      "the",
      "police",
      "have",
      "their",
      "phones",
      "confiscated",
      "京城黑监狱匪情之三：阎森和黑监狱被关押人交谈，对方多呆痴，言辞木讷，惊恐万状，担心有卧底而遭打。一广西女访民偷偷电话110被发现遭打，手机被夺走摔碎。最长有关押20天以上的，省上截访办每日支付黑监狱费用巨额。黑监狱在京城业已产业化",
      "。",
      "Feb",
      "18",
      ",",
      "10:00",
      ":",
      "A",
      "bandit",
      "'s",
      "thoughts",
      "on",
      "Beijing",
      "black",
      "prisons",
      ",",
      "part",
      "three",
      ":",
      "Yan",
      "Sen's",
      "impression",
      "of",
      "his",
      "captors",
      "after",
      "speaking",
      "with",
      "the",
      "other",
      "detainees",
      ":",
      "stupid",
      ",",
      "plainspoken",
      ",",
      "and",
      "terror-stricken",
      ",",
      "beating",
      "anyone",
      "they",
      "suspected",
      "of",
      "being",
      "a",
      "mole",
      "One",
      "woman",
      "from",
      "Guangxi",
      "who",
      "tried",
      "to",
      "sneak",
      "in",
      "a",
      "call",
      "to",
      "the",
      "police",
      "was",
      "beaten",
      "when",
      "found",
      "out",
      ",",
      "her",
      "mobile",
      "phone",
      "taken",
      "away",
      "and",
      "smashed",
      "to",
      "pieces",
      "The",
      "longest",
      "there",
      "had",
      "been",
      "kept",
      "for",
      "over",
      "twenty",
      "days",
      ",",
      "with",
      "the",
      "provincial",
      "'interception",
      "'",
      "office",
      "making",
      "daily",
      "trips",
      "to",
      "the",
      "black",
      "prison",
      "to",
      "drop",
      "off",
      "the",
      "massive",
      "payments",
      "Black",
      "prisons",
      "in",
      "Beijing",
      "are",
      "already",
      "an",
      "industry",
      "of",
      "their",
      "own"
    ]
  }
}