{
  "url": "http://globalvoicesonline.org/?p=197927",
  "id": "197927",
  "body": "Unzipped comments on what appears to be an orchestrated black PR campaign against a local musician in Armenia. One of four finalists in the running to compose the country's entry into this year's Eurovision Song Contest, reports in the local media attack Vahram Petrosyan for considering that Armenian and Azerbaijani music is similar. The blog wonders where \"this recent resurgence of ‘bloodthirstiness’ came from?\"",
  "original_body": "<em>Unzipped </em><a href=\"http://unzipped.blogspot.com/2011/02/vahram-petrosyan-witch-hunt.html\">comments on what appears to be an orchestrated black PR campaign against a local musician in Armenia</a>. One of four finalists in the running to compose the country's entry into this year's Eurovision Song Contest, reports in the local media attack Vahram Petrosyan for considering that Armenian and Azerbaijani music is similar. The blog wonders where \"this recent resurgence of ‘bloodthirstiness’ came from?\"",
  "title": "Armenia: Blind nationalist hatred",
  "byline": "Onnik Krikorian",
  "pub_date": "2011-02-19T13:48:53Z",
  "decompositions": {
    "sentence": [
      "Unzipped comments on what appears to be an orchestrated black PR campaign against a local musician in Armenia.",
      "One of four finalists in the running to compose the country's entry into this year's Eurovision Song Contest, reports in the local media attack Vahram Petrosyan for considering that Armenian and Azerbaijani music is similar.",
      "The blog wonders where \"this recent resurgence of ‘bloodthirstiness’ came from?\""
    ],
    "tokens": [
      "Unzipped",
      "comments",
      "on",
      "what",
      "appears",
      "to",
      "be",
      "an",
      "orchestrated",
      "black",
      "PR",
      "campaign",
      "against",
      "a",
      "local",
      "musician",
      "in",
      "Armenia",
      "One",
      "of",
      "four",
      "finalists",
      "in",
      "the",
      "running",
      "to",
      "compose",
      "the",
      "country",
      "'s",
      "entry",
      "into",
      "this",
      "year",
      "'s",
      "Eurovision",
      "Song",
      "Contest",
      ",",
      "reports",
      "in",
      "the",
      "local",
      "media",
      "attack",
      "Vahram",
      "Petrosyan",
      "for",
      "considering",
      "that",
      "Armenian",
      "and",
      "Azerbaijani",
      "music",
      "is",
      "similar",
      "The",
      "blog",
      "wonders",
      "where",
      "\"",
      "this",
      "recent",
      "resurgence",
      "of",
      "‘bloodthirstiness",
      "’",
      "came",
      "from",
      "?"
    ]
  }
}