{
  "url": "http://globalvoicesonline.org/?p=199262",
  "id": "199262",
  "body": "Two small protests Sunday have been declared the beginning of China's own revolution, and yes, it all started on Twitter. Many felt leading up to the protests that they would prove to be little more than performance art, but now wonder if the heavy-handed response from authorities has created something bigger.\n\nHave the Chinese caught the freedom flu, or is China's Jasmine Revolution a bunch of amplified wishful thinking spread almost exclusively on Twitter? Why was everything posted on Twitter? Why is there no leadership? Numero\n\nOther questions floating around: Was the original anonymous Boxun post part of an elaborate sting operation aimed at silencing those who Beijing authorities feel might give growth to a movement in the months or years to come, or, as well-known Beijing-based liberal commentators and heavy Twitter users Mo Zhixu and Stainless Steel Mouse (along with many others) feel, and with a second round of protests coming this weekend, did authorities, through their heavy-handed response, take what looked like something of a joke at their (and taxpayers') expense and give it inertia? \n\nThoughts on these and more from Mo and Mouse over the past few days are aggregated below, but first, a sample of the myriad things that have been tweeted since this started:\n\n https://twitter.com/isaac/status/39522419773284352\n昨天中文推特发推量达到227K，达到有史以来的最高纪录 #twittercn\n11:10 AM Feb 21st\n Isaac Mao: 227,000 Chinese language tweets were posted yesterday, an all-time record high.\n\n https://twitter.com/rui7905/status/39506006220218368\n早上一来，收邮件发现有一封来自某IDC机房的紧急通知，看后才知道，原来在周末发布的关键字屏蔽列表里，居然还有“梅花革命 牡丹花革命 映山红(金达莱)革命 葵花子政变”……\n 10:05 AM Feb 21st\nKevin Li: First thing this morning I checked my e-mail, found an urgent notice from my IDC server room. Reading it was the first I'd heard that this weekend's banned word list contains things like 'plum blossom revolution,' 'peony revolution,' 'azalea revolution,' 'sunflower seed coup'......\n\nhttps://www.youtube.com/watch?v=MZwpsNVdE6E&amp;feature=player_embedded\nhttps://www.youtube.com/watch?v=soQMvY9hojc&amp;feature=related\nhttps://wmrblog.blogspot.com/2011/02/blog-post_20.html\n\n https://twitter.com/Alice7vong/status/39146369537150976\n收到班长的短信：接教育厅紧急通知，今天（20日）所有返校学生须在校园内，不得外出.(各位請勿問我為什麼,因為我也不知原因.）//难道是因为“茉莉花”？囧…昨晚同学还叫我回去吃特产，既然要被软禁那我不回去了…\n10:16 AM Feb 20th\n Alice 7vong: I got a text message from my class leader: \"Urgent notice from the Ministry of Education, all students are required to remain on campus today (Feb. 20th) and are not allowed to leave (Please don't ask me why, because I don't know either).\" //Because of the \"Jasmine Revolution\"? Jiong...last night a classmate called me up to go out for some hometown snacks, turns out we're on lockdown so I couldn't go...\n\n https://twitter.com/zokio/status/38943191403069440\n茉莉花行动，就是一恶作剧，认真你就输了。当年苏联就是被里根搞的虚拟现实主义艺术方案——星球大战计划给拖垮的，葛优说的好：谁动感情谁完蛋。\n8:49 PM Feb 19th\n Zokio: The Jasmine Revolution is just a practical joke, it'll be over the second anyone takes it seriously. What took the Soviet Union down was Reagan's virtual reality-ism plan—it crumbled against his \"Star Wars\" initiative. Ge You said it best: Whoever gets stirred up is done in for.\n\n https://twitter.com/Utopian1989/status/39298137197785088\n刚一起吃饭的朋友看港台报道中国茉莉花革命，随后又报巴林利比亚等地革命，感叹这世道变得太快。我却觉得世道已经很久不变了，改变的希望还在，就在我们这一代。\n8:19 PM Feb 20th \n Utopian1989: Was just eating with a friend when the Hong Kong news came on with a report on the Jasmine Revolution, followed by the revolutions in Bahrain and Libya. Sigh, this world is changing too fast. But I feel more that it's been too long since it last changed, I still have hope that it will change, within our lifetimes, too.\n\n https://twitter.com/Utopian1989/status/39309147044450304\n多想还在北京，和他一起上街，买瓶茉莉花茶，分享生命的喜悦。一起散步，一起回家，和正在改变的中国一起迎来茉莉花开。\n9:03 PM Feb 20th\n Utopian1989: Oh how I wish I was in Beijing now, out on the street with him. We'd buy a bottle of Jasmine tea and share the joy of being alive. We'd march together, then go home together, and with the now-changing China together, watch the Jasmine flower bloom.\n\n https://twitter.com/samuelincn/status/39340669977903104\n真正的弱势群体没有加入到这次活动中来，比如地下教友、复原军人、失地农民、下岗职工、城市贫民、法轮功等等。。。所以说，今天只是开始。。。 #cn220 #freechina\n11:08 PM Feb 20th\n SamuelInCn: The truly disadvantaged groups haven't joined in with this, like underground churches, rehabilitated soldiers, landless farmers, the laid-off former SOE employees, the urban poor, Falun Gong, etc...which is why today is just the beginning...\n\n https://twitter.com/jajia/status/39245700856283136\n这次集合基本就是个玩笑，但是他们当真了。有点作茧自缚的意思。群众的聚合，很大程度上来自警方的阵势过于庞大。但是说实话，他们摆出的阵仗，具备震慑作用。很多带着小孩的家长迅速离开，担心发生什么事情。大家都预感到有什么大事，并认为不可思议。\n4:51 PM Feb 20th\n Jia Jia: This gathering is one big joke, but they think it's for real. Seems they've gotten caught up in their own web. If a crowd gathers, it'll for the most part be to the excess size of police forces. But to be honest, their battle posture will definitely frighten people. Many families with children will leave quickly, worried something will happen. Everybody senses that something big is about to happen, but they also find it unimaginable.\n\n https://twitter.com/jajia/status/39252426686996480\n总而言之，以后还是寄望于准确信息的快速传播与响应。否则以今天看来，无目的无诉求无明确行为的聚集，很容易被以维持治安的名义将之分化及驱离。这是一个玩笑，就当今天大家检阅纳税人养的装备精良的警察队伍了，没事儿都洗洗睡吧。\n5:18 PM Feb 20th\n Jia Jia: In a word, keep on hoping that the right information keeps spreading quickly and far. Otherwise, judging from today, assemblies with no goal or demands or clear action will be easily dispersed in the name of maintaining public order. This is a joke, all people did was inspect the well-equipped police force raised on taxpayer money, didn't even lose a minute of sleep.\n\n https://twitter.com/jajia/status/39255978004328449\n最好玩的还于，他们和外部世界都以为是真的。于是一坨屎盆子自己倒在自己头上。。。RT@_ym: “爸爸讲个故事吧喵～”“很久很久以前，有个宅男吃着泡面费着纸，在秘密树洞发了个推，让世界上¼的警察走上街头，让我的api挂了喵…”\n5:32 PM Feb 20th\n Jia Jia: The funniest part about this is they and the rest of the world took this seriously. Then a pile of bedpans got dumped on their heads... RT @_ym: \"Daddy, tell me a storrrry\" \"A long, long time ago, a home-aloner finished his noodles and soiled his kleenex, then sent a tweet out the shudong. Then 1/4 of all police on earth filled the streets, and then my API got blocked...\"\n\n https://twitter.com/tdtw/status/39257716811767808\n虽说今天的事情完全是个恶作剧，但众警察国保回头还不好跟上面说情报有误，而是汇报说抓到了危险分子X人云云，战果颇丰。上面听到后一阵庆幸，洋洋自得道：幸好俺们英明，这才将革命彻底扼杀在了摇篮之中。\n5:39 PM Feb 20th\n 'Knock Down the Berlin Wall': Even though what happened today was a complete practical joke, the police and domestic security agents can't really go back and say they got bad intelligence, so instead they report back that they arrested this and that dangerous element with excellent results. Their higher-ups will hear this and celebrate then smugly say: Lucky we're so good at what we do! We annihilated this revolution while it was still in the crib.\n\n https://twitter.com/BaiqiaoCh/status/39225977653428224\n中共真的快完了，就看今天晚上那些新五毛的拙劣表演，就知道他们玩不了多久了。个个都是一副狗急跳墙的样子。就算过去看不明白的人都会看明白了：只有被逼到墙角的狗才会“狗急跳墙”呀。\n3:32 PM Feb 20th\n Tang Baiqiao: The CCP is almost finished, just look at what a shabby job those new 50 Cent Party members did and you can see they don't have much time left. Each and every one of them look desperate like they're backed up against a wall. Even clueless people have started to see through it now: a dog backed into a corner would go to such lengths.\n\n https://twitter.com/BaiqiaoCh/status/39229396288020480\n各位晚安。茉莉花革命欲演结束了。明天开始写总结报告。大家估计今天全国动用了多少警力，出动了多少国宝，吓着了多少当权者？还有那些可怜的五毛们，咱们今生无缘，但你们尽情抹黑中共让更多人知道中共的丑恶嘴脸，没有功劳也有苦劳。不过干这种没出息的五毛勾当应该适可而止。\n3:46 PM Feb 20th\n Tang Baiqiao: Goodnight, everyone. The Jasmine Revolution rehearsal is over. Tomorrow I'll write a post summing it up. Everyone seems to think that large numbers of police and domestic security agents have been mobilized all across the country. How scared are the rulers? And those pathetic 50 Cent Party members, our lives may be in vain, but what you've done is tarnish the image of the CCP and shown people its true ugly face. Your hard work has paid off, just not the way you intended. Though, even worthless 50 Cent Party members should not overdo it.\n\n https://twitter.com/no_Z_turn/status/39279500021858304\n今天是TG在进行应对网络革命的演习呢吧？敏感词得敏感词的时候也没有这么大的声势啊！看来那几个“中国人民的老朋友”的下场把丫们给下着了。\n7:05 PM Feb 20th\n No_Z_turn: So today the CCP practices shutting down a cyber revolution? Even when XXX went XXX, there wasn't this big a response! With \"the old friends of the Chinese people\" overthrown now, it seems their turn is next.\n\n https://twitter.com/yinxingongzi/status/39202427265613824\n现在看来这次国内所谓的鲜花革命是一场由网民倡导，由党中央响应和领导，由各级维稳部门倾力参与，由民主人士全力配合，由人民群众围观鉴赏的后现代民主主义革命。 #cn220\n1:59 PM Feb 20th\n Yinxin Gongzi: Seems now that this domestic so-called flower revolution was initiated by netizens, but the Party Central Committee's response has been to take lead and force Stability departments at every level to take part. A postmodern democratic revolution with the full cooperation of democracy advocates and the masses standing around to appreciate it.\n\n https://twitter.com/Hexilou/status/38876502766387200\n辛亥革命的爆发，这是告诉我们，当时的中国，由政治领导改进社会之希望已断绝，不得不转由社会领导来改进政治。\n4:24 PM Feb 19th\n He Xilou: The eruption of the Xinhai revolution should tell us that in China at that time, all hope of political leaders improving society were dead and political changes had to be carried out by leaders within society.\n\n\nAlso building on the idea that China's Twitter users intended Sunday's gatherings as a joke but went out of curiosity were tweets like these:\n\n https://twitter.com/aizong/status/38970317518938112\n明天礼拜天，这个礼拜，20日，外面真有活动吗？我去教会\n10:37 PM Feb 19th\n Hangzhou-based journalist Zan Aizong: Tomorrow is Sunday. This week, on the 20th, is there anything happening? I'll be going to church.\n\n https://twitter.com/langzichn/status/39186037255184384\n我去北京路逛书店。\n12:54 PM Feb 20th\n Guangzhou-based journalist LangziChn: I'm off to the bookstore on Beijing Rd.\n\n https://twitter.com/litiantian/status/38647276175888384\n周日人民广场附近的上海书城是必须去一趟的，好久没有去书城了。有去书城的吗？\n1:13 AM Feb 19th\n Shanghai-based lawyer Li Tiantian (status unknown following her arrest Saturday night): I definitely have to go to the Shanghai Book City near People's Square this Saturday, I haven't been to the bookstore for ages. Is anyone else going to the bookstore?\n\n https://twitter.com/litiantian/status/38648271438086144\n我想周日下午2点去人民广场给人提供免费指路服务.\n1:17 AM Feb 19th\n Li Tiantian: I think that at 2pm on Sunday, I'm going to go to People's Square and give people free directions.\n\n https://twitter.com/litiantian/status/38658076475133952\n上海人民广场附近很多酱油。@leqing77: @litiantian 那附近哪里能打酱油？\n1:56 AM Feb 19th\n Li Tiantian: There's lots of soy sauce for sale around Shanghai's People's Square. RT @leqing77: @litiantian Where can I get some soy sauce near there?\n\nMo Zhixu's Jasmine tweets from Saturday through to Monday:\n\n 12:24 PM Feb 19th https://twitter.com/mozhixu/status/38816184220520448\n靠, 啥中国茉莉花，整个就是闪客行动嘛，作为老一辈闪客行为艺术家，我感到压力很大；\n C'mon, a Jasmine Revolution in China? This is just a big flash mob, that's all. As an older generation performance artist, I think I just might have to cope with this.\n\n 12:39 PM Feb 19th https://twitter.com/mozhixu/status/38819933118795777\n我觉得吧，这个中国茉莉花行动是一挺好的行为艺术策划，国际、流行、时尚，无论是民间还是官方，当真了就输了；革命不会因为艺术策划而点燃，只会因为中南海的错误决定而点燃。。。。\n But I think, this Chinese Jasmine Revolution is a great performance art idea. International, trendy, fashionable, whether you're grassroots or an official, it'll fail if people take it seriously; Revolutions don't get sparked performance art installations, they can only be sparked by mistakes Zhongnanhai makes....\n\n Sun Feb 20 2011 00:29:12 https://twitter.com/mozhixu/status/38998545893691392\n成都警方这次肯定犯错误了，以冉匪的脾气，今夜无端不能回家，令小女受惊，以后必然会搞出点事情来的！\n Chengdu police have made a huge mistake this time. Given Ran Yunfei's temperament, there's no reason he shouldn't be let go tonight. Even little girls will get frightened if they keep him, and then there will definitely be something happening after that!\n\n Sun Feb 20 2011 10:41:41 https://twitter.com/mozhixu/status/39152681301839872\n不思扩大政治参与，逐步开放体制，而是试图运用整个体制资源，管理社会，我觉得这样也不错，省得再谈什么政改了\n They way they've given no thought to expanding political participation and gradually opening up the system, instead trying to use up the entire system's resources to manage society, I actually think that's not a bad idea, means no more chatter about implementing political reforms.\n\n Sun Feb 20 2011 14:41:14 https://twitter.com/mozhixu/status/39212966255525888\n刚才片警同志郑重地问我到底怎么回事情，估计他也是一头雾水，我解释了几句不必担心、行为艺术、推特翻墙云云，估计他还是一头雾水；\n A policeman just asked me solemnly what exactly is going on. I guess he's just as confused as upstairs is. I explained a bit and said there's no need to worry, this is all just performance art, people jumping over the Great Firewall of China and whatnot. I think he hung up just as confused.\n\n Sun Feb 20 2011 16:08:45 https://twitter.com/mozhixu/status/39234989941854208\n茉莉花没有开成，该放人了吧?\n The Jasmine Flower never blossomed, so why haven't they released people yet?\n\n Sun Feb 20 2011 17:35:22 https://twitter.com/mozhixu/status/39256787408396288\n话说这次的茉莉花行为艺术还是有破绽的，二月间哪里去找茉莉花嘛，唉，现在的都市青年看来都没养过花嘛。\n Anyway, this Jasmine Revolution performance art wasn't going anywhere: you can't find Jasmine Flowers in the middle of February. Aye, city kids these days know nothing about floriculture.\n\n Mon Feb 21 2011 02:42:07 https://twitter.com/mozhixu/status/39394381496582144\n“茉莉花革命”这么个行为艺术，谁认真谁输，结果是当局认真了，也就是当局输了；在这方面伍皓部长就要高明些，懂的配合行为艺术，所以还捞回来不少。。。强烈建议重用伍部长！\n The thing about this \"Jasmine Revolution\" performance art, taking it seriously was bound to fail. But authorities did, which is why they lost. I think even department head Wu Hao was smarter than that, smart enough to just play along, which is why he got back so much...I strongly suggest department head Wu Hao be promoted!\n\n\nAnd Stainless Steel Mouse's tweets through to today. Stainless Steel Mouse, it should be pointed out, is both a close associate of Liu Xiaobo's as well as vocal holder of the belief that he and others sympathetic to the causes of freedom and human rights should be in prison, if Beijing authorities are so willing to incarcerate people based on their writings alone. She is also known for her translation of works such as A Force More Powerful.\n\n Sat Feb 19 2011 01:39:20 https://twitter.com/liudimouse/status/38653805956562944\n王府井有不止一个麦当劳\n There's more than one McDonald's at Wangfujing\n\n Sat Feb 19 2011 12:17:12 https://twitter.com/liudimouse/status/38814330845667328\n问题是明天我党遇到购物的怎么办？\n What happens tomorrow if the Party runs into a bunch of shoppers?\n\n Sat Feb 19 2011 12:22:10 https://twitter.com/liudimouse/status/38815580974751745\n在麦当劳门口喊我们要吃饭，搞笑啊\n Yelling you want food to eat right in front of McDonald's, that's hilarious.\n\n Sat Feb 19 2011 12:28:31 https://twitter.com/liudimouse/status/38817179558223873\n这鬼主意真不是我出的\n Really, this wasn't my stupid idea.\n\n Sat Feb 19 2011 15:13:46 https://twitter.com/liudimouse/status/38858766686355456\n批发点茉莉花明天上街卖是不是个好主意呢\n It would be a good idea though to buy a bunch of Jasmine flowers and sell them on the street tomorrow, right?\n\n Sat Feb 19 2011 15:14:42 https://twitter.com/liudimouse/status/38859002653708289\n还是批发点茶叶更能赚？\n Or would selling tea turn a better profit?\n\n Sat Feb 19 2011 15:17:44 https://twitter.com/liudimouse/status/38859763387203585\n这两天喝茶的，喝的都是茉莉花茶\n Everyone getting called out to drink tea these two days, they're all drinking Jasmine tea\n\n Sat Feb 19 2011 18:12:00 https://twitter.com/liudimouse/status/38903619730284544\n明天开心网菜园里是不是连茉莉花都不能种了\n Will Jasmine flowers be banned from Happy Farm on Kaixin001 tomorrow?\n\n Sat Feb 19 2011 22:42:42 https://twitter.com/liudimouse/status/38971743531958272\n明天茉莉花行动的主力是警察，大家可以注意到，预定的游行地点会有大批警察集合\n The main force behind tomorrow's action will be police. People should note that large numbers of police will be gathered at all the preset rally locations.\n\n Sat Feb 19 2011 23:11:41 https://twitter.com/liudimouse/status/38979036764057600\n支持革命，借机高价卖花；支持自焚，借机高价卖打火机；支持拍砖，借机高价卖砖头……\n I support revolution, as a chance to sell flowers at inflated prices; I support self-immolation, as a chance to sell lighters at inflated prices; I support throwing bricks, as a chance to sell bricks at inflated prices.....\n\n Sat Feb 19 2011 23:33:04 https://twitter.com/liudimouse/status/38984418349555712\n革命要跟三味书屋讲座一样，每周来一次，地点临时通知\n Revolutions should be like book readings at San Wei Bookstore: once a week, with the location chosen at the last minute.\n\n Sun Feb 20 2011 14:38:17 https://twitter.com/liudimouse/status/39212224455258112\n今天这事到底是怎么造成的，其实谁也不知道，我党抓狂了，哇哈哈哈\n How exactly did today come about? Nobody actually knows, but the Party at least has gone crazy, wahahaha\n\n Sun Feb 20 2011 14:42:54 https://twitter.com/liudimouse/status/39213384939343873\n今天麦当劳的生意大概不错\n McDonald's must be having good business today\n\n Sun Feb 20 2011 18:02:05 https://twitter.com/liudimouse/status/39263512769335296\n公开策略，迫使对方适应你的策略\n When you make your strategy public, you force your opponent to adapt.\n\n Sun Feb 20 2011 21:36:15 https://twitter.com/liudimouse/status/39317411282948096\n所谓革命，就是A围观B，B围观C，C围观D，D围观A，最后革命就成了\n This so-called revolution, it's A standing and watching B, B standing and watching C, C standing and watching D, and D standing and watching A. Then the revolution is complete.\n\n Sun Feb 20 2011 21:37:25 https://twitter.com/liudimouse/status/39317703063769088\n所谓革命，就是党觉得会有革命，派大量警力镇压，最后革命就成了\n This so-called revolution, it's only the Party that thinks there could be a revolution, so it mobilized a massive police presence to suppress it, and in the end the revolution began.\n\n Sun Feb 20 2011 23:06:47 https://twitter.com/liudimouse/status/39340192695463936\n不管是08宪章还是这次的茉莉花革命，要不是我党反应那么强烈，可能都不会有多大动静，所以说革命都是他们自己制造的。\n If you look at either Charter 08 or this Jasmine Revolution, if the Party hadn't responded with such force, they probably wouldn't have gone anywhere. Which is why I'm saying they created the revolution themselves.\n\n Sun Feb 20 2011 23:11:36 https://twitter.com/liudimouse/status/39341404224233472\n所以说，只要我党认为某事有威胁，那就一定有威胁；我党认为革命要来，那就一定要来。\n In other words, as long as the Party sees this or that as a threat, then it's guaranteed to become a threat; if the Party suspects a revolution is coming, then one is guaranteed to come.\n\n Mon Feb 21 2011 05:59:34 https://twitter.com/liudimouse/status/39444071764205569\n这次之前大家都不知道能聚起来，下次应该考虑考虑聚集之后干点啥，怎样跟围观群众解释。\n Nobody knew beforehand if anyone would actually show up. For next time they should consider carefully what to do after people gather, how to explain themselves to everyone who gathers around to watch.\n\n Mon Feb 21 2011 06:10:33 https://twitter.com/liudimouse/status/39446835923779584\n革命要充分利用生态环境\n A revolution needs to make full use of its environment.\n\n Mon Feb 21 2011 08:11:44 https://twitter.com/liudimouse/status/39477332318097409\n现在是共谋的时代，不是密谋的时代。我党还是找幕后黑手那套思路，但其实可能没什么幕后黑手，树洞和博讯的帖子随便哪个不知名的小人物都能发，大家上街也都是自愿去的不需要谁来组织。\n Today's is the age of conspiracy, not the age of plots. The Party still thinks it can find someone running things from behind the scene, when it's possible there is no one standing behind the scene. The original author of the post on Boxun could just as well have been someone that nobody's ever heard of; people took to the streets because they wanted to. This didn't need anyone to organize.\n\n Mon Feb 21 2011 08:20:30 https://twitter.com/liudimouse/status/39479538119352320\n好多事就是大家互相影响的结果，而不是有什么幕后黑手在组织。\n Many things are the result of how people influence each other, and not because there's some bad guy behind the scene calling the shots.\n\n Mon Feb 21 2011 08:29:41 https://twitter.com/liudimouse/status/39481853144465408 \n没人指挥我们的行动，我们都是根据外界信息来调整自己的行动。这就好比市场交易中没人指挥买家和卖家进行合作，双方都是通过价格信号来调整自己的行为的。\n Nobody directed us to action, we all adjusted our action based on information coming from abroad. For comparison, in a free market nobody directs buyers and sellers to conduct transactions. Both sides adjust their behavior based on price signals.\n\n Mon Feb 21 2011 08:34:01 https://twitter.com/liudimouse/status/39482943214714880\n我们决定自己行动的信息就是他人行动的结果，我们甚至都不需要直接与他人沟通就可以实现与他人的合作。\n The information based on which we decide to take action is itself the result of someone else's action; we don't even need to communicate directly with other people in order to engage in cooperation with them.\n\n Mon Feb 21 2011 08:37:32 https://twitter.com/liudimouse/status/39483827181207552\n所以，我们不必为了运动而组织群众，而可以通过运动本身来发动群众。\n Therefore, we don't need to organize crowds just to start a movement. We can launch a movement just through movement itself.\n\n Mon Feb 21 2011 08:43:57 https://twitter.com/liudimouse/status/39485443523223552\n暴力革命喜欢密谋，人民起义不需要密谋，罗马尼亚就是一瞬间的事\n Violent revolutions love plots, but people's uprisings don't need them, Romania for example happened spontaneously.\n\nAnd today:\n\n https://twitter.com/liudimouse/status/40083873895292928\n自首这件事，一个人自首挺没劲，要自首就找一堆人集体自首；要搞行为艺术，就要找一堆完全无关的人来自首。\n Regarding turning yourself in, doing it alone is kind of a waste. If you're going to surrender, you should find a group to do it with. If it's performance art you want, you have to get a bunch of strangers to turn themselves in together.\n\n https://twitter.com/liudimouse/status/40084205752811520\n大家抢着认领革命，也挺行为艺术的。\n Everyone rushing to claim leadership, now there's some real performance art.\n\n https://twitter.com/liudimouse/status/40084564634243072\n要不然就干脆没人认领，我觉得这事说不定是哪个AI策划的\n Otherwise just don't bother with having a leader. You know, I think this thing might have even been planned by some artificial intelligence.\n\n https://twitter.com/liudimouse/status/40085077820051456\n要不然本周日大家集体自首算了\n Otherwise, come this Sunday, everyone will just turn themselves in.\n\n https://twitter.com/liudimouse/status/40095722120413184\n其实没有领导人的革命真的可以搞成，比如，大家可以根据纳斯达克指数来决定集会地点\n In fact, leaderless revolutions can succeed too. For example, people could choose their gathering locations based on the Nasdaq index\n\n https://twitter.com/liudimouse/status/40328632861720576\n现在茉莉花革命就是一行为艺术嘛，怎么就有人谈到人头落地了，太夸张了\n Look, the Jasmine Revolution is just an act of performance art, why are people talking about people's heads rolling? That's a bit of an exaggeration.\n\n https://twitter.com/liudimouse/status/40329119350652928\n现在抓的都是跟茉莉花没关系的人，老革命也都没怎么参加，参加的全是新人，我党很难办的\n The people being arrested now have nothing to do with Jasmine, older revolutionaries aren't taking part, the people who are taking part are all fresh. The Party's in a pickle. ",
  "original_body": "Two small protests Sunday have been declared the beginning of China's own revolution, and yes, it all started on Twitter. Many felt leading up to the protests that they would prove to be little more than performance art, but now wonder if the heavy-handed response from authorities has created something bigger.\n\nHave the Chinese caught <a href=\"http://globalvoicesonline.org/specialcoverage/\">the freedom flu, or is </a><a href=\"http://en.wikipedia.org/wiki/Jasmine_Revolution_in_China\">China's Jasmine Revolution</a> a bunch of amplified wishful thinking spread almost exclusively on Twitter? Why was everything posted on Twitter? Why is there no leadership? Numero\n\nOther questions floating around: Was the original anonymous Boxun post part of an elaborate sting operation aimed at silencing those who Beijing authorities feel might give growth to a movement in the months or years to come, or, as well-known Beijing-based liberal commentators and heavy Twitter users <a href=\"http://globalvoicesonline.org/2010/04/22/china-tribute-to-the-leader-of-50-cent-party/\">Mo Zhixu</a> and <a href=\"http://en.wikipedia.org/wiki/Liu_Di\">Stainless Steel Mouse</a> (along with many others) feel, and with <a href=\"http://www.hrichina.org/public/contents/press?revision_id=192612&item_id=192610\">a second round of protests</a> coming this weekend, did authorities, through their heavy-handed response, take what looked like something of <a href=\"http://transpacifica.net/2011/02/21/police-led-protests-satire-and-the-jasmine-revolution/\">a joke</a> at their (and taxpayers') expense and give it inertia? \n\nThoughts on these and more from Mo and Mouse over the past few days are aggregated below, but first, a sample of the myriad things that have been tweeted since this started:\n\n<blockquote>https://twitter.com/isaac/status/39522419773284352\n昨天中文推特发推量达到227K，达到有史以来的最高纪录 #twittercn\n11:10 AM Feb 21st</blockquote>\n<div class=\"translation\"><a href=\"http://en.wikipedia.org/wiki/Isaac_Mao\">Isaac Mao</a>: 227,000 Chinese language tweets were posted yesterday, an all-time record high.</div>\n\n<blockquote>https://twitter.com/rui7905/status/39506006220218368\n早上一来，收邮件发现有一封来自某IDC机房的紧急通知，看后才知道，原来在周末发布的关键字屏蔽列表里，居然还有“梅花革命 牡丹花革命 映山红(金达莱)革命 葵花子政变”……</blockquote>\n<div class=\"translation\">10:05 AM Feb 21st\nKevin Li: First thing this morning I checked my e-mail, found an urgent notice from my IDC server room. Reading it was the first I'd heard that this weekend's banned word list contains things like 'plum blossom revolution,' 'peony revolution,' 'azalea revolution,' 'sunflower seed coup'......</div>\n\nhttps://www.youtube.com/watch?v=MZwpsNVdE6E&feature=player_embedded\nhttps://www.youtube.com/watch?v=soQMvY9hojc&feature=related\nhttps://wmrblog.blogspot.com/2011/02/blog-post_20.html\n\n<blockquote>https://twitter.com/Alice7vong/status/39146369537150976\n收到班长的短信：接教育厅紧急通知，今天（20日）所有返校学生须在校园内，不得外出.(各位請勿問我為什麼,因為我也不知原因.）//难道是因为“茉莉花”？囧…昨晚同学还叫我回去吃特产，既然要被软禁那我不回去了…\n10:16 AM Feb 20th</blockquote>\n<div class=\"translation\">Alice 7vong: I got a text message from my class leader: \"Urgent notice from the Ministry of Education, all students are required to remain on campus today (Feb. 20th) and are not allowed to leave (Please don't ask me why, because I don't know either).\" //Because of the \"Jasmine Revolution\"? <a href=\"http://en.wikipedia.org/wiki/Jiong\">Jiong</a>...last night a classmate called me up to go out for some hometown snacks, turns out we're on lockdown so I couldn't go...</div>\n\n<blockquote>https://twitter.com/zokio/status/38943191403069440\n茉莉花行动，就是一恶作剧，认真你就输了。当年苏联就是被里根搞的虚拟现实主义艺术方案——星球大战计划给拖垮的，葛优说的好：谁动感情谁完蛋。\n8:49 PM Feb 19th</blockquote>\n<div class=\"translation\">Zokio: The Jasmine Revolution is just a practical joke, it'll be over the second anyone takes it seriously. What took the Soviet Union down was Reagan's virtual reality-ism plan—it crumbled against his \"Star Wars\" initiative. <a href=\"http://en.wikipedia.org/wiki/Ge_You\">Ge You</a> said it best: Whoever gets stirred up is done in for.</div>\n\n<blockquote>https://twitter.com/Utopian1989/status/39298137197785088\n刚一起吃饭的朋友看港台报道中国茉莉花革命，随后又报巴林利比亚等地革命，感叹这世道变得太快。我却觉得世道已经很久不变了，改变的希望还在，就在我们这一代。\n8:19 PM Feb 20th </blockquote>\n<div class=\"translation\">Utopian1989: Was just eating with a friend when the Hong Kong news came on with a report on the Jasmine Revolution, followed by the revolutions in Bahrain and Libya. Sigh, this world is changing too fast. But I feel more that it's been too long since it last changed, I still have hope that it will change, within our lifetimes, too.</div>\n\n<blockquote>https://twitter.com/Utopian1989/status/39309147044450304\n多想还在北京，和他一起上街，买瓶茉莉花茶，分享生命的喜悦。一起散步，一起回家，和正在改变的中国一起迎来茉莉花开。\n9:03 PM Feb 20th</blockquote>\n<div class=\"translation\">Utopian1989: Oh how I wish I was in Beijing now, out on the street with him. We'd buy a bottle of Jasmine tea and share the joy of being alive. We'd march together, then go home together, and with the now-changing China together, watch the Jasmine flower bloom.</div>\n\n<blockquote>https://twitter.com/samuelincn/status/39340669977903104\n真正的弱势群体没有加入到这次活动中来，比如地下教友、复原军人、失地农民、下岗职工、城市贫民、法轮功等等。。。所以说，今天只是开始。。。 #cn220 #freechina\n11:08 PM Feb 20th</blockquote>\n<div class=\"translation\">SamuelInCn: The truly disadvantaged groups haven't joined in with this, like underground churches, rehabilitated soldiers, landless farmers, the laid-off former SOE employees, the urban poor, Falun Gong, etc...which is why today is just the beginning...</div>\n\n<blockquote>https://twitter.com/jajia/status/39245700856283136\n这次集合基本就是个玩笑，但是他们当真了。有点作茧自缚的意思。群众的聚合，很大程度上来自警方的阵势过于庞大。但是说实话，他们摆出的阵仗，具备震慑作用。很多带着小孩的家长迅速离开，担心发生什么事情。大家都预感到有什么大事，并认为不可思议。\n4:51 PM Feb 20th</blockquote>\n<div class=\"translation\">Jia Jia: This gathering is one big joke, but they think it's for real. Seems they've gotten caught up in their own web. If a crowd gathers, it'll for the most part be to the excess size of police forces. But to be honest, their battle posture will definitely frighten people. Many families with children will leave quickly, worried something will happen. Everybody senses that something big is about to happen, but they also find it unimaginable.</div>\n\n<blockquote>https://twitter.com/jajia/status/39252426686996480\n总而言之，以后还是寄望于准确信息的快速传播与响应。否则以今天看来，无目的无诉求无明确行为的聚集，很容易被以维持治安的名义将之分化及驱离。这是一个玩笑，就当今天大家检阅纳税人养的装备精良的警察队伍了，没事儿都洗洗睡吧。\n5:18 PM Feb 20th</blockquote>\n<div class=\"translation\">Jia Jia: In a word, keep on hoping that the right information keeps spreading quickly and far. Otherwise, judging from today, assemblies with no goal or demands or clear action will be easily dispersed in the name of maintaining public order. This is a joke, all people did was inspect the well-equipped police force raised on taxpayer money, didn't even lose a minute of sleep.</div>\n\n<blockquote>https://twitter.com/jajia/status/39255978004328449\n最好玩的还于，他们和外部世界都以为是真的。于是一坨屎盆子自己倒在自己头上。。。RT@_ym: “爸爸讲个故事吧喵～”“很久很久以前，有个宅男吃着泡面费着纸，在秘密树洞发了个推，让世界上¼的警察走上街头，让我的api挂了喵…”\n5:32 PM Feb 20th</blockquote>\n<div class=\"translation\">Jia Jia: The funniest part about this is they and the rest of the world took this seriously. Then a pile of bedpans got dumped on their heads... RT @_ym: \"Daddy, tell me a storrrry\" \"A long, long time ago, a home-aloner finished his noodles and soiled his kleenex, then sent a tweet out the <a href=\"http://chinadigitaltimes.net/2011/02/jason-ng-what-a-beautiful-sensitive-word/\">shudong</a>. Then 1/4 of all police on earth filled the streets, and then my API got blocked...\"</div>\n\n<blockquote>https://twitter.com/tdtw/status/39257716811767808\n虽说今天的事情完全是个恶作剧，但众警察国保回头还不好跟上面说情报有误，而是汇报说抓到了危险分子X人云云，战果颇丰。上面听到后一阵庆幸，洋洋自得道：幸好俺们英明，这才将革命彻底扼杀在了摇篮之中。\n5:39 PM Feb 20th</blockquote>\n<div class=\"translation\">'Knock Down the Berlin Wall': Even though what happened today was a complete practical joke, the police and domestic security agents can't really go back and say they got bad intelligence, so instead they report back that they arrested this and that dangerous element with excellent results. Their higher-ups will hear this and celebrate then smugly say: Lucky we're so good at what we do! We annihilated this revolution while it was still in the crib.</div>\n\n<blockquote>https://twitter.com/BaiqiaoCh/status/39225977653428224\n中共真的快完了，就看今天晚上那些新五毛的拙劣表演，就知道他们玩不了多久了。个个都是一副狗急跳墙的样子。就算过去看不明白的人都会看明白了：只有被逼到墙角的狗才会“狗急跳墙”呀。\n3:32 PM Feb 20th</blockquote>\n<div class=\"translation\">Tang Baiqiao: The CCP is almost finished, just look at what a shabby job <a href=\"http://chinadigitaltimes.net/2011/02/jason-ng-what-a-beautiful-sensitive-word/\">those new 50 Cent Party</a> members did and you can see they don't have much time left. Each and every one of them look desperate like they're backed up against a wall. Even clueless people have started to see through it now: a dog backed into a corner would go to such lengths.</div>\n\n<blockquote>https://twitter.com/BaiqiaoCh/status/39229396288020480\n各位晚安。茉莉花革命欲演结束了。明天开始写总结报告。大家估计今天全国动用了多少警力，出动了多少国宝，吓着了多少当权者？还有那些可怜的五毛们，咱们今生无缘，但你们尽情抹黑中共让更多人知道中共的丑恶嘴脸，没有功劳也有苦劳。不过干这种没出息的五毛勾当应该适可而止。\n3:46 PM Feb 20th</blockquote>\n<div class=\"translation\">Tang Baiqiao: Goodnight, everyone. The Jasmine Revolution rehearsal is over. Tomorrow I'll write a post summing it up. Everyone seems to think that large numbers of police and domestic security agents have been mobilized all across the country. How scared are the rulers? And those pathetic <a href=\"http://en.wikipedia.org/wiki/50_Cent_Party\">50 Cent Party</a> members, our lives may be in vain, but what you've done is tarnish the image of the CCP and shown people its true ugly face. Your hard work has paid off, just not the way you intended. Though, even worthless 50 Cent Party members should not overdo it.</div>\n\n<blockquote>https://twitter.com/no_Z_turn/status/39279500021858304\n今天是TG在进行应对网络革命的演习呢吧？敏感词得敏感词的时候也没有这么大的声势啊！看来那几个“中国人民的老朋友”的下场把丫们给下着了。\n7:05 PM Feb 20th</blockquote>\n<div class=\"translation\">No_Z_turn: So today the CCP practices shutting down a cyber revolution? Even when XXX went XXX, there wasn't this big a response! With \"the old friends of the Chinese people\" overthrown now, it seems their turn is next.</div>\n\n<blockquote>https://twitter.com/yinxingongzi/status/39202427265613824\n现在看来这次国内所谓的鲜花革命是一场由网民倡导，由党中央响应和领导，由各级维稳部门倾力参与，由民主人士全力配合，由人民群众围观鉴赏的后现代民主主义革命。 #cn220\n1:59 PM Feb 20th</blockquote>\n<div class=\"translation\">Yinxin Gongzi: Seems now that this domestic so-called flower revolution was initiated by netizens, but the Party Central Committee's response has been to take lead and force Stability departments at every level to take part. A postmodern democratic revolution with the full cooperation of democracy advocates and the masses standing around to appreciate it.</div>\n\n<blockquote>https://twitter.com/Hexilou/status/38876502766387200\n辛亥革命的爆发，这是告诉我们，当时的中国，由政治领导改进社会之希望已断绝，不得不转由社会领导来改进政治。\n4:24 PM Feb 19th</blockquote>\n<div class=\"translation\">He Xilou: The eruption of the <a href=\"http://en.wikipedia.org/wiki/Xinhai_Revolution\">Xinhai revolution</a> should tell us that in China at that time, all hope of political leaders improving society were dead and political changes had to be carried out by leaders within society.</div>\n\n\nAlso building on the idea that China's Twitter users intended Sunday's gatherings as a joke but went out of curiosity were tweets like these:\n\n<blockquote>https://twitter.com/aizong/status/38970317518938112\n明天礼拜天，这个礼拜，20日，外面真有活动吗？我去教会\n10:37 PM Feb 19th</blockquote>\n<div class=\"translation\">Hangzhou-based journalist Zan Aizong: Tomorrow is Sunday. This week, on the 20th, is there anything happening? I'll be going to church.</div>\n\n<blockquote>https://twitter.com/langzichn/status/39186037255184384\n我去北京路逛书店。\n12:54 PM Feb 20th</blockquote>\n<div class=\"translation\">Guangzhou-based journalist LangziChn: I'm off to the bookstore on Beijing Rd.</div>\n\n<blockquote>https://twitter.com/litiantian/status/38647276175888384\n周日人民广场附近的上海书城是必须去一趟的，好久没有去书城了。有去书城的吗？\n1:13 AM Feb 19th</blockquote>\n<div class=\"translation\">Shanghai-based lawyer Li Tiantian (status unknown following her arrest Saturday night): I definitely have to go to the Shanghai Book City near People's Square this Saturday, I haven't been to the bookstore for ages. Is anyone else going to the bookstore?</div>\n\n<blockquote>https://twitter.com/litiantian/status/38648271438086144\n我想周日下午2点去人民广场给人提供免费指路服务.\n1:17 AM Feb 19th</blockquote>\n<div class=\"translation\">Li Tiantian: I think that at 2pm on Sunday, I'm going to go to People's Square and give people free directions.</div>\n\n<blockquote>https://twitter.com/litiantian/status/38658076475133952\n上海人民广场附近很多酱油。@leqing77: @litiantian 那附近哪里能打酱油？\n1:56 AM Feb 19th</blockquote>\n<div class=\"translation\">Li Tiantian: There's lots of <a href=\"http://www.chinasmack.com/glossary#%E6%89%93%E9%85%B1%E6%B2%B9\">soy sauce for sale</a> around Shanghai's People's Square. RT @leqing77: @litiantian Where can I get some soy sauce near there?</div>\n\nMo Zhixu's Jasmine tweets from Saturday through to Monday:\n\n<blockquote>12:24 PM Feb 19th https://twitter.com/mozhixu/status/38816184220520448\n靠, 啥中国茉莉花，整个就是闪客行动嘛，作为老一辈闪客行为艺术家，我感到压力很大；</blockquote>\n<div class=\"translation\">C'mon, a Jasmine Revolution in China? This is just a big flash mob, that's all. As an older generation performance artist, I think I just might have to cope with this.</div>\n\n<blockquote>12:39 PM Feb 19th https://twitter.com/mozhixu/status/38819933118795777\n我觉得吧，这个中国茉莉花行动是一挺好的行为艺术策划，国际、流行、时尚，无论是民间还是官方，当真了就输了；革命不会因为艺术策划而点燃，只会因为中南海的错误决定而点燃。。。。</blockquote>\n<div class=\"translation\">But I think, this Chinese Jasmine Revolution is a great performance art idea. International, trendy, fashionable, whether you're grassroots or an official, it'll fail if people take it seriously; Revolutions don't get sparked performance art installations, they can only be sparked by mistakes Zhongnanhai makes....</div>\n\n<blockquote>Sun Feb 20 2011 00:29:12 https://twitter.com/mozhixu/status/38998545893691392\n成都警方这次肯定犯错误了，以冉匪的脾气，今夜无端不能回家，令小女受惊，以后必然会搞出点事情来的！</blockquote>\n<div class=\"translation\">Chengdu police have made a huge mistake this time. Given Ran Yunfei's temperament, there's no reason he shouldn't be let go tonight. Even little girls will get frightened if they keep him, and then there will definitely be something happening after that!</div>\n\n<blockquote>Sun Feb 20 2011 10:41:41 https://twitter.com/mozhixu/status/39152681301839872\n不思扩大政治参与，逐步开放体制，而是试图运用整个体制资源，管理社会，我觉得这样也不错，省得再谈什么政改了</blockquote>\n<div class=\"translation\">They way they've given no thought to expanding political participation and gradually opening up the system, instead trying to use up the entire system's resources to manage society, I actually think that's not a bad idea, means no more chatter about implementing political reforms.</div>\n\n<blockquote>Sun Feb 20 2011 14:41:14 https://twitter.com/mozhixu/status/39212966255525888\n刚才片警同志郑重地问我到底怎么回事情，估计他也是一头雾水，我解释了几句不必担心、行为艺术、推特翻墙云云，估计他还是一头雾水；</blockquote>\n<div class=\"translation\">A policeman just asked me solemnly what exactly is going on. I guess he's just as confused as upstairs is. I explained a bit and said there's no need to worry, this is all just performance art, people jumping over the Great Firewall of China and whatnot. I think he hung up just as confused.</div>\n\n<blockquote>Sun Feb 20 2011 16:08:45 https://twitter.com/mozhixu/status/39234989941854208\n茉莉花没有开成，该放人了吧?</blockquote>\n<div class=\"translation\">The Jasmine Flower never blossomed, so why haven't they released people yet?</div>\n\n<blockquote>Sun Feb 20 2011 17:35:22 https://twitter.com/mozhixu/status/39256787408396288\n话说这次的茉莉花行为艺术还是有破绽的，二月间哪里去找茉莉花嘛，唉，现在的都市青年看来都没养过花嘛。</blockquote>\n<div class=\"translation\">Anyway, this Jasmine Revolution performance art wasn't going anywhere: you can't find Jasmine Flowers in the middle of February. Aye, city kids these days know nothing about floriculture.</div>\n\n<blockquote>Mon Feb 21 2011 02:42:07 https://twitter.com/mozhixu/status/39394381496582144\n“茉莉花革命”这么个行为艺术，谁认真谁输，结果是当局认真了，也就是当局输了；在这方面伍皓部长就要高明些，懂的配合行为艺术，所以还捞回来不少。。。强烈建议重用伍部长！</blockquote>\n<div class=\"translation\">The thing about this \"Jasmine Revolution\" performance art, taking it seriously was bound to fail. But authorities did, which is why they lost. I think even department head <a href=\"http://globalvoicesonline.org/2010/04/22/china-tribute-to-the-leader-of-50-cent-party/\">Wu Hao</a> was smarter than that, smart enough to just play along, which is why he got back so much...I strongly suggest department head Wu Hao be promoted!</div>\n\n\nAnd Stainless Steel Mouse's tweets through to today. Stainless Steel Mouse, it should be pointed out, is both a close associate of Liu Xiaobo's as well as vocal holder of the belief that he and others sympathetic to the causes of freedom and human rights <em>should</em> be in prison, if Beijing authorities are so willing to incarcerate people based on their writings alone. She is also known for her translation of works such as <em><a href=\"http://en.wikipedia.org/wiki/A_Force_More_Powerful\">A Force More Powerful</a></em>.\n\n<blockquote>Sat Feb 19 2011 01:39:20 https://twitter.com/liudimouse/status/38653805956562944\n王府井有不止一个麦当劳</blockquote>\n<div class=\"translation\">There's more than one McDonald's at <a href=\"http://en.wikipedia.org/wiki/Wangfujing\">Wangfujing</a></div>\n\n<blockquote>Sat Feb 19 2011 12:17:12 https://twitter.com/liudimouse/status/38814330845667328\n问题是明天我党遇到购物的怎么办？</blockquote>\n<div class=\"translation\">What happens tomorrow if the Party runs into a bunch of shoppers?</div>\n\n<blockquote>Sat Feb 19 2011 12:22:10 https://twitter.com/liudimouse/status/38815580974751745\n在麦当劳门口喊我们要吃饭，搞笑啊</blockquote>\n<div class=\"translation\">Yelling you <a href=\"http://en.wikipedia.org/wiki/Jasmine_Revolution_in_China#Slogans\">want food to eat</a> right in front of McDonald's, that's hilarious.</div>\n\n<blockquote>Sat Feb 19 2011 12:28:31 https://twitter.com/liudimouse/status/38817179558223873\n这鬼主意真不是我出的</blockquote>\n<div class=\"translation\">Really, this wasn't my stupid idea.</div>\n\n<blockquote>Sat Feb 19 2011 15:13:46 https://twitter.com/liudimouse/status/38858766686355456\n批发点茉莉花明天上街卖是不是个好主意呢</blockquote>\n<div class=\"translation\">It would be a good idea though to buy a bunch of Jasmine flowers and sell them on the street tomorrow, right?</div>\n\n<blockquote>Sat Feb 19 2011 15:14:42 https://twitter.com/liudimouse/status/38859002653708289\n还是批发点茶叶更能赚？</blockquote>\n<div class=\"translation\">Or would selling <a href=\"http://chinadigitaltimes.net/space/Drink_tea\">tea</a> turn a better profit?</div>\n\n<blockquote>Sat Feb 19 2011 15:17:44 https://twitter.com/liudimouse/status/38859763387203585\n这两天喝茶的，喝的都是茉莉花茶</blockquote>\n<div class=\"translation\">Everyone getting called out to <a href=\"http://chinadigitaltimes.net/space/Drink_tea\">drink tea</a> these two days, they're all drinking Jasmine tea</div>\n\n<blockquote>Sat Feb 19 2011 18:12:00 https://twitter.com/liudimouse/status/38903619730284544\n明天开心网菜园里是不是连茉莉花都不能种了</blockquote>\n<div class=\"translation\">Will Jasmine flowers be banned from <a href=\"http://en.wikipedia.org/wiki/Kaixin001#Applications\">Happy Farm</a> on Kaixin001 tomorrow?</div>\n\n<blockquote>Sat Feb 19 2011 22:42:42 https://twitter.com/liudimouse/status/38971743531958272\n明天茉莉花行动的主力是警察，大家可以注意到，预定的游行地点会有大批警察集合</blockquote>\n<div class=\"translation\">The main force behind tomorrow's action will be police. People should note that large numbers of police will be gathered at all the preset rally locations.</div>\n\n<blockquote>Sat Feb 19 2011 23:11:41 https://twitter.com/liudimouse/status/38979036764057600\n支持革命，借机高价卖花；支持自焚，借机高价卖打火机；支持拍砖，借机高价卖砖头……</blockquote>\n<div class=\"translation\">I support revolution, as a chance to sell flowers at inflated prices; I support self-immolation, as a chance to sell lighters at inflated prices; I support throwing bricks, as a chance to sell bricks at inflated prices.....</div>\n\n<blockquote>Sat Feb 19 2011 23:33:04 https://twitter.com/liudimouse/status/38984418349555712\n革命要跟三味书屋讲座一样，每周来一次，地点临时通知</blockquote>\n<div class=\"translation\">Revolutions should be like book readings at San Wei Bookstore: once a week, with the location chosen at the last minute.</div>\n\n<blockquote>Sun Feb 20 2011 14:38:17 https://twitter.com/liudimouse/status/39212224455258112\n今天这事到底是怎么造成的，其实谁也不知道，我党抓狂了，哇哈哈哈</blockquote>\n<div class=\"translation\">How exactly did today come about? Nobody actually knows, but the Party at least has gone crazy, wahahaha</div>\n\n<blockquote>Sun Feb 20 2011 14:42:54 https://twitter.com/liudimouse/status/39213384939343873\n今天麦当劳的生意大概不错</blockquote>\n<div class=\"translation\">McDonald's must be having good business today</div>\n\n<blockquote>Sun Feb 20 2011 18:02:05 https://twitter.com/liudimouse/status/39263512769335296\n公开策略，迫使对方适应你的策略</blockquote>\n<div class=\"translation\">When you make your strategy public, you force your opponent to adapt.</div>\n\n<blockquote>Sun Feb 20 2011 21:36:15 https://twitter.com/liudimouse/status/39317411282948096\n所谓革命，就是A围观B，B围观C，C围观D，D围观A，最后革命就成了</blockquote>\n<div class=\"translation\">This so-called revolution, it's A standing and watching B, B standing and watching C, C standing and watching D, and D standing and watching A. Then the revolution is complete.</div>\n\n<blockquote>Sun Feb 20 2011 21:37:25 https://twitter.com/liudimouse/status/39317703063769088\n所谓革命，就是党觉得会有革命，派大量警力镇压，最后革命就成了</blockquote>\n<div class=\"translation\">This so-called revolution, it's only the Party that thinks there could be a revolution, so it mobilized a massive police presence to suppress it, and in the end the revolution began.</div>\n\n<blockquote>Sun Feb 20 2011 23:06:47 https://twitter.com/liudimouse/status/39340192695463936\n不管是08宪章还是这次的茉莉花革命，要不是我党反应那么强烈，可能都不会有多大动静，所以说革命都是他们自己制造的。</blockquote>\n<div class=\"translation\">If you look at either Charter 08 or this Jasmine Revolution, if the Party hadn't responded with such force, they probably wouldn't have gone anywhere. Which is why I'm saying they created the revolution themselves.</div>\n\n<blockquote>Sun Feb 20 2011 23:11:36 https://twitter.com/liudimouse/status/39341404224233472\n所以说，只要我党认为某事有威胁，那就一定有威胁；我党认为革命要来，那就一定要来。</blockquote>\n<div class=\"translation\">In other words, as long as the Party sees this or that as a threat, then it's guaranteed to become a threat; if the Party suspects a revolution is coming, then one is guaranteed to come.</div>\n\n<blockquote>Mon Feb 21 2011 05:59:34 https://twitter.com/liudimouse/status/39444071764205569\n这次之前大家都不知道能聚起来，下次应该考虑考虑聚集之后干点啥，怎样跟围观群众解释。</blockquote>\n<div class=\"translation\">Nobody knew beforehand if anyone would actually show up. For next time they should consider carefully what to do after people gather, how to explain themselves to everyone who gathers around to watch.</div>\n\n<blockquote>Mon Feb 21 2011 06:10:33 https://twitter.com/liudimouse/status/39446835923779584\n革命要充分利用生态环境</blockquote>\n<div class=\"translation\">A revolution needs to make full use of its environment.</div>\n\n<blockquote>Mon Feb 21 2011 08:11:44 https://twitter.com/liudimouse/status/39477332318097409\n现在是共谋的时代，不是密谋的时代。我党还是找幕后黑手那套思路，但其实可能没什么幕后黑手，树洞和博讯的帖子随便哪个不知名的小人物都能发，大家上街也都是自愿去的不需要谁来组织。</blockquote>\n<div class=\"translation\">Today's is the age of conspiracy, not the age of plots. The Party still thinks it can find someone running things from behind the scene, when it's possible there is no one standing behind the scene. The original author of the post on Boxun could just as well have been someone that nobody's ever heard of; people took to the streets because they wanted to. This didn't need anyone to organize.</div>\n\n<blockquote>Mon Feb 21 2011 08:20:30 https://twitter.com/liudimouse/status/39479538119352320\n好多事就是大家互相影响的结果，而不是有什么幕后黑手在组织。</blockquote>\n<div class=\"translation\">Many things are the result of how people influence each other, and not because there's some bad guy behind the scene calling the shots.</div>\n\n<blockquote>Mon Feb 21 2011 08:29:41 https://twitter.com/liudimouse/status/39481853144465408 \n没人指挥我们的行动，我们都是根据外界信息来调整自己的行动。这就好比市场交易中没人指挥买家和卖家进行合作，双方都是通过价格信号来调整自己的行为的。</blockquote>\n<div class=\"translation\">Nobody directed us to action, we all adjusted our action based on information coming from abroad. For comparison, in a free market nobody directs buyers and sellers to conduct transactions. Both sides adjust their behavior based on price signals.</div>\n\n<blockquote>Mon Feb 21 2011 08:34:01 https://twitter.com/liudimouse/status/39482943214714880\n我们决定自己行动的信息就是他人行动的结果，我们甚至都不需要直接与他人沟通就可以实现与他人的合作。</blockquote>\n<div class=\"translation\">The information based on which we decide to take action is itself the result of someone else's action; we don't even need to communicate directly with other people in order to engage in cooperation with them.</div>\n\n<blockquote>Mon Feb 21 2011 08:37:32 https://twitter.com/liudimouse/status/39483827181207552\n所以，我们不必为了运动而组织群众，而可以通过运动本身来发动群众。</blockquote>\n<div class=\"translation\">Therefore, we don't need to organize crowds just to start a movement. We can launch a movement just through movement itself.</div>\n\n<blockquote>Mon Feb 21 2011 08:43:57 https://twitter.com/liudimouse/status/39485443523223552\n暴力革命喜欢密谋，人民起义不需要密谋，罗马尼亚就是一瞬间的事</blockquote>\n<div class=\"translation\">Violent revolutions love plots, but people's uprisings don't need them, Romania for example happened spontaneously.</div>\n\nAnd today:\n\n<blockquote>https://twitter.com/liudimouse/status/40083873895292928\n自首这件事，一个人自首挺没劲，要自首就找一堆人集体自首；要搞行为艺术，就要找一堆完全无关的人来自首。</blockquote>\n<div class=\"translation\">Regarding turning yourself in, doing it alone is kind of a waste. If you're going to surrender, you should find a group to do it with. If it's performance art you want, you have to get a bunch of strangers to turn themselves in together.</div>\n\n<blockquote>https://twitter.com/liudimouse/status/40084205752811520\n大家抢着认领革命，也挺行为艺术的。</blockquote>\n<div class=\"translation\">Everyone rushing to claim leadership, now there's some real performance art.</div>\n\n<blockquote>https://twitter.com/liudimouse/status/40084564634243072\n要不然就干脆没人认领，我觉得这事说不定是哪个AI策划的</blockquote>\n<div class=\"translation\">Otherwise just don't bother with having a leader. You know, I think this thing might have even been planned by some artificial intelligence.</div>\n\n<blockquote>https://twitter.com/liudimouse/status/40085077820051456\n要不然本周日大家集体自首算了</blockquote>\n<div class=\"translation\">Otherwise, come this Sunday, everyone will just turn themselves in.</div>\n\n<blockquote>https://twitter.com/liudimouse/status/40095722120413184\n其实没有领导人的革命真的可以搞成，比如，大家可以根据纳斯达克指数来决定集会地点</blockquote>\n<div class=\"translation\">In fact, leaderless revolutions can succeed too. For example, people could choose their gathering locations based on the Nasdaq index</div>\n\n<blockquote>https://twitter.com/liudimouse/status/40328632861720576\n现在茉莉花革命就是一行为艺术嘛，怎么就有人谈到人头落地了，太夸张了</blockquote>\n<div class=\"translation\">Look, the Jasmine Revolution is just an act of performance art, why are people talking about people's heads rolling? That's a bit of an exaggeration.</div>\n\n<blockquote>https://twitter.com/liudimouse/status/40329119350652928\n现在抓的都是跟茉莉花没关系的人，老革命也都没怎么参加，参加的全是新人，我党很难办的</blockquote>\n<div class=\"translation\">The people being arrested now have nothing to do with Jasmine, older revolutionaries aren't taking part, the people who are taking part are all fresh. The Party's in a pickle.</div>",
  "title": null,
  "byline": "Feng37",
  "pub_date": "-1-11-30T00:00:00Z",
  "decompositions": {
    "sentence": [
      "Two small protests Sunday have been declared the beginning of China's own revolution, and yes, it all started on Twitter.",
      "Many felt leading up to the protests that they would prove to be little more than performance art, but now wonder if the heavy-handed response from authorities has created something bigger.",
      "Have the Chinese caught the freedom flu, or is China's Jasmine Revolution a bunch of amplified wishful thinking spread almost exclusively on Twitter?",
      "Why was everything posted on Twitter?",
      "Why is there no leadership?",
      "Numero\n\nOther questions floating around: Was the original anonymous Boxun post part of an elaborate sting operation aimed at silencing those who Beijing authorities feel might give growth to a movement in the months or years to come, or, as well-known Beijing-based liberal commentators and heavy Twitter users Mo Zhixu and Stainless Steel Mouse (along with many others) feel, and with a second round of protests coming this weekend, did authorities, through their heavy-handed response, take what looked like something of a joke at their (and taxpayers') expense and give it inertia?",
      "Thoughts on these and more from Mo and Mouse over the past few days are aggregated below, but first, a sample of the myriad things that have been tweeted since this started:\n\n https://twitter.com/isaac/status/39522419773284352",
      "昨天中文推特发推量达到227K，达到有史以来的最高纪录 #twittercn\n11:10 AM Feb 21st\n Isaac Mao: 227,000 Chinese language tweets were posted yesterday, an all-time record high.",
      "https://twitter.com/rui7905/status/39506006220218368",
      "早上一来，收邮件发现有一封来自某IDC机房的紧急通知，看后才知道，原来在周末发布的关键字屏蔽列表里，居然还有“梅花革命 牡丹花革命 映山红(金达莱)革命 葵花子政变”……\n 10:05 AM Feb 21st\nKevin Li: First thing this morning I checked my e-mail, found an urgent notice from my IDC server room.",
      "Reading it was the first I'd heard that this weekend's banned word list contains things like 'plum blossom revolution,' 'peony revolution,' 'azalea revolution,' 'sunflower seed coup'......\n\nhttps://www.youtube.com/watch?v=MZwpsNVdE6E&amp;feature=player_embedded\nhttps://www.youtube.com/watch?v=soQMvY9hojc&amp;feature=related\nhttps://wmrblog.blogspot.com/2011/02/blog-post_20.html\n\n https://twitter.com/Alice7vong/status/39146369537150976",
      "收到班长的短信：接教育厅紧急通知，今天（20日）所有返校学生须在校园内，不得外出.(各位請勿問我為什麼,因為我也不知原因.）//难道是因为“茉莉花”？囧…昨晚同学还叫我回去吃特产，既然要被软禁那我不回去了…\n10:16 AM Feb 20th\n Alice 7vong: I got a text message from my class leader: \"Urgent notice from the Ministry of Education, all students are required to remain on campus today (Feb.",
      "20th) and are not allowed to leave (Please don't ask me why, because I don't know either).\"",
      "//Because of the \"Jasmine Revolution\"?",
      "Jiong...last night a classmate called me up to go out for some hometown snacks, turns out we're on lockdown so I couldn't go...\n\n https://twitter.com/zokio/status/38943191403069440",
      "茉莉花行动，就是一恶作剧，认真你就输了。当年苏联就是被里根搞的虚拟现实主义艺术方案——星球大战计划给拖垮的，葛优说的好：谁动感情谁完蛋。\n8:49 PM Feb 19th\n Zokio: The Jasmine Revolution is just a practical joke, it'll be over the second anyone takes it seriously.",
      "What took the Soviet Union down was Reagan's virtual reality-ism plan—it crumbled against his \"Star Wars\" initiative.",
      "Ge You said it best: Whoever gets stirred up is done in for.",
      "https://twitter.com/Utopian1989/status/39298137197785088",
      "刚一起吃饭的朋友看港台报道中国茉莉花革命，随后又报巴林利比亚等地革命，感叹这世道变得太快。我却觉得世道已经很久不变了，改变的希望还在，就在我们这一代。\n8:19 PM Feb 20th \n Utopian1989: Was just eating with a friend when the Hong Kong news came on with a report on the Jasmine Revolution, followed by the revolutions in Bahrain and Libya.",
      "Sigh, this world is changing too fast.",
      "But I feel more that it's been too long since it last changed, I still have hope that it will change, within our lifetimes, too.",
      "https://twitter.com/Utopian1989/status/39309147044450304",
      "多想还在北京，和他一起上街，买瓶茉莉花茶，分享生命的喜悦。一起散步，一起回家，和正在改变的中国一起迎来茉莉花开。\n9:03 PM Feb 20th\n Utopian1989: Oh how I wish I was in Beijing now, out on the street with him.",
      "We'd buy a bottle of Jasmine tea and share the joy of being alive.",
      "We'd march together, then go home together, and with the now-changing China together, watch the Jasmine flower bloom.",
      "https://twitter.com/samuelincn/status/39340669977903104",
      "真正的弱势群体没有加入到这次活动中来，比如地下教友、复原军人、失地农民、下岗职工、城市贫民、法轮功等等。。。所以说，今天只是开始。。。 #cn220 #freechina\n11:08 PM Feb 20th\n SamuelInCn: The truly disadvantaged groups haven't joined in with this, like underground churches, rehabilitated soldiers, landless farmers, the laid-off former SOE employees, the urban poor, Falun Gong, etc...which is why today is just the beginning...\n\n https://twitter.com/jajia/status/39245700856283136",
      "这次集合基本就是个玩笑，但是他们当真了。有点作茧自缚的意思。群众的聚合，很大程度上来自警方的阵势过于庞大。但是说实话，他们摆出的阵仗，具备震慑作用。很多带着小孩的家长迅速离开，担心发生什么事情。大家都预感到有什么大事，并认为不可思议。\n4:51 PM Feb 20th\n Jia Jia: This gathering is one big joke, but they think it's for real.",
      "Seems they've gotten caught up in their own web.",
      "If a crowd gathers, it'll for the most part be to the excess size of police forces.",
      "But to be honest, their battle posture will definitely frighten people.",
      "Many families with children will leave quickly, worried something will happen.",
      "Everybody senses that something big is about to happen, but they also find it unimaginable.",
      "https://twitter.com/jajia/status/39252426686996480",
      "总而言之，以后还是寄望于准确信息的快速传播与响应。否则以今天看来，无目的无诉求无明确行为的聚集，很容易被以维持治安的名义将之分化及驱离。这是一个玩笑，就当今天大家检阅纳税人养的装备精良的警察队伍了，没事儿都洗洗睡吧。\n5:18 PM Feb 20th\n Jia Jia: In a word, keep on hoping that the right information keeps spreading quickly and far.",
      "Otherwise, judging from today, assemblies with no goal or demands or clear action will be easily dispersed in the name of maintaining public order.",
      "This is a joke, all people did was inspect the well-equipped police force raised on taxpayer money, didn't even lose a minute of sleep.",
      "https://twitter.com/jajia/status/39255978004328449",
      "最好玩的还于，他们和外部世界都以为是真的。于是一坨屎盆子自己倒在自己头上。。。RT@_ym: “爸爸讲个故事吧喵～”“很久很久以前，有个宅男吃着泡面费着纸，在秘密树洞发了个推，让世界上¼的警察走上街头，让我的api挂了喵…”\n5:32 PM Feb 20th\n Jia Jia: The funniest part about this is they and the rest of the world took this seriously.",
      "Then a pile of bedpans got dumped on their heads... RT @_ym: \"Daddy, tell me a storrrry\" \"A long, long time ago, a home-aloner finished his noodles and soiled his kleenex, then sent a tweet out the shudong.",
      "Then 1/4 of all police on earth filled the streets, and then my API got blocked...\"\n\n https://twitter.com/tdtw/status/39257716811767808",
      "虽说今天的事情完全是个恶作剧，但众警察国保回头还不好跟上面说情报有误，而是汇报说抓到了危险分子X人云云，战果颇丰。上面听到后一阵庆幸，洋洋自得道：幸好俺们英明，这才将革命彻底扼杀在了摇篮之中。\n5:39 PM Feb 20th\n 'Knock Down the Berlin Wall': Even though what happened today was a complete practical joke, the police and domestic security agents can't really go back and say they got bad intelligence, so instead they report back that they arrested this and that dangerous element with excellent results.",
      "Their higher-ups will hear this and celebrate then smugly say: Lucky we're so good at what we do!",
      "We annihilated this revolution while it was still in the crib.",
      "https://twitter.com/BaiqiaoCh/status/39225977653428224",
      "中共真的快完了，就看今天晚上那些新五毛的拙劣表演，就知道他们玩不了多久了。个个都是一副狗急跳墙的样子。就算过去看不明白的人都会看明白了：只有被逼到墙角的狗才会“狗急跳墙”呀。\n3:32 PM Feb 20th\n Tang Baiqiao: The CCP is almost finished, just look at what a shabby job those new 50 Cent Party members did and you can see they don't have much time left.",
      "Each and every one of them look desperate like they're backed up against a wall.",
      "Even clueless people have started to see through it now: a dog backed into a corner would go to such lengths.",
      "https://twitter.com/BaiqiaoCh/status/39229396288020480",
      "各位晚安。茉莉花革命欲演结束了。明天开始写总结报告。大家估计今天全国动用了多少警力，出动了多少国宝，吓着了多少当权者？还有那些可怜的五毛们，咱们今生无缘，但你们尽情抹黑中共让更多人知道中共的丑恶嘴脸，没有功劳也有苦劳。不过干这种没出息的五毛勾当应该适可而止。\n3:46 PM Feb 20th\n Tang Baiqiao: Goodnight, everyone.",
      "The Jasmine Revolution rehearsal is over.",
      "Tomorrow I'll write a post summing it up.",
      "Everyone seems to think that large numbers of police and domestic security agents have been mobilized all across the country.",
      "How scared are the rulers?",
      "And those pathetic 50 Cent Party members, our lives may be in vain, but what you've done is tarnish the image of the CCP and shown people its true ugly face.",
      "Your hard work has paid off, just not the way you intended.",
      "Though, even worthless 50 Cent Party members should not overdo it.",
      "https://twitter.com/no_Z_turn/status/39279500021858304",
      "今天是TG在进行应对网络革命的演习呢吧？敏感词得敏感词的时候也没有这么大的声势啊！看来那几个“中国人民的老朋友”的下场把丫们给下着了。\n7:05 PM Feb 20th\n No_Z_turn: So today the CCP practices shutting down a cyber revolution?",
      "Even when XXX went XXX, there wasn't this big a response!",
      "With \"the old friends of the Chinese people\" overthrown now, it seems their turn is next.",
      "https://twitter.com/yinxingongzi/status/39202427265613824",
      "现在看来这次国内所谓的鲜花革命是一场由网民倡导，由党中央响应和领导，由各级维稳部门倾力参与，由民主人士全力配合，由人民群众围观鉴赏的后现代民主主义革命。 #cn220\n1:59 PM Feb 20th\n Yinxin Gongzi: Seems now that this domestic so-called flower revolution was initiated by netizens, but the Party Central Committee's response has been to take lead and force Stability departments at every level to take part.",
      "A postmodern democratic revolution with the full cooperation of democracy advocates and the masses standing around to appreciate it.",
      "https://twitter.com/Hexilou/status/38876502766387200",
      "辛亥革命的爆发，这是告诉我们，当时的中国，由政治领导改进社会之希望已断绝，不得不转由社会领导来改进政治。\n4:24 PM Feb 19th\n He Xilou: The eruption of the Xinhai revolution should tell us that in China at that time, all hope of political leaders improving society were dead and political changes had to be carried out by leaders within society.",
      "Also building on the idea that China's Twitter users intended Sunday's gatherings as a joke but went out of curiosity were tweets like these:\n\n https://twitter.com/aizong/status/38970317518938112",
      "明天礼拜天，这个礼拜，20日，外面真有活动吗？我去教会\n10:37 PM Feb 19th\n Hangzhou-based journalist Zan Aizong: Tomorrow is Sunday.",
      "This week, on the 20th, is there anything happening?",
      "I'll be going to church.",
      "https://twitter.com/langzichn/status/39186037255184384",
      "我去北京路逛书店。\n12:54 PM Feb 20th\n Guangzhou-based journalist LangziChn: I'm off to the bookstore on Beijing Rd.\n\n https://twitter.com/litiantian/status/38647276175888384",
      "周日人民广场附近的上海书城是必须去一趟的，好久没有去书城了。有去书城的吗？\n1:13 AM Feb 19th\n Shanghai-based lawyer Li Tiantian (status unknown following her arrest Saturday night): I definitely have to go to the Shanghai Book City near People's Square this Saturday, I haven't been to the bookstore for ages.",
      "Is anyone else going to the bookstore?",
      "https://twitter.com/litiantian/status/38648271438086144",
      "我想周日下午2点去人民广场给人提供免费指路服务.\n1:17 AM Feb 19th\n Li Tiantian: I think that at 2pm on Sunday, I'm going to go to People's Square and give people free directions.",
      "https://twitter.com/litiantian/status/38658076475133952",
      "上海人民广场附近很多酱油。@leqing77: @litiantian 那附近哪里能打酱油？\n1:56 AM Feb 19th\n Li Tiantian: There's lots of soy sauce for sale around Shanghai's People's Square.",
      "RT @leqing77: @litiantian Where can I get some soy sauce near there?",
      "Mo Zhixu's Jasmine tweets from Saturday through to Monday:\n\n 12:24 PM Feb 19th https://twitter.com/mozhixu/status/38816184220520448",
      "靠, 啥中国茉莉花，整个就是闪客行动嘛，作为老一辈闪客行为艺术家，我感到压力很大；\n C'mon, a Jasmine Revolution in China?",
      "This is just a big flash mob, that's all.",
      "As an older generation performance artist, I think I just might have to cope with this.",
      "12:39 PM Feb 19th https://twitter.com/mozhixu/status/38819933118795777",
      "我觉得吧，这个中国茉莉花行动是一挺好的行为艺术策划，国际、流行、时尚，无论是民间还是官方，当真了就输了；革命不会因为艺术策划而点燃，只会因为中南海的错误决定而点燃。。。。\n But I think, this Chinese Jasmine Revolution is a great performance art idea.",
      "International, trendy, fashionable, whether you're grassroots or an official, it'll fail if people take it seriously; Revolutions don't get sparked performance art installations, they can only be sparked by mistakes Zhongnanhai makes....\n\n Sun Feb 20 2011 00:29:12 https://twitter.com/mozhixu/status/38998545893691392",
      "成都警方这次肯定犯错误了，以冉匪的脾气，今夜无端不能回家，令小女受惊，以后必然会搞出点事情来的！\n Chengdu police have made a huge mistake this time.",
      "Given Ran Yunfei's temperament, there's no reason he shouldn't be let go tonight.",
      "Even little girls will get frightened if they keep him, and then there will definitely be something happening after that!",
      "Sun Feb 20 2011 10:41:41 https://twitter.com/mozhixu/status/39152681301839872",
      "不思扩大政治参与，逐步开放体制，而是试图运用整个体制资源，管理社会，我觉得这样也不错，省得再谈什么政改了\n They way they've given no thought to expanding political participation and gradually opening up the system, instead trying to use up the entire system's resources to manage society, I actually think that's not a bad idea, means no more chatter about implementing political reforms.",
      "Sun Feb 20 2011 14:41:14 https://twitter.com/mozhixu/status/39212966255525888",
      "刚才片警同志郑重地问我到底怎么回事情，估计他也是一头雾水，我解释了几句不必担心、行为艺术、推特翻墙云云，估计他还是一头雾水；\n A policeman just asked me solemnly what exactly is going on.",
      "I guess he's just as confused as upstairs is.",
      "I explained a bit and said there's no need to worry, this is all just performance art, people jumping over the Great Firewall of China and whatnot.",
      "I think he hung up just as confused.",
      "Sun Feb 20 2011 16:08:45 https://twitter.com/mozhixu/status/39234989941854208",
      "茉莉花没有开成，该放人了吧?",
      "The Jasmine Flower never blossomed, so why haven't they released people yet?",
      "Sun Feb 20 2011 17:35:22 https://twitter.com/mozhixu/status/39256787408396288",
      "话说这次的茉莉花行为艺术还是有破绽的，二月间哪里去找茉莉花嘛，唉，现在的都市青年看来都没养过花嘛。\n Anyway, this Jasmine Revolution performance art wasn't going anywhere: you can't find Jasmine Flowers in the middle of February.",
      "Aye, city kids these days know nothing about floriculture.",
      "Mon Feb 21 2011 02:42:07 https://twitter.com/mozhixu/status/39394381496582144",
      "“茉莉花革命”这么个行为艺术，谁认真谁输，结果是当局认真了，也就是当局输了；在这方面伍皓部长就要高明些，懂的配合行为艺术，所以还捞回来不少。。。强烈建议重用伍部长！\n The thing about this \"Jasmine Revolution\" performance art, taking it seriously was bound to fail.",
      "But authorities did, which is why they lost.",
      "I think even department head Wu Hao was smarter than that, smart enough to just play along, which is why he got back so much...I strongly suggest department head Wu Hao be promoted!",
      "And Stainless Steel Mouse's tweets through to today.",
      "Stainless Steel Mouse, it should be pointed out, is both a close associate of Liu Xiaobo's as well as vocal holder of the belief that he and others sympathetic to the causes of freedom and human rights should be in prison, if Beijing authorities are so willing to incarcerate people based on their writings alone.",
      "She is also known for her translation of works such as A Force More Powerful.",
      "Sat Feb 19 2011 01:39:20 https://twitter.com/liudimouse/status/38653805956562944",
      "王府井有不止一个麦当劳\n There's more than one McDonald's at Wangfujing\n\n Sat Feb 19 2011 12:17:12 https://twitter.com/liudimouse/status/38814330845667328",
      "问题是明天我党遇到购物的怎么办？\n What happens tomorrow if the Party runs into a bunch of shoppers?",
      "Sat Feb 19 2011 12:22:10 https://twitter.com/liudimouse/status/38815580974751745",
      "在麦当劳门口喊我们要吃饭，搞笑啊\n Yelling you want food to eat right in front of McDonald's, that's hilarious.",
      "Sat Feb 19 2011 12:28:31 https://twitter.com/liudimouse/status/38817179558223873",
      "这鬼主意真不是我出的\n Really, this wasn't my stupid idea.",
      "Sat Feb 19 2011 15:13:46 https://twitter.com/liudimouse/status/38858766686355456",
      "批发点茉莉花明天上街卖是不是个好主意呢\n It would be a good idea though to buy a bunch of Jasmine flowers and sell them on the street tomorrow, right?",
      "Sat Feb 19 2011 15:14:42 https://twitter.com/liudimouse/status/38859002653708289",
      "还是批发点茶叶更能赚？\n Or would selling tea turn a better profit?",
      "Sat Feb 19 2011 15:17:44 https://twitter.com/liudimouse/status/38859763387203585",
      "这两天喝茶的，喝的都是茉莉花茶\n Everyone getting called out to drink tea these two days, they're all drinking Jasmine tea\n\n Sat Feb 19 2011 18:12:00 https://twitter.com/liudimouse/status/38903619730284544",
      "明天开心网菜园里是不是连茉莉花都不能种了\n Will Jasmine flowers be banned from Happy Farm on Kaixin001 tomorrow?",
      "Sat Feb 19 2011 22:42:42 https://twitter.com/liudimouse/status/38971743531958272",
      "明天茉莉花行动的主力是警察，大家可以注意到，预定的游行地点会有大批警察集合\n The main force behind tomorrow's action will be police.",
      "People should note that large numbers of police will be gathered at all the preset rally locations.",
      "Sat Feb 19 2011 23:11:41 https://twitter.com/liudimouse/status/38979036764057600",
      "支持革命，借机高价卖花；支持自焚，借机高价卖打火机；支持拍砖，借机高价卖砖头……\n I support revolution, as a chance to sell flowers at inflated prices; I support self-immolation, as a chance to sell lighters at inflated prices; I support throwing bricks, as a chance to sell bricks at inflated prices.....\n\n Sat Feb 19 2011 23:33:04 https://twitter.com/liudimouse/status/38984418349555712",
      "革命要跟三味书屋讲座一样，每周来一次，地点临时通知\n Revolutions should be like book readings at San Wei Bookstore: once a week, with the location chosen at the last minute.",
      "Sun Feb 20 2011 14:38:17 https://twitter.com/liudimouse/status/39212224455258112",
      "今天这事到底是怎么造成的，其实谁也不知道，我党抓狂了，哇哈哈哈\n How exactly did today come about?",
      "Nobody actually knows, but the Party at least has gone crazy, wahahaha\n\n Sun Feb 20 2011 14:42:54 https://twitter.com/liudimouse/status/39213384939343873",
      "今天麦当劳的生意大概不错\n McDonald's must be having good business today\n\n Sun Feb 20 2011 18:02:05 https://twitter.com/liudimouse/status/39263512769335296",
      "公开策略，迫使对方适应你的策略\n When you make your strategy public, you force your opponent to adapt.",
      "Sun Feb 20 2011 21:36:15 https://twitter.com/liudimouse/status/39317411282948096",
      "所谓革命，就是A围观B，B围观C，C围观D，D围观A，最后革命就成了\n This so-called revolution, it's A standing and watching B, B standing and watching C, C standing and watching D, and D standing and watching A. Then the revolution is complete.",
      "Sun Feb 20 2011 21:37:25 https://twitter.com/liudimouse/status/39317703063769088",
      "所谓革命，就是党觉得会有革命，派大量警力镇压，最后革命就成了\n This so-called revolution, it's only the Party that thinks there could be a revolution, so it mobilized a massive police presence to suppress it, and in the end the revolution began.",
      "Sun Feb 20 2011 23:06:47 https://twitter.com/liudimouse/status/39340192695463936",
      "不管是08宪章还是这次的茉莉花革命，要不是我党反应那么强烈，可能都不会有多大动静，所以说革命都是他们自己制造的。\n If you look at either Charter 08 or this Jasmine Revolution, if the Party hadn't responded with such force, they probably wouldn't have gone anywhere.",
      "Which is why I'm saying they created the revolution themselves.",
      "Sun Feb 20 2011 23:11:36 https://twitter.com/liudimouse/status/39341404224233472",
      "所以说，只要我党认为某事有威胁，那就一定有威胁；我党认为革命要来，那就一定要来。\n In other words, as long as the Party sees this or that as a threat, then it's guaranteed to become a threat; if the Party suspects a revolution is coming, then one is guaranteed to come.",
      "Mon Feb 21 2011 05:59:34 https://twitter.com/liudimouse/status/39444071764205569",
      "这次之前大家都不知道能聚起来，下次应该考虑考虑聚集之后干点啥，怎样跟围观群众解释。\n Nobody knew beforehand if anyone would actually show up.",
      "For next time they should consider carefully what to do after people gather, how to explain themselves to everyone who gathers around to watch.",
      "Mon Feb 21 2011 06:10:33 https://twitter.com/liudimouse/status/39446835923779584",
      "革命要充分利用生态环境\n A revolution needs to make full use of its environment.",
      "Mon Feb 21 2011 08:11:44 https://twitter.com/liudimouse/status/39477332318097409",
      "现在是共谋的时代，不是密谋的时代。我党还是找幕后黑手那套思路，但其实可能没什么幕后黑手，树洞和博讯的帖子随便哪个不知名的小人物都能发，大家上街也都是自愿去的不需要谁来组织。\n Today's is the age of conspiracy, not the age of plots.",
      "The Party still thinks it can find someone running things from behind the scene, when it's possible there is no one standing behind the scene.",
      "The original author of the post on Boxun could just as well have been someone that nobody's ever heard of; people took to the streets because they wanted to.",
      "This didn't need anyone to organize.",
      "Mon Feb 21 2011 08:20:30 https://twitter.com/liudimouse/status/39479538119352320",
      "好多事就是大家互相影响的结果，而不是有什么幕后黑手在组织。\n Many things are the result of how people influence each other, and not because there's some bad guy behind the scene calling the shots.",
      "Mon Feb 21 2011 08:29:41 https://twitter.com/liudimouse/status/39481853144465408",
      "没人指挥我们的行动，我们都是根据外界信息来调整自己的行动。这就好比市场交易中没人指挥买家和卖家进行合作，双方都是通过价格信号来调整自己的行为的。\n Nobody directed us to action, we all adjusted our action based on information coming from abroad.",
      "For comparison, in a free market nobody directs buyers and sellers to conduct transactions.",
      "Both sides adjust their behavior based on price signals.",
      "Mon Feb 21 2011 08:34:01 https://twitter.com/liudimouse/status/39482943214714880",
      "我们决定自己行动的信息就是他人行动的结果，我们甚至都不需要直接与他人沟通就可以实现与他人的合作。\n The information based on which we decide to take action is itself the result of someone else's action; we don't even need to communicate directly with other people in order to engage in cooperation with them.",
      "Mon Feb 21 2011 08:37:32 https://twitter.com/liudimouse/status/39483827181207552",
      "所以，我们不必为了运动而组织群众，而可以通过运动本身来发动群众。\n Therefore, we don't need to organize crowds just to start a movement.",
      "We can launch a movement just through movement itself.",
      "Mon Feb 21 2011 08:43:57 https://twitter.com/liudimouse/status/39485443523223552",
      "暴力革命喜欢密谋，人民起义不需要密谋，罗马尼亚就是一瞬间的事\n Violent revolutions love plots, but people's uprisings don't need them, Romania for example happened spontaneously.",
      "And today:\n\n https://twitter.com/liudimouse/status/40083873895292928",
      "自首这件事，一个人自首挺没劲，要自首就找一堆人集体自首；要搞行为艺术，就要找一堆完全无关的人来自首。\n Regarding turning yourself in, doing it alone is kind of a waste.",
      "If you're going to surrender, you should find a group to do it with.",
      "If it's performance art you want, you have to get a bunch of strangers to turn themselves in together.",
      "https://twitter.com/liudimouse/status/40084205752811520",
      "大家抢着认领革命，也挺行为艺术的。\n Everyone rushing to claim leadership, now there's some real performance art.",
      "https://twitter.com/liudimouse/status/40084564634243072",
      "要不然就干脆没人认领，我觉得这事说不定是哪个AI策划的\n Otherwise just don't bother with having a leader.",
      "You know, I think this thing might have even been planned by some artificial intelligence.",
      "https://twitter.com/liudimouse/status/40085077820051456",
      "要不然本周日大家集体自首算了\n Otherwise, come this Sunday, everyone will just turn themselves in.",
      "https://twitter.com/liudimouse/status/40095722120413184",
      "其实没有领导人的革命真的可以搞成，比如，大家可以根据纳斯达克指数来决定集会地点\n In fact, leaderless revolutions can succeed too.",
      "For example, people could choose their gathering locations based on the Nasdaq index\n\n https://twitter.com/liudimouse/status/40328632861720576",
      "现在茉莉花革命就是一行为艺术嘛，怎么就有人谈到人头落地了，太夸张了\n Look, the Jasmine Revolution is just an act of performance art, why are people talking about people's heads rolling?",
      "That's a bit of an exaggeration.",
      "https://twitter.com/liudimouse/status/40329119350652928",
      "现在抓的都是跟茉莉花没关系的人，老革命也都没怎么参加，参加的全是新人，我党很难办的\n The people being arrested now have nothing to do with Jasmine, older revolutionaries aren't taking part, the people who are taking part are all fresh.",
      "The Party's in a pickle."
    ],
    "tokens": [
      "Two",
      "small",
      "protests",
      "Sunday",
      "have",
      "been",
      "declared",
      "the",
      "beginning",
      "of",
      "China",
      "'s",
      "own",
      "revolution",
      ",",
      "and",
      "yes",
      ",",
      "it",
      "all",
      "started",
      "on",
      "Twitter",
      "Many",
      "felt",
      "leading",
      "up",
      "to",
      "the",
      "protests",
      "that",
      "they",
      "would",
      "prove",
      "to",
      "be",
      "little",
      "more",
      "than",
      "performance",
      "art",
      ",",
      "but",
      "now",
      "wonder",
      "if",
      "the",
      "heavy-handed",
      "response",
      "from",
      "authorities",
      "has",
      "created",
      "something",
      "bigger",
      "Have",
      "the",
      "Chinese",
      "caught",
      "the",
      "freedom",
      "flu",
      ",",
      "or",
      "is",
      "China",
      "'s",
      "Jasmine",
      "Revolution",
      "a",
      "bunch",
      "of",
      "amplified",
      "wishful",
      "thinking",
      "spread",
      "almost",
      "exclusively",
      "on",
      "Twitter",
      "Why",
      "was",
      "everything",
      "posted",
      "on",
      "Twitter",
      "Why",
      "is",
      "there",
      "no",
      "leadership",
      "Numero",
      "Other",
      "questions",
      "floating",
      "around",
      ":",
      "Was",
      "the",
      "original",
      "anonymous",
      "Boxun",
      "post",
      "part",
      "of",
      "an",
      "elaborate",
      "sting",
      "operation",
      "aimed",
      "at",
      "silencing",
      "those",
      "who",
      "Beijing",
      "authorities",
      "feel",
      "might",
      "give",
      "growth",
      "to",
      "a",
      "movement",
      "in",
      "the",
      "months",
      "or",
      "years",
      "to",
      "come",
      ",",
      "or",
      ",",
      "as",
      "well-known",
      "Beijing-based",
      "liberal",
      "commentators",
      "and",
      "heavy",
      "Twitter",
      "users",
      "Mo",
      "Zhixu",
      "and",
      "Stainless",
      "Steel",
      "Mouse",
      "(",
      "along",
      "with",
      "many",
      "others",
      ")",
      "feel",
      ",",
      "and",
      "with",
      "a",
      "second",
      "round",
      "of",
      "protests",
      "coming",
      "this",
      "weekend",
      ",",
      "did",
      "authorities",
      ",",
      "through",
      "their",
      "heavy-handed",
      "response",
      ",",
      "take",
      "what",
      "looked",
      "like",
      "something",
      "of",
      "a",
      "joke",
      "at",
      "their",
      "(",
      "and",
      "taxpayers",
      "'",
      ")",
      "expense",
      "and",
      "give",
      "it",
      "inertia",
      "Thoughts",
      "on",
      "these",
      "and",
      "more",
      "from",
      "Mo",
      "and",
      "Mouse",
      "over",
      "the",
      "past",
      "few",
      "days",
      "are",
      "aggregated",
      "below",
      ",",
      "but",
      "first",
      ",",
      "a",
      "sample",
      "of",
      "the",
      "myriad",
      "things",
      "that",
      "have",
      "been",
      "tweeted",
      "since",
      "this",
      "started",
      ":",
      "https",
      "://twitter.com/isaac/status/39522419773284352",
      "昨天中文推特发推量达到227K，达到有史以来的最高纪录",
      "#twittercn",
      "11:10",
      "AM",
      "Feb",
      "21st",
      "Isaac",
      "Mao",
      ":",
      "227,000",
      "Chinese",
      "language",
      "tweets",
      "were",
      "posted",
      "yesterday",
      ",",
      "an",
      "all-time",
      "record",
      "high",
      "https",
      "://twitter.com/rui7905/status/39506006220218368",
      "早上一来，收邮件发现有一封来自某IDC机房的紧急通知，看后才知道，原来在周末发布的关键字屏蔽列表里，居然还有“梅花革命",
      "牡丹花革命",
      "映山红(",
      "金达莱",
      ")革命",
      "葵花子政变”…",
      "…",
      "10:05",
      "AM",
      "Feb",
      "21st",
      "Kevin",
      "Li",
      ":",
      "First",
      "thing",
      "this",
      "morning",
      "I",
      "checked",
      "my",
      "e-mail",
      ",",
      "found",
      "an",
      "urgent",
      "notice",
      "from",
      "my",
      "IDC",
      "server",
      "room",
      "Reading",
      "it",
      "was",
      "the",
      "first",
      "I",
      "'d",
      "heard",
      "that",
      "this",
      "weekend",
      "'s",
      "banned",
      "word",
      "list",
      "contains",
      "things",
      "like",
      "'plum",
      "blossom",
      "revolution",
      ",",
      "'",
      "'peony",
      "revolution",
      ",",
      "'",
      "'azalea",
      "revolution",
      ",",
      "'",
      "'sunflower",
      "seed",
      "coup",
      "'......",
      "https",
      "://www.youtube",
      ".com/watch",
      "?v=MZwpsNVdE6E&amp;feature=player_embedded",
      "https",
      "://www.youtube",
      ".com/watch",
      "?v=soQMvY9hojc&amp;feature=related",
      "https",
      "://wmrblog.blogspot.com/2011/02/blog-post_20.html",
      "https",
      "://twitter.com/Alice7vong/status/39146369537150976",
      "收到班长的短信：接教育厅紧急通知，今天（20日）所有返校学生须在校园内，不得外出",
      ".(各位請勿問我為什麼",
      ",因為我也不知原因",
      ".）//难道是因为“茉莉花”？囧…昨晚同学还叫我回去吃特产，既然要被软禁那我不回去了",
      "…",
      "10:16",
      "AM",
      "Feb",
      "20th",
      "Alice",
      "7vong",
      ":",
      "I",
      "got",
      "a",
      "text",
      "message",
      "from",
      "my",
      "class",
      "leader",
      ":",
      "\"",
      "Urgent",
      "notice",
      "from",
      "the",
      "Ministry",
      "of",
      "Education",
      ",",
      "all",
      "students",
      "are",
      "required",
      "to",
      "remain",
      "on",
      "campus",
      "today",
      "(",
      "Feb.",
      "20th",
      ")",
      "and",
      "are",
      "not",
      "allowed",
      "to",
      "leave",
      "(",
      "Please",
      "do",
      "n't",
      "ask",
      "me",
      "why",
      ",",
      "because",
      "I",
      "do",
      "n't",
      "know",
      "either",
      ")",
      ".",
      "//Because",
      "of",
      "the",
      "\"",
      "Jasmine",
      "Revolution",
      "\"",
      "Jiong",
      "...last",
      "night",
      "a",
      "classmate",
      "called",
      "me",
      "up",
      "to",
      "go",
      "out",
      "for",
      "some",
      "hometown",
      "snacks",
      ",",
      "turns",
      "out",
      "we",
      "'re",
      "on",
      "lockdown",
      "so",
      "I",
      "could",
      "n't",
      "go",
      "...",
      "https",
      "://twitter.com/zokio/status/38943191403069440",
      "茉莉花行动，就是一恶作剧，认真你就输了。当年苏联就是被里根搞的虚拟现实主义艺术方案——星球大战计划给拖垮的，葛优说的好：谁动感情谁完蛋",
      "。",
      "8:49",
      "PM",
      "Feb",
      "19th",
      "Zokio",
      ":",
      "The",
      "Jasmine",
      "Revolution",
      "is",
      "just",
      "a",
      "practical",
      "joke",
      ",",
      "it",
      "'ll",
      "be",
      "over",
      "the",
      "second",
      "anyone",
      "takes",
      "it",
      "seriously",
      "What",
      "took",
      "the",
      "Soviet",
      "Union",
      "down",
      "was",
      "Reagan",
      "'s",
      "virtual",
      "reality-ism",
      "plan—it",
      "crumbled",
      "against",
      "his",
      "\"",
      "Star",
      "Wars",
      "\"",
      "initiative",
      "Ge",
      "You",
      "said",
      "it",
      "best",
      ":",
      "Whoever",
      "gets",
      "stirred",
      "up",
      "is",
      "done",
      "in",
      "for",
      "https",
      "://twitter.com/Utopian1989/status/39298137197785088",
      "刚一起吃饭的朋友看港台报道中国茉莉花革命，随后又报巴林利比亚等地革命，感叹这世道变得太快。我却觉得世道已经很久不变了，改变的希望还在，就在我们这一代",
      "。",
      "8:19",
      "PM",
      "Feb",
      "20th",
      "Utopian1989",
      ":",
      "Was",
      "just",
      "eating",
      "with",
      "a",
      "friend",
      "when",
      "the",
      "Hong",
      "Kong",
      "news",
      "came",
      "on",
      "with",
      "a",
      "report",
      "on",
      "the",
      "Jasmine",
      "Revolution",
      ",",
      "followed",
      "by",
      "the",
      "revolutions",
      "in",
      "Bahrain",
      "and",
      "Libya",
      "Sigh",
      ",",
      "this",
      "world",
      "is",
      "changing",
      "too",
      "fast",
      "But",
      "I",
      "feel",
      "more",
      "that",
      "it",
      "'s",
      "been",
      "too",
      "long",
      "since",
      "it",
      "last",
      "changed",
      ",",
      "I",
      "still",
      "have",
      "hope",
      "that",
      "it",
      "will",
      "change",
      ",",
      "within",
      "our",
      "lifetimes",
      ",",
      "too",
      "https",
      "://twitter.com/Utopian1989/status/39309147044450304",
      "多想还在北京，和他一起上街，买瓶茉莉花茶，分享生命的喜悦。一起散步，一起回家，和正在改变的中国一起迎来茉莉花开",
      "。",
      "9:03",
      "PM",
      "Feb",
      "20th",
      "Utopian1989",
      ":",
      "Oh",
      "how",
      "I",
      "wish",
      "I",
      "was",
      "in",
      "Beijing",
      "now",
      ",",
      "out",
      "on",
      "the",
      "street",
      "with",
      "him",
      "We",
      "'d",
      "buy",
      "a",
      "bottle",
      "of",
      "Jasmine",
      "tea",
      "and",
      "share",
      "the",
      "joy",
      "of",
      "being",
      "alive",
      "We",
      "'d",
      "march",
      "together",
      ",",
      "then",
      "go",
      "home",
      "together",
      ",",
      "and",
      "with",
      "the",
      "now-changing",
      "China",
      "together",
      ",",
      "watch",
      "the",
      "Jasmine",
      "flower",
      "bloom",
      "https",
      "://twitter.com/samuelincn/status/39340669977903104",
      "真正的弱势群体没有加入到这次活动中来，比如地下教友、复原军人、失地农民、下岗职工、城市贫民、法轮功等等。。。所以说，今天只是开始。。",
      "。",
      "#cn220",
      "#freechina",
      "11:08",
      "PM",
      "Feb",
      "20th",
      "SamuelInCn",
      ":",
      "The",
      "truly",
      "disadvantaged",
      "groups",
      "have",
      "n't",
      "joined",
      "in",
      "with",
      "this",
      ",",
      "like",
      "underground",
      "churches",
      ",",
      "rehabilitated",
      "soldiers",
      ",",
      "landless",
      "farmers",
      ",",
      "the",
      "laid-off",
      "former",
      "SOE",
      "employees",
      ",",
      "the",
      "urban",
      "poor",
      ",",
      "Falun",
      "Gong",
      ",",
      "etc...which",
      "is",
      "why",
      "today",
      "is",
      "just",
      "the",
      "beginning",
      "...",
      "https",
      "://twitter.com/jajia/status/39245700856283136",
      "这次集合基本就是个玩笑，但是他们当真了。有点作茧自缚的意思。群众的聚合，很大程度上来自警方的阵势过于庞大。但是说实话，他们摆出的阵仗，具备震慑作用。很多带着小孩的家长迅速离开，担心发生什么事情。大家都预感到有什么大事，并认为不可思议",
      "。",
      "4:51",
      "PM",
      "Feb",
      "20th",
      "Jia",
      "Jia",
      ":",
      "This",
      "gathering",
      "is",
      "one",
      "big",
      "joke",
      ",",
      "but",
      "they",
      "think",
      "it",
      "'s",
      "for",
      "real",
      "Seems",
      "they",
      "'ve",
      "gotten",
      "caught",
      "up",
      "in",
      "their",
      "own",
      "web.",
      "If",
      "a",
      "crowd",
      "gathers",
      ",",
      "it",
      "'ll",
      "for",
      "the",
      "most",
      "part",
      "be",
      "to",
      "the",
      "excess",
      "size",
      "of",
      "police",
      "forces",
      "But",
      "to",
      "be",
      "honest",
      ",",
      "their",
      "battle",
      "posture",
      "will",
      "definitely",
      "frighten",
      "people",
      "Many",
      "families",
      "with",
      "children",
      "will",
      "leave",
      "quickly",
      ",",
      "worried",
      "something",
      "will",
      "happen",
      "Everybody",
      "senses",
      "that",
      "something",
      "big",
      "is",
      "about",
      "to",
      "happen",
      ",",
      "but",
      "they",
      "also",
      "find",
      "it",
      "unimaginable",
      "https",
      "://twitter.com/jajia/status/39252426686996480",
      "总而言之，以后还是寄望于准确信息的快速传播与响应。否则以今天看来，无目的无诉求无明确行为的聚集，很容易被以维持治安的名义将之分化及驱离。这是一个玩笑，就当今天大家检阅纳税人养的装备精良的警察队伍了，没事儿都洗洗睡吧",
      "。",
      "5:18",
      "PM",
      "Feb",
      "20th",
      "Jia",
      "Jia",
      ":",
      "In",
      "a",
      "word",
      ",",
      "keep",
      "on",
      "hoping",
      "that",
      "the",
      "right",
      "information",
      "keeps",
      "spreading",
      "quickly",
      "and",
      "far",
      "Otherwise",
      ",",
      "judging",
      "from",
      "today",
      ",",
      "assemblies",
      "with",
      "no",
      "goal",
      "or",
      "demands",
      "or",
      "clear",
      "action",
      "will",
      "be",
      "easily",
      "dispersed",
      "in",
      "the",
      "name",
      "of",
      "maintaining",
      "public",
      "order",
      "This",
      "is",
      "a",
      "joke",
      ",",
      "all",
      "people",
      "did",
      "was",
      "inspect",
      "the",
      "well-equipped",
      "police",
      "force",
      "raised",
      "on",
      "taxpayer",
      "money",
      ",",
      "did",
      "n't",
      "even",
      "lose",
      "a",
      "minute",
      "of",
      "sleep.",
      "https",
      "://twitter.com/jajia/status/39255978004328449",
      "最好玩的还于，他们和外部世界都以为是真的。于是一坨屎盆子自己倒在自己头上。。。RT@_ym",
      ":",
      "“爸爸讲个故事吧喵～”“很久很久以前，有个宅男吃着泡面费着纸，在秘密树洞发了个推，让世界上¼的警察走上街头，让我的api挂了喵…",
      "”",
      "5:32",
      "PM",
      "Feb",
      "20th",
      "Jia",
      "Jia",
      ":",
      "The",
      "funniest",
      "part",
      "about",
      "this",
      "is",
      "they",
      "and",
      "the",
      "rest",
      "of",
      "the",
      "world",
      "took",
      "this",
      "seriously",
      "Then",
      "a",
      "pile",
      "of",
      "bedpans",
      "got",
      "dumped",
      "on",
      "their",
      "heads",
      "...",
      "RT",
      "@_ym",
      ":",
      "\"",
      "Daddy",
      ",",
      "tell",
      "me",
      "a",
      "storrrry",
      "\"",
      "\"",
      "A",
      "long",
      ",",
      "long",
      "time",
      "ago",
      ",",
      "a",
      "home-aloner",
      "finished",
      "his",
      "noodles",
      "and",
      "soiled",
      "his",
      "kleenex",
      ",",
      "then",
      "sent",
      "a",
      "tweet",
      "out",
      "the",
      "shudong",
      "Then",
      "1/4",
      "of",
      "all",
      "police",
      "on",
      "earth",
      "filled",
      "the",
      "streets",
      ",",
      "and",
      "then",
      "my",
      "API",
      "got",
      "blocked",
      "..",
      ".",
      "\"",
      "https",
      "://twitter.com/tdtw/status/39257716811767808",
      "虽说今天的事情完全是个恶作剧，但众警察国保回头还不好跟上面说情报有误，而是汇报说抓到了危险分子X人云云，战果颇丰。上面听到后一阵庆幸，洋洋自得道：幸好俺们英明，这才将革命彻底扼杀在了摇篮之中",
      "。",
      "5:39",
      "PM",
      "Feb",
      "20th",
      "'Knock",
      "Down",
      "the",
      "Berlin",
      "Wall",
      "'",
      ":",
      "Even",
      "though",
      "what",
      "happened",
      "today",
      "was",
      "a",
      "complete",
      "practical",
      "joke",
      ",",
      "the",
      "police",
      "and",
      "domestic",
      "security",
      "agents",
      "ca",
      "n't",
      "really",
      "go",
      "back",
      "and",
      "say",
      "they",
      "got",
      "bad",
      "intelligence",
      ",",
      "so",
      "instead",
      "they",
      "report",
      "back",
      "that",
      "they",
      "arrested",
      "this",
      "and",
      "that",
      "dangerous",
      "element",
      "with",
      "excellent",
      "results",
      "Their",
      "higher-ups",
      "will",
      "hear",
      "this",
      "and",
      "celebrate",
      "then",
      "smugly",
      "say",
      ":",
      "Lucky",
      "we",
      "'re",
      "so",
      "good",
      "at",
      "what",
      "we",
      "do",
      "We",
      "annihilated",
      "this",
      "revolution",
      "while",
      "it",
      "was",
      "still",
      "in",
      "the",
      "crib",
      "https",
      "://twitter.com/BaiqiaoCh/status/39225977653428224",
      "中共真的快完了，就看今天晚上那些新五毛的拙劣表演，就知道他们玩不了多久了。个个都是一副狗急跳墙的样子。就算过去看不明白的人都会看明白了：只有被逼到墙角的狗才会“狗急跳墙”呀",
      "。",
      "3:32",
      "PM",
      "Feb",
      "20th",
      "Tang",
      "Baiqiao",
      ":",
      "The",
      "CCP",
      "is",
      "almost",
      "finished",
      ",",
      "just",
      "look",
      "at",
      "what",
      "a",
      "shabby",
      "job",
      "those",
      "new",
      "50",
      "Cent",
      "Party",
      "members",
      "did",
      "and",
      "you",
      "can",
      "see",
      "they",
      "do",
      "n't",
      "have",
      "much",
      "time",
      "left",
      "Each",
      "and",
      "every",
      "one",
      "of",
      "them",
      "look",
      "desperate",
      "like",
      "they",
      "'re",
      "backed",
      "up",
      "against",
      "a",
      "wall",
      "Even",
      "clueless",
      "people",
      "have",
      "started",
      "to",
      "see",
      "through",
      "it",
      "now",
      ":",
      "a",
      "dog",
      "backed",
      "into",
      "a",
      "corner",
      "would",
      "go",
      "to",
      "such",
      "lengths",
      "https",
      "://twitter.com/BaiqiaoCh/status/39229396288020480",
      "各位晚安。茉莉花革命欲演结束了。明天开始写总结报告。大家估计今天全国动用了多少警力，出动了多少国宝，吓着了多少当权者？还有那些可怜的五毛们，咱们今生无缘，但你们尽情抹黑中共让更多人知道中共的丑恶嘴脸，没有功劳也有苦劳。不过干这种没出息的五毛勾当应该适可而止",
      "。",
      "3:46",
      "PM",
      "Feb",
      "20th",
      "Tang",
      "Baiqiao",
      ":",
      "Goodnight",
      ",",
      "everyone",
      "The",
      "Jasmine",
      "Revolution",
      "rehearsal",
      "is",
      "over",
      "Tomorrow",
      "I",
      "'ll",
      "write",
      "a",
      "post",
      "summing",
      "it",
      "up",
      "Everyone",
      "seems",
      "to",
      "think",
      "that",
      "large",
      "numbers",
      "of",
      "police",
      "and",
      "domestic",
      "security",
      "agents",
      "have",
      "been",
      "mobilized",
      "all",
      "across",
      "the",
      "country",
      "How",
      "scared",
      "are",
      "the",
      "rulers",
      "And",
      "those",
      "pathetic",
      "50",
      "Cent",
      "Party",
      "members",
      ",",
      "our",
      "lives",
      "may",
      "be",
      "in",
      "vain",
      ",",
      "but",
      "what",
      "you",
      "'ve",
      "done",
      "is",
      "tarnish",
      "the",
      "image",
      "of",
      "the",
      "CCP",
      "and",
      "shown",
      "people",
      "its",
      "true",
      "ugly",
      "face",
      "Your",
      "hard",
      "work",
      "has",
      "paid",
      "off",
      ",",
      "just",
      "not",
      "the",
      "way",
      "you",
      "intended",
      "Though",
      ",",
      "even",
      "worthless",
      "50",
      "Cent",
      "Party",
      "members",
      "should",
      "not",
      "overdo",
      "it",
      "https",
      "://twitter.com/no_",
      "Z_turn/status/39279500021858304",
      "今天是TG在进行应对网络革命的演习呢吧？敏感词得敏感词的时候也没有这么大的声势啊！看来那几个“中国人民的老朋友”的下场把丫们给下着了",
      "。",
      "7:05",
      "PM",
      "Feb",
      "20th",
      "No_",
      "Z_turn",
      ":",
      "So",
      "today",
      "the",
      "CCP",
      "practices",
      "shutting",
      "down",
      "a",
      "cyber",
      "revolution",
      "Even",
      "when",
      "XXX",
      "went",
      "XXX",
      ",",
      "there",
      "was",
      "n't",
      "this",
      "big",
      "a",
      "response",
      "With",
      "\"",
      "the",
      "old",
      "friends",
      "of",
      "the",
      "Chinese",
      "people",
      "\"",
      "overthrown",
      "now",
      ",",
      "it",
      "seems",
      "their",
      "turn",
      "is",
      "next",
      "https",
      "://twitter.com/yinxingongzi/status/39202427265613824",
      "现在看来这次国内所谓的鲜花革命是一场由网民倡导，由党中央响应和领导，由各级维稳部门倾力参与，由民主人士全力配合，由人民群众围观鉴赏的后现代民主主义革命",
      "。",
      "#cn220",
      "1:59",
      "PM",
      "Feb",
      "20th",
      "Yinxin",
      "Gongzi",
      ":",
      "Seems",
      "now",
      "that",
      "this",
      "domestic",
      "so-called",
      "flower",
      "revolution",
      "was",
      "initiated",
      "by",
      "netizens",
      ",",
      "but",
      "the",
      "Party",
      "Central",
      "Committee",
      "'s",
      "response",
      "has",
      "been",
      "to",
      "take",
      "lead",
      "and",
      "force",
      "Stability",
      "departments",
      "at",
      "every",
      "level",
      "to",
      "take",
      "part",
      "A",
      "postmodern",
      "democratic",
      "revolution",
      "with",
      "the",
      "full",
      "cooperation",
      "of",
      "democracy",
      "advocates",
      "and",
      "the",
      "masses",
      "standing",
      "around",
      "to",
      "appreciate",
      "it",
      "https",
      "://twitter.com/",
      "Hexilou/status/38876502766387200",
      "辛亥革命的爆发，这是告诉我们，当时的中国，由政治领导改进社会之希望已断绝，不得不转由社会领导来改进政治",
      "。",
      "4:24",
      "PM",
      "Feb",
      "19th",
      "He",
      "Xilou",
      ":",
      "The",
      "eruption",
      "of",
      "the",
      "Xinhai",
      "revolution",
      "should",
      "tell",
      "us",
      "that",
      "in",
      "China",
      "at",
      "that",
      "time",
      ",",
      "all",
      "hope",
      "of",
      "political",
      "leaders",
      "improving",
      "society",
      "were",
      "dead",
      "and",
      "political",
      "changes",
      "had",
      "to",
      "be",
      "carried",
      "out",
      "by",
      "leaders",
      "within",
      "society",
      "Also",
      "building",
      "on",
      "the",
      "idea",
      "that",
      "China",
      "'s",
      "Twitter",
      "users",
      "intended",
      "Sunday",
      "'s",
      "gatherings",
      "as",
      "a",
      "joke",
      "but",
      "went",
      "out",
      "of",
      "curiosity",
      "were",
      "tweets",
      "like",
      "these",
      ":",
      "https",
      "://twitter.com/aizong/status/38970317518938112",
      "明天礼拜天，这个礼拜，20日，外面真有活动吗？我去教会",
      "10:37",
      "PM",
      "Feb",
      "19th",
      "Hangzhou-based",
      "journalist",
      "Zan",
      "Aizong",
      ":",
      "Tomorrow",
      "is",
      "Sunday",
      "This",
      "week",
      ",",
      "on",
      "the",
      "20th",
      ",",
      "is",
      "there",
      "anything",
      "happening",
      "I",
      "'ll",
      "be",
      "going",
      "to",
      "church",
      "https",
      "://twitter.com/langzichn/status/39186037255184384",
      "我去北京路逛书店",
      "。",
      "12:54",
      "PM",
      "Feb",
      "20th",
      "Guangzhou-based",
      "journalist",
      "LangziChn",
      ":",
      "I",
      "'m",
      "off",
      "to",
      "the",
      "bookstore",
      "on",
      "Beijing",
      "Rd",
      ".",
      "https",
      "://twitter.com/litiantian/status/38647276175888384",
      "周日人民广场附近的上海书城是必须去一趟的，好久没有去书城了。有去书城的吗",
      "？",
      "1:13",
      "AM",
      "Feb",
      "19th",
      "Shanghai-based",
      "lawyer",
      "Li",
      "Tiantian",
      "(",
      "status",
      "unknown",
      "following",
      "her",
      "arrest",
      "Saturday",
      "night",
      ")",
      ":",
      "I",
      "definitely",
      "have",
      "to",
      "go",
      "to",
      "the",
      "Shanghai",
      "Book",
      "City",
      "near",
      "People",
      "'s",
      "Square",
      "this",
      "Saturday",
      ",",
      "I",
      "have",
      "n't",
      "been",
      "to",
      "the",
      "bookstore",
      "for",
      "ages",
      "Is",
      "anyone",
      "else",
      "going",
      "to",
      "the",
      "bookstore",
      "https",
      "://twitter.com/litiantian/status/38648271438086144",
      "我想周日下午2点去人民广场给人提供免费指路服务",
      ".",
      "1:17",
      "AM",
      "Feb",
      "19th",
      "Li",
      "Tiantian",
      ":",
      "I",
      "think",
      "that",
      "at",
      "2pm",
      "on",
      "Sunday",
      ",",
      "I",
      "'m",
      "going",
      "to",
      "go",
      "to",
      "People",
      "'s",
      "Square",
      "and",
      "give",
      "people",
      "free",
      "directions",
      "https",
      "://twitter.com/litiantian/status/38658076475133952",
      "上海人民广场附近很多酱油。@leqing77",
      ":",
      "@litiantian",
      "那附近哪里能打酱油",
      "？",
      "1:56",
      "AM",
      "Feb",
      "19th",
      "Li",
      "Tiantian",
      ":",
      "There",
      "'s",
      "lots",
      "of",
      "soy",
      "sauce",
      "for",
      "sale",
      "around",
      "Shanghai",
      "'s",
      "People",
      "'s",
      "Square",
      "RT",
      "@leqing77",
      ":",
      "@litiantian",
      "Where",
      "can",
      "I",
      "get",
      "some",
      "soy",
      "sauce",
      "near",
      "there",
      "Mo",
      "Zhixu",
      "'s",
      "Jasmine",
      "tweets",
      "from",
      "Saturday",
      "through",
      "to",
      "Monday",
      ":",
      "12:24",
      "PM",
      "Feb",
      "19th",
      "https",
      "://twitter.com/mozhixu/status/38816184220520448",
      "靠",
      ",",
      "啥中国茉莉花，整个就是闪客行动嘛，作为老一辈闪客行为艺术家，我感到压力很大",
      "；",
      "C",
      "'mon",
      ",",
      "a",
      "Jasmine",
      "Revolution",
      "in",
      "China",
      "This",
      "is",
      "just",
      "a",
      "big",
      "flash",
      "mob",
      ",",
      "that",
      "'s",
      "all",
      "As",
      "an",
      "older",
      "generation",
      "performance",
      "artist",
      ",",
      "I",
      "think",
      "I",
      "just",
      "might",
      "have",
      "to",
      "cope",
      "with",
      "this",
      "12:39",
      "PM",
      "Feb",
      "19th",
      "https",
      "://twitter.com/mozhixu/status/38819933118795777",
      "我觉得吧，这个中国茉莉花行动是一挺好的行为艺术策划，国际、流行、时尚，无论是民间还是官方，当真了就输了；革命不会因为艺术策划而点燃，只会因为中南海的错误决定而点燃。。",
      "。",
      "。",
      "But",
      "I",
      "think",
      ",",
      "this",
      "Chinese",
      "Jasmine",
      "Revolution",
      "is",
      "a",
      "great",
      "performance",
      "art",
      "idea",
      "International",
      ",",
      "trendy",
      ",",
      "fashionable",
      ",",
      "whether",
      "you",
      "'re",
      "grassroots",
      "or",
      "an",
      "official",
      ",",
      "it",
      "'ll",
      "fail",
      "if",
      "people",
      "take",
      "it",
      "seriously",
      ";",
      "Revolutions",
      "do",
      "n't",
      "get",
      "sparked",
      "performance",
      "art",
      "installations",
      ",",
      "they",
      "can",
      "only",
      "be",
      "sparked",
      "by",
      "mistakes",
      "Zhongnanhai",
      "makes",
      "....",
      "Sun",
      "Feb",
      "20",
      "2011",
      "00:29:12",
      "https",
      "://twitter.com/mozhixu/status/38998545893691392",
      "成都警方这次肯定犯错误了，以冉匪的脾气，今夜无端不能回家，令小女受惊，以后必然会搞出点事情来的",
      "！",
      "Chengdu",
      "police",
      "have",
      "made",
      "a",
      "huge",
      "mistake",
      "this",
      "time",
      "Given",
      "Ran",
      "Yunfei",
      "'s",
      "temperament",
      ",",
      "there",
      "'s",
      "no",
      "reason",
      "he",
      "should",
      "n't",
      "be",
      "let",
      "go",
      "tonight",
      "Even",
      "little",
      "girls",
      "will",
      "get",
      "frightened",
      "if",
      "they",
      "keep",
      "him",
      ",",
      "and",
      "then",
      "there",
      "will",
      "definitely",
      "be",
      "something",
      "happening",
      "after",
      "that",
      "Sun",
      "Feb",
      "20",
      "2011",
      "10:41:41",
      "https",
      "://twitter.com/mozhixu/status/39152681301839872",
      "不思扩大政治参与，逐步开放体制，而是试图运用整个体制资源，管理社会，我觉得这样也不错，省得再谈什么政改了",
      "They",
      "way",
      "they",
      "'ve",
      "given",
      "no",
      "thought",
      "to",
      "expanding",
      "political",
      "participation",
      "and",
      "gradually",
      "opening",
      "up",
      "the",
      "system",
      ",",
      "instead",
      "trying",
      "to",
      "use",
      "up",
      "the",
      "entire",
      "system",
      "'s",
      "resources",
      "to",
      "manage",
      "society",
      ",",
      "I",
      "actually",
      "think",
      "that",
      "'s",
      "not",
      "a",
      "bad",
      "idea",
      ",",
      "means",
      "no",
      "more",
      "chatter",
      "about",
      "implementing",
      "political",
      "reforms",
      "Sun",
      "Feb",
      "20",
      "2011",
      "14:41:14",
      "https",
      "://twitter.com/mozhixu/status/39212966255525888",
      "刚才片警同志郑重地问我到底怎么回事情，估计他也是一头雾水，我解释了几句不必担心、行为艺术、推特翻墙云云，估计他还是一头雾水",
      "；",
      "A",
      "policeman",
      "just",
      "asked",
      "me",
      "solemnly",
      "what",
      "exactly",
      "is",
      "going",
      "on",
      "I",
      "guess",
      "he",
      "'s",
      "just",
      "as",
      "confused",
      "as",
      "upstairs",
      "is",
      "I",
      "explained",
      "a",
      "bit",
      "and",
      "said",
      "there",
      "'s",
      "no",
      "need",
      "to",
      "worry",
      ",",
      "this",
      "is",
      "all",
      "just",
      "performance",
      "art",
      ",",
      "people",
      "jumping",
      "over",
      "the",
      "Great",
      "Firewall",
      "of",
      "China",
      "and",
      "whatnot",
      "I",
      "think",
      "he",
      "hung",
      "up",
      "just",
      "as",
      "confused",
      "Sun",
      "Feb",
      "20",
      "2011",
      "16",
      ":08:45",
      "https",
      "://twitter.com/mozhixu/status/39234989941854208",
      "茉莉花没有开成，该放人了吧",
      "The",
      "Jasmine",
      "Flower",
      "never",
      "blossomed",
      ",",
      "so",
      "why",
      "have",
      "n't",
      "they",
      "released",
      "people",
      "yet",
      "Sun",
      "Feb",
      "20",
      "2011",
      "17:35",
      ":22",
      "https",
      "://twitter.com/mozhixu/status/39256787408396288",
      "话说这次的茉莉花行为艺术还是有破绽的，二月间哪里去找茉莉花嘛，唉，现在的都市青年看来都没养过花嘛",
      "。",
      "Anyway",
      ",",
      "this",
      "Jasmine",
      "Revolution",
      "performance",
      "art",
      "was",
      "n't",
      "going",
      "anywhere",
      ":",
      "you",
      "ca",
      "n't",
      "find",
      "Jasmine",
      "Flowers",
      "in",
      "the",
      "middle",
      "of",
      "February",
      "Aye",
      ",",
      "city",
      "kids",
      "these",
      "days",
      "know",
      "nothing",
      "about",
      "floriculture",
      "Mon",
      "Feb",
      "21",
      "2011",
      "02:42:07",
      "https",
      "://twitter.com/mozhixu/status/39394381496582144",
      "“茉莉花革命”这么个行为艺术，谁认真谁输，结果是当局认真了，也就是当局输了；在这方面伍皓部长就要高明些，懂的配合行为艺术，所以还捞回来不少。。。强烈建议重用伍部长",
      "！",
      "The",
      "thing",
      "about",
      "this",
      "\"",
      "Jasmine",
      "Revolution",
      "\"",
      "performance",
      "art",
      ",",
      "taking",
      "it",
      "seriously",
      "was",
      "bound",
      "to",
      "fail",
      "But",
      "authorities",
      "did",
      ",",
      "which",
      "is",
      "why",
      "they",
      "lost",
      "I",
      "think",
      "even",
      "department",
      "head",
      "Wu",
      "Hao",
      "was",
      "smarter",
      "than",
      "that",
      ",",
      "smart",
      "enough",
      "to",
      "just",
      "play",
      "along",
      ",",
      "which",
      "is",
      "why",
      "he",
      "got",
      "back",
      "so",
      "much",
      "...",
      "I",
      "strongly",
      "suggest",
      "department",
      "head",
      "Wu",
      "Hao",
      "be",
      "promoted",
      "And",
      "Stainless",
      "Steel",
      "Mouse",
      "'s",
      "tweets",
      "through",
      "to",
      "today",
      "Stainless",
      "Steel",
      "Mouse",
      ",",
      "it",
      "should",
      "be",
      "pointed",
      "out",
      ",",
      "is",
      "both",
      "a",
      "close",
      "associate",
      "of",
      "Liu",
      "Xiaobo",
      "'s",
      "as",
      "well",
      "as",
      "vocal",
      "holder",
      "of",
      "the",
      "belief",
      "that",
      "he",
      "and",
      "others",
      "sympathetic",
      "to",
      "the",
      "causes",
      "of",
      "freedom",
      "and",
      "human",
      "rights",
      "should",
      "be",
      "in",
      "prison",
      ",",
      "if",
      "Beijing",
      "authorities",
      "are",
      "so",
      "willing",
      "to",
      "incarcerate",
      "people",
      "based",
      "on",
      "their",
      "writings",
      "alone",
      "She",
      "is",
      "also",
      "known",
      "for",
      "her",
      "translation",
      "of",
      "works",
      "such",
      "as",
      "A",
      "Force",
      "More",
      "Powerful",
      "Sat",
      "Feb",
      "19",
      "2011",
      "01:39:20",
      "https",
      "://twitter.com/liudimouse/status/38653805956562944",
      "王府井有不止一个麦当劳",
      "There",
      "'s",
      "more",
      "than",
      "one",
      "McDonald",
      "'s",
      "at",
      "Wangfujing",
      "Sat",
      "Feb",
      "19",
      "2011",
      "12:17",
      ":12",
      "https",
      "://twitter.com/liudimouse/status/38814330845667328",
      "问题是明天我党遇到购物的怎么办",
      "？",
      "What",
      "happens",
      "tomorrow",
      "if",
      "the",
      "Party",
      "runs",
      "into",
      "a",
      "bunch",
      "of",
      "shoppers",
      "Sat",
      "Feb",
      "19",
      "2011",
      "12:22:10",
      "https",
      "://twitter.com/liudimouse/status/38815580974751745",
      "在麦当劳门口喊我们要吃饭，搞笑啊",
      "Yelling",
      "you",
      "want",
      "food",
      "to",
      "eat",
      "right",
      "in",
      "front",
      "of",
      "McDonald",
      "'s",
      ",",
      "that",
      "'s",
      "hilarious",
      "Sat",
      "Feb",
      "19",
      "2011",
      "12:28:31",
      "https",
      "://twitter.com/liudimouse/status/38817179558223873",
      "这鬼主意真不是我出的",
      "Really",
      ",",
      "this",
      "was",
      "n't",
      "my",
      "stupid",
      "idea",
      "Sat",
      "Feb",
      "19",
      "2011",
      "15",
      ":13",
      ":46",
      "https",
      "://twitter.com/liudimouse/status/38858766686355456",
      "批发点茉莉花明天上街卖是不是个好主意呢",
      "It",
      "would",
      "be",
      "a",
      "good",
      "idea",
      "though",
      "to",
      "buy",
      "a",
      "bunch",
      "of",
      "Jasmine",
      "flowers",
      "and",
      "sell",
      "them",
      "on",
      "the",
      "street",
      "tomorrow",
      ",",
      "right",
      "Sat",
      "Feb",
      "19",
      "2011",
      "15",
      ":14:42",
      "https",
      "://twitter.com/liudimouse/status/38859002653708289",
      "还是批发点茶叶更能赚",
      "？",
      "Or",
      "would",
      "selling",
      "tea",
      "turn",
      "a",
      "better",
      "profit",
      "Sat",
      "Feb",
      "19",
      "2011",
      "15",
      ":17",
      ":44",
      "https",
      "://twitter.com/liudimouse/status/38859763387203585",
      "这两天喝茶的，喝的都是茉莉花茶",
      "Everyone",
      "getting",
      "called",
      "out",
      "to",
      "drink",
      "tea",
      "these",
      "two",
      "days",
      ",",
      "they",
      "'re",
      "all",
      "drinking",
      "Jasmine",
      "tea",
      "Sat",
      "Feb",
      "19",
      "2011",
      "18:12:00",
      "https",
      "://twitter.com/liudimouse/status/38903619730284544",
      "明天开心网菜园里是不是连茉莉花都不能种了",
      "Will",
      "Jasmine",
      "flowers",
      "be",
      "banned",
      "from",
      "Happy",
      "Farm",
      "on",
      "Kaixin001",
      "tomorrow",
      "Sat",
      "Feb",
      "19",
      "2011",
      "22:42:42",
      "https",
      "://twitter.com/liudimouse/status/38971743531958272",
      "明天茉莉花行动的主力是警察，大家可以注意到，预定的游行地点会有大批警察集合",
      "The",
      "main",
      "force",
      "behind",
      "tomorrow",
      "'s",
      "action",
      "will",
      "be",
      "police",
      "People",
      "should",
      "note",
      "that",
      "large",
      "numbers",
      "of",
      "police",
      "will",
      "be",
      "gathered",
      "at",
      "all",
      "the",
      "preset",
      "rally",
      "locations",
      "Sat",
      "Feb",
      "19",
      "2011",
      "23",
      ":11:41",
      "https",
      "://twitter.com/liudimouse/status/38979036764057600",
      "支持革命，借机高价卖花；支持自焚，借机高价卖打火机；支持拍砖，借机高价卖砖头…",
      "…",
      "I",
      "support",
      "revolution",
      ",",
      "as",
      "a",
      "chance",
      "to",
      "sell",
      "flowers",
      "at",
      "inflated",
      "prices",
      ";",
      "I",
      "support",
      "self-immolation",
      ",",
      "as",
      "a",
      "chance",
      "to",
      "sell",
      "lighters",
      "at",
      "inflated",
      "prices",
      ";",
      "I",
      "support",
      "throwing",
      "bricks",
      ",",
      "as",
      "a",
      "chance",
      "to",
      "sell",
      "bricks",
      "at",
      "inflated",
      "prices",
      ".....",
      "Sat",
      "Feb",
      "19",
      "2011",
      "23:33:04",
      "https",
      "://twitter.com/liudimouse/status/38984418349555712",
      "革命要跟三味书屋讲座一样，每周来一次，地点临时通知",
      "Revolutions",
      "should",
      "be",
      "like",
      "book",
      "readings",
      "at",
      "San",
      "Wei",
      "Bookstore",
      ":",
      "once",
      "a",
      "week",
      ",",
      "with",
      "the",
      "location",
      "chosen",
      "at",
      "the",
      "last",
      "minute",
      "Sun",
      "Feb",
      "20",
      "2011",
      "14:38:17",
      "https",
      "://twitter.com/liudimouse/status/39212224455258112",
      "今天这事到底是怎么造成的，其实谁也不知道，我党抓狂了，哇哈哈哈",
      "How",
      "exactly",
      "did",
      "today",
      "come",
      "about",
      "Nobody",
      "actually",
      "knows",
      ",",
      "but",
      "the",
      "Party",
      "at",
      "least",
      "has",
      "gone",
      "crazy",
      ",",
      "wahahaha",
      "Sun",
      "Feb",
      "20",
      "2011",
      "14:42:54",
      "https",
      "://twitter.com/liudimouse/status/39213384939343873",
      "今天麦当劳的生意大概不错",
      "McDonald",
      "'s",
      "must",
      "be",
      "having",
      "good",
      "business",
      "today",
      "Sun",
      "Feb",
      "20",
      "2011",
      "18:02:05",
      "https",
      "://twitter.com/liudimouse/status/39263512769335296",
      "公开策略，迫使对方适应你的策略",
      "When",
      "you",
      "make",
      "your",
      "strategy",
      "public",
      ",",
      "you",
      "force",
      "your",
      "opponent",
      "to",
      "adapt",
      "Sun",
      "Feb",
      "20",
      "2011",
      "21:36",
      ":15",
      "https",
      "://twitter.com/liudimouse/status/39317411282948096",
      "所谓革命，就是A围观B，B围观C，C围观D，D围观A，最后革命就成了",
      "This",
      "so-called",
      "revolution",
      ",",
      "it",
      "'s",
      "A",
      "standing",
      "and",
      "watching",
      "B",
      ",",
      "B",
      "standing",
      "and",
      "watching",
      "C",
      ",",
      "C",
      "standing",
      "and",
      "watching",
      "D",
      ",",
      "and",
      "D",
      "standing",
      "and",
      "watching",
      "A.",
      "Then",
      "the",
      "revolution",
      "is",
      "complete",
      "Sun",
      "Feb",
      "20",
      "2011",
      "21:37",
      ":25",
      "https",
      "://twitter.com/liudimouse/status/39317703063769088",
      "所谓革命，就是党觉得会有革命，派大量警力镇压，最后革命就成了",
      "This",
      "so-called",
      "revolution",
      ",",
      "it",
      "'s",
      "only",
      "the",
      "Party",
      "that",
      "thinks",
      "there",
      "could",
      "be",
      "a",
      "revolution",
      ",",
      "so",
      "it",
      "mobilized",
      "a",
      "massive",
      "police",
      "presence",
      "to",
      "suppress",
      "it",
      ",",
      "and",
      "in",
      "the",
      "end",
      "the",
      "revolution",
      "began",
      "Sun",
      "Feb",
      "20",
      "2011",
      "23",
      ":06",
      ":47",
      "https",
      "://twitter.com/liudimouse/status/39340192695463936",
      "不管是08宪章还是这次的茉莉花革命，要不是我党反应那么强烈，可能都不会有多大动静，所以说革命都是他们自己制造的",
      "。",
      "If",
      "you",
      "look",
      "at",
      "either",
      "Charter",
      "08",
      "or",
      "this",
      "Jasmine",
      "Revolution",
      ",",
      "if",
      "the",
      "Party",
      "had",
      "n't",
      "responded",
      "with",
      "such",
      "force",
      ",",
      "they",
      "probably",
      "would",
      "n't",
      "have",
      "gone",
      "anywhere",
      "Which",
      "is",
      "why",
      "I",
      "'m",
      "saying",
      "they",
      "created",
      "the",
      "revolution",
      "themselves",
      "Sun",
      "Feb",
      "20",
      "2011",
      "23",
      ":11:36",
      "https",
      "://twitter.com/liudimouse/status/39341404224233472",
      "所以说，只要我党认为某事有威胁，那就一定有威胁；我党认为革命要来，那就一定要来",
      "。",
      "In",
      "other",
      "words",
      ",",
      "as",
      "long",
      "as",
      "the",
      "Party",
      "sees",
      "this",
      "or",
      "that",
      "as",
      "a",
      "threat",
      ",",
      "then",
      "it",
      "'s",
      "guaranteed",
      "to",
      "become",
      "a",
      "threat",
      ";",
      "if",
      "the",
      "Party",
      "suspects",
      "a",
      "revolution",
      "is",
      "coming",
      ",",
      "then",
      "one",
      "is",
      "guaranteed",
      "to",
      "come",
      "Mon",
      "Feb",
      "21",
      "2011",
      "05",
      ":59:34",
      "https",
      "://twitter.com/liudimouse/status/39444071764205569",
      "这次之前大家都不知道能聚起来，下次应该考虑考虑聚集之后干点啥，怎样跟围观群众解释",
      "。",
      "Nobody",
      "knew",
      "beforehand",
      "if",
      "anyone",
      "would",
      "actually",
      "show",
      "up",
      "For",
      "next",
      "time",
      "they",
      "should",
      "consider",
      "carefully",
      "what",
      "to",
      "do",
      "after",
      "people",
      "gather",
      ",",
      "how",
      "to",
      "explain",
      "themselves",
      "to",
      "everyone",
      "who",
      "gathers",
      "around",
      "to",
      "watch",
      "Mon",
      "Feb",
      "21",
      "2011",
      "06",
      ":10:33",
      "https",
      "://twitter.com/liudimouse/status/39446835923779584",
      "革命要充分利用生态环境",
      "A",
      "revolution",
      "needs",
      "to",
      "make",
      "full",
      "use",
      "of",
      "its",
      "environment",
      "Mon",
      "Feb",
      "21",
      "2011",
      "08:11:44",
      "https",
      "://twitter.com/liudimouse/status/39477332318097409",
      "现在是共谋的时代，不是密谋的时代。我党还是找幕后黑手那套思路，但其实可能没什么幕后黑手，树洞和博讯的帖子随便哪个不知名的小人物都能发，大家上街也都是自愿去的不需要谁来组织",
      "。",
      "Today",
      "'s",
      "is",
      "the",
      "age",
      "of",
      "conspiracy",
      ",",
      "not",
      "the",
      "age",
      "of",
      "plots",
      "The",
      "Party",
      "still",
      "thinks",
      "it",
      "can",
      "find",
      "someone",
      "running",
      "things",
      "from",
      "behind",
      "the",
      "scene",
      ",",
      "when",
      "it",
      "'s",
      "possible",
      "there",
      "is",
      "no",
      "one",
      "standing",
      "behind",
      "the",
      "scene",
      "The",
      "original",
      "author",
      "of",
      "the",
      "post",
      "on",
      "Boxun",
      "could",
      "just",
      "as",
      "well",
      "have",
      "been",
      "someone",
      "that",
      "nobody",
      "'s",
      "ever",
      "heard",
      "of",
      ";",
      "people",
      "took",
      "to",
      "the",
      "streets",
      "because",
      "they",
      "wanted",
      "to",
      "This",
      "did",
      "n't",
      "need",
      "anyone",
      "to",
      "organize",
      "Mon",
      "Feb",
      "21",
      "2011",
      "08:20:30",
      "https",
      "://twitter.com/liudimouse/status/39479538119352320",
      "好多事就是大家互相影响的结果，而不是有什么幕后黑手在组织",
      "。",
      "Many",
      "things",
      "are",
      "the",
      "result",
      "of",
      "how",
      "people",
      "influence",
      "each",
      "other",
      ",",
      "and",
      "not",
      "because",
      "there",
      "'s",
      "some",
      "bad",
      "guy",
      "behind",
      "the",
      "scene",
      "calling",
      "the",
      "shots",
      "Mon",
      "Feb",
      "21",
      "2011",
      "08:29:41",
      "https",
      "://twitter.com/liudimouse/status/39481853144465408",
      "没人指挥我们的行动，我们都是根据外界信息来调整自己的行动。这就好比市场交易中没人指挥买家和卖家进行合作，双方都是通过价格信号来调整自己的行为的",
      "。",
      "Nobody",
      "directed",
      "us",
      "to",
      "action",
      ",",
      "we",
      "all",
      "adjusted",
      "our",
      "action",
      "based",
      "on",
      "information",
      "coming",
      "from",
      "abroad",
      "For",
      "comparison",
      ",",
      "in",
      "a",
      "free",
      "market",
      "nobody",
      "directs",
      "buyers",
      "and",
      "sellers",
      "to",
      "conduct",
      "transactions",
      "Both",
      "sides",
      "adjust",
      "their",
      "behavior",
      "based",
      "on",
      "price",
      "signals",
      "Mon",
      "Feb",
      "21",
      "2011",
      "08:34:01",
      "https",
      "://twitter.com/liudimouse/status/39482943214714880",
      "我们决定自己行动的信息就是他人行动的结果，我们甚至都不需要直接与他人沟通就可以实现与他人的合作",
      "。",
      "The",
      "information",
      "based",
      "on",
      "which",
      "we",
      "decide",
      "to",
      "take",
      "action",
      "is",
      "itself",
      "the",
      "result",
      "of",
      "someone",
      "else",
      "'s",
      "action",
      ";",
      "we",
      "do",
      "n't",
      "even",
      "need",
      "to",
      "communicate",
      "directly",
      "with",
      "other",
      "people",
      "in",
      "order",
      "to",
      "engage",
      "in",
      "cooperation",
      "with",
      "them",
      "Mon",
      "Feb",
      "21",
      "2011",
      "08:37:32",
      "https",
      "://twitter.com/liudimouse/status/39483827181207552",
      "所以，我们不必为了运动而组织群众，而可以通过运动本身来发动群众",
      "。",
      "Therefore",
      ",",
      "we",
      "do",
      "n't",
      "need",
      "to",
      "organize",
      "crowds",
      "just",
      "to",
      "start",
      "a",
      "movement",
      "We",
      "can",
      "launch",
      "a",
      "movement",
      "just",
      "through",
      "movement",
      "itself",
      "Mon",
      "Feb",
      "21",
      "2011",
      "08:43",
      ":57",
      "https",
      "://twitter.com/liudimouse/status/39485443523223552",
      "暴力革命喜欢密谋，人民起义不需要密谋，罗马尼亚就是一瞬间的事",
      "Violent",
      "revolutions",
      "love",
      "plots",
      ",",
      "but",
      "people",
      "'s",
      "uprisings",
      "do",
      "n't",
      "need",
      "them",
      ",",
      "Romania",
      "for",
      "example",
      "happened",
      "spontaneously",
      "And",
      "today",
      ":",
      "https",
      "://twitter.com/liudimouse/status/40083873895292928",
      "自首这件事，一个人自首挺没劲，要自首就找一堆人集体自首；要搞行为艺术，就要找一堆完全无关的人来自首",
      "。",
      "Regarding",
      "turning",
      "yourself",
      "in",
      ",",
      "doing",
      "it",
      "alone",
      "is",
      "kind",
      "of",
      "a",
      "waste",
      "If",
      "you",
      "'re",
      "going",
      "to",
      "surrender",
      ",",
      "you",
      "should",
      "find",
      "a",
      "group",
      "to",
      "do",
      "it",
      "with",
      "If",
      "it",
      "'s",
      "performance",
      "art",
      "you",
      "want",
      ",",
      "you",
      "have",
      "to",
      "get",
      "a",
      "bunch",
      "of",
      "strangers",
      "to",
      "turn",
      "themselves",
      "in",
      "together",
      "https",
      "://twitter.com/liudimouse/status/40084205752811520",
      "大家抢着认领革命，也挺行为艺术的",
      "。",
      "Everyone",
      "rushing",
      "to",
      "claim",
      "leadership",
      ",",
      "now",
      "there",
      "'s",
      "some",
      "real",
      "performance",
      "art",
      "https",
      "://twitter.com/liudimouse/status/40084564634243072",
      "要不然就干脆没人认领，我觉得这事说不定是哪个AI策划的",
      "Otherwise",
      "just",
      "do",
      "n't",
      "bother",
      "with",
      "having",
      "a",
      "leader",
      "You",
      "know",
      ",",
      "I",
      "think",
      "this",
      "thing",
      "might",
      "have",
      "even",
      "been",
      "planned",
      "by",
      "some",
      "artificial",
      "intelligence",
      "https",
      "://twitter.com/liudimouse/status/40085077820051456",
      "要不然本周日大家集体自首算了",
      "Otherwise",
      ",",
      "come",
      "this",
      "Sunday",
      ",",
      "everyone",
      "will",
      "just",
      "turn",
      "themselves",
      "in",
      "https",
      "://twitter.com/liudimouse/status/40095722120413184",
      "其实没有领导人的革命真的可以搞成，比如，大家可以根据纳斯达克指数来决定集会地点",
      "In",
      "fact",
      ",",
      "leaderless",
      "revolutions",
      "can",
      "succeed",
      "too",
      "For",
      "example",
      ",",
      "people",
      "could",
      "choose",
      "their",
      "gathering",
      "locations",
      "based",
      "on",
      "the",
      "Nasdaq",
      "index",
      "https",
      "://twitter.com/liudimouse/status/40328632861720576",
      "现在茉莉花革命就是一行为艺术嘛，怎么就有人谈到人头落地了，太夸张了",
      "Look",
      ",",
      "the",
      "Jasmine",
      "Revolution",
      "is",
      "just",
      "an",
      "act",
      "of",
      "performance",
      "art",
      ",",
      "why",
      "are",
      "people",
      "talking",
      "about",
      "people",
      "'s",
      "heads",
      "rolling",
      "That",
      "'s",
      "a",
      "bit",
      "of",
      "an",
      "exaggeration",
      "https",
      "://twitter.com/liudimouse/status/40329119350652928",
      "现在抓的都是跟茉莉花没关系的人，老革命也都没怎么参加，参加的全是新人，我党很难办的",
      "The",
      "people",
      "being",
      "arrested",
      "now",
      "have",
      "nothing",
      "to",
      "do",
      "with",
      "Jasmine",
      ",",
      "older",
      "revolutionaries",
      "are",
      "n't",
      "taking",
      "part",
      ",",
      "the",
      "people",
      "who",
      "are",
      "taking",
      "part",
      "are",
      "all",
      "fresh",
      "The",
      "Party",
      "'s",
      "in",
      "a",
      "pickle"
    ]
  }
}