{
  "url": "http://globalvoicesonline.org/?p=199425",
  "id": "199425",
  "body": "In this post, we reflect on Egyptian blogger Hani Morsi's writing about technology driven activism and the role social media plays in providing incremental societal change. Hani's core argument focuses on the long term effects of social media. Rather than looking at it as a cathartic outlet for the oppressed, he stresses its value in making an otherwise impossible popular political discourse possible.\n\n[caption id=\"attachment_199523\" align=\"aligncenter\" width=\"375\" caption=\"A man thanks Facebook and the Egyptian youth\"][/caption]\n\nIn a post from early August, Hani writes a thoughtful critique of Rami Khouri's NYT op-ed in which Rami claims that, while we see a substantial rise in young bloggers from Morocco, Iran and Egypt, they have not triggered any significant signal or lasting change in Arab or Iranian political culture. He continues, blaming technology for \"shifting the individual from the realm of participant to the real of spectator, from what would otherwise be an act of political activism, to an act of passive, harmless personal entertainment.\"\n\nHani argues against this claim, providing the April 6 Youth Movement in Egypt and the Iranian Green Revolution as prime examples of political activism movements that heavily relied on social media to mobilize, publicize and organize almost all aspects of their activities. He continues to talk about the incremental form of change brought on by social media:\n\n \n Did “tangible change” come about as a result of these social media-fueled movements? Depends on how you define “tangible change”, but my answer would be yes. Khouri’s definition of change seems to be about the immediate form of it,  that of traditional coups and revolutions, and in assuming this to be his definition, it is not difficult to see why he is disappointed.\n\nTechnology-driven activism is not necessarily about short-term, abrupt change (which, histrionically, has been seen to do more harm than good), but rather about the incremental form of change. It is about the dissemination of ideas and the stirring active and inclusive societal dialogue about the requisite form of change and the means by which it should be brought about.\n\n\nIn a post from February 15th, Hani brings up Malcolm Gladwell's New Yorker post \"Does Egypt need Twitter?\" in which Gladwell makes an argument that social media is not necessary for revolutions. Hani asks if Gladwell is answering the wrong question (Is social media necessary for popular uprising?) while missing the more important question: Is digital activism a true catalyst for social change?\n\nHe continues:\n \nIndeed, the revolt of the oppressed is inevitable, notwithstanding the availability of social media tools, but it is not a question of necessity, but one of effect.\n\nIn other words, perhaps it could be argued that the current wave of uprisings and protests  in the Middle East would have eventually happened given the aging, coercive non-democratic patriarchal regimes that dominate the region. Nonetheless, to use a Gladwellian term, the “tipping point” of this dominos effect (Tunisia, Egypt, now Algeria, Bahrain  and Jordan in progress) would have been much further down the road. These uprisings would have been disconnected and far between if social media tools were to be taken out of the equation. Strangely, Gladwell posits that social activism requires “strong ties“, then dismisses the role of social media in fostering and enriching such ties not only within nations, but across borders as is the case with the Middle East right now.\n\n\nIn a follow up post, Hani describes a coercive regime's fear of open dialogue:\n \nOne of any coercive regime’s worst fears is a rich, open public dialogue on change and reform. When people start candidly discussing and debating their concerns, hopes and dreams, they begin to be aware of their true priorities and rights, and what must be done to reclaim those rights. Walls of fear begin to crumble. The regime’s cautionary myth of trading security and stability for freedom shatters.\n\n\nHani continues to talk about the role social media played in reviving a dormant public consciousness into a dynamic social discourse in Egypt. He  describes the long-term influence of social media, since the faux presidential elections of 2005:\n \nThe assumption that social media’s largest influence was during or shortly before the 18 days in which Mubarak’s regime was brought down is very naive. This has been simmering under the surface of the Egyptian political scene for a while, particularly since the Presidential “elections” of 2005. The boiling point was reached on January 25th 2011. What I refer to here as the virtualization of dissent is what happened when the popular desire for change was shifted from real space, where it was in long somnolence, and cultivated it in a space that the Patriarchs do not understand: virtual space. Faced with something they could not yet comprehend neither the workings nor the effects of, the best the regime could do was detain and intimidate, and ultimately completely shut down the medium when the revolution broke out (a move which only betrayed how weak they have become and added fuel to the fire). They never really attempted to understand this medium and instigate their own countermeasures in “virtual space”, much to their own peril.\n\n\nThis virtualization of dissent from real space to virtual space is key to understanding impact of Social Media in Egypt. According to Hani, the old patriarchs did not attempt to understand this new digital medium, and thus did not instigate countermeasures as they do in \"physical space.\" \n\nFinally, Hani notes that the instigators of the Egyptian riots are not particularly representative of the vast majority of Egyptians. These are young, educated, tech-savvy, upper-middle class individuals. They are not the truly oppressed masses, but rather speak for all of Egypt. They do this by taking the war for reform to their virtual turf, away from the regime's clamp down on political action, and then funneling it back to the physical world in the form of a mighty wave of revolt.\n\n \nTo understand what this means, take a quick look at the demographics of a random sample of Egyptian “net activists”: young, educated, tech-savvy middle/upper-middle class (as compared to a country with a 42% illiteracy rate, for instance). In other words, those are not the truly oppressed masses, especially from an economic sense. This minority, however, spoke for all of Egypt...\nThey have  reclaimed Egypt!\n\n\nPhoto made available under Creative Commons 2.0 Generic license (CC by 2.0) by Monasosh\n",
  "original_body": "In this post, we reflect on Egyptian blogger <a href=\"http://hanimorsi.com\">Hani Morsi</a>'s writing about technology driven activism and the role social media plays in providing incremental societal change. Hani's core argument focuses on the long term effects of social media. Rather than looking at it as a cathartic outlet for the oppressed, he stresses its value in making an otherwise impossible popular political discourse possible.\n\n[caption id=\"attachment_199523\" align=\"aligncenter\" width=\"375\" caption=\"A man thanks Facebook and the Egyptian youth\"]<a href=\"http://www.flickr.com/photos/89031137@N00/5421151080/\"><img src=\"http://globalvoicesonline.org/wp-content/uploads/2011/02/5421151080_58725c661a_z-375x281.jpg\" alt=\"A man thanks Facebook and the Egyptian youth\" title=\"A man thanks Facebook and the Egyptian youth\" width=\"375\" height=\"281\" class=\"size-medium wp-image-199523\" /></a>[/caption]\n\nIn <a href=\"http://www.hanimorsi.com/blog/index.php/archives/2010/08/02/social_media_in_the_middle_east/\">a post</a> from early August, Hani writes a thoughtful critique of Rami Khouri's <a href=\"http://www.nytimes.com/2010/07/23/opinion/23iht-edkhouri.html?_r=2\">NYT op-ed</a> in which Rami claims that, while we see a substantial rise in young bloggers from Morocco, Iran and Egypt, they have not triggered any significant signal or lasting change in Arab or Iranian political culture. He continues, blaming technology for \"<em>shifting the individual from the realm of participant to the real of spectator, from what would otherwise be an act of political activism, to an act of passive, harmless personal entertainment</em>.\"\n\nHani argues against this claim, providing the <a href=\"http://en.wikipedia.org/wiki/April_6_Youth_Movement\">April 6 Youth Movement</a> in Egypt and the Iranian <a href=\"http://en.wikipedia.org/wiki/2009%E2%80%932010_Iranian_election_protests\">Green Revolution</a> as prime examples of political activism movements that heavily relied on social media to mobilize, publicize and organize almost all aspects of their activities. He continues to talk about the incremental form of change brought on by social media:\n\n<blockquote>\n Did “tangible change” come about as a result of these social media-fueled movements? Depends on how you define “tangible change”, but my answer would be yes. Khouri’s definition of change seems to be about the immediate form of it,  that of traditional coups and revolutions, and in assuming this to be his definition, it is not difficult to see why he is disappointed.\n\nTechnology-driven activism is not necessarily about short-term, abrupt change (which, histrionically, has been seen to do more harm than good), but rather about the incremental form of change. It is about the dissemination of ideas and the stirring active and inclusive societal dialogue about the requisite form of change and the means by which it should be brought about.\n</blockquote>\n\nIn a <a href=\"http://www.hanimorsi.com/blog/index.php/archives/2011/02/15/the-virtualization-of-dissent-social-media-as-a-catalyst-for-social-change-part-one-why-gladwell-is-wrong/\">post from February 15th</a>, Hani brings up Malcolm Gladwell's New Yorker post <a href=\"http://www.newyorker.com/online/blogs/newsdesk/2011/02/does-egypt-need-twitter.html\">\"Does Egypt need Twitter?\"</a> in which Gladwell makes an argument that social media is not necessary for revolutions. Hani asks if Gladwell is answering the wrong question (<em>Is social media necessary for popular uprising?</em>) while missing the more important question:<em><strong> Is digital activism a true catalyst for social change</strong></em>?\n\nHe continues:\n<blockquote>\nIndeed, the revolt of the oppressed is inevitable, notwithstanding the availability of social media tools, but it is not a question of necessity, but one of effect.\n\nIn other words, perhaps it could be argued that the current wave of uprisings and protests  in the Middle East would have eventually happened given the aging, coercive non-democratic patriarchal regimes that dominate the region. Nonetheless, to use a Gladwellian term, the “tipping point” of this dominos effect (Tunisia, Egypt, now Algeria, Bahrain  and Jordan in progress) would have been much further down the road. These uprisings would have been disconnected and far between if social media tools were to be taken out of the equation. Strangely, Gladwell posits that social activism requires “strong ties“, then dismisses the role of social media in fostering and enriching such ties not only within nations, but across borders as is the case with the Middle East right now.\n</blockquote>\n\nIn a <a href=\"http://www.hanimorsi.com/blog/index.php/archives/2011/02/17/the-virtualization-of-dissent-social-media-as-a-catalyst-for-social-change-part-two/\">follow up post</a>, Hani describes a coercive regime's fear of open dialogue:\n<blockquote>\nOne of any coercive regime’s worst fears is a rich, open public dialogue on change and reform. When people start candidly discussing and debating their concerns, hopes and dreams, they begin to be aware of their true priorities and rights, and what must be done to reclaim those rights. Walls of fear begin to crumble. The regime’s cautionary myth of trading security and stability for freedom shatters.\n</blockquote>\n\nHani continues to talk about the role social media played in reviving a dormant public consciousness into a dynamic social discourse in Egypt. He  describes the long-term influence of social media, since the faux presidential elections of 2005:\n<blockquote>\nThe assumption that social media’s largest influence was during or shortly before the 18 days in which Mubarak’s regime was brought down is very naive. This has been simmering under the surface of the Egyptian political scene for a while, particularly since the Presidential “elections” of 2005. The boiling point was reached on January 25th 2011. What I refer to here as the virtualization of dissent is what happened when the popular desire for change was shifted from real space, where it was in long somnolence, and cultivated it in a space that the Patriarchs do not understand: virtual space. Faced with something they could not yet comprehend neither the workings nor the effects of, the best the regime could do was detain and intimidate, and ultimately completely shut down the medium when the revolution broke out (a move which only betrayed how weak they have become and added fuel to the fire). They never really attempted to understand this medium and instigate their own countermeasures in “virtual space”, much to their own peril.\n</blockquote>\n\nThis virtualization of dissent from real space to virtual space is key to understanding impact of Social Media in Egypt. According to Hani, the old patriarchs did not attempt to understand this new digital medium, and thus did not instigate countermeasures as they do in \"physical space.\" \n\nFinally, Hani notes that the instigators of the Egyptian riots are not particularly representative of the vast majority of Egyptians. These are young, educated, tech-savvy, upper-middle class individuals. They are not the truly oppressed masses, but rather speak for all of Egypt. They do this by taking the war for reform to their virtual turf, away from the regime's clamp down on political action, and then funneling it back to the physical world in the form of a mighty wave of revolt.\n\n<blockquote>\nTo understand what this means, take a quick look at the demographics of a random sample of Egyptian “net activists”: young, educated, tech-savvy middle/upper-middle class (as compared to a country with a 42% illiteracy rate, for instance). In other words, those are not the truly oppressed masses, especially from an economic sense. This minority, however, spoke for all of Egypt...\nThey have  reclaimed Egypt!\n</blockquote>\n\n<em>Photo made available under <a href=\"http://creativecommons.org/licenses/by/2.0/deed.en\">Creative Commons 2.0 Generic license (CC by 2.0)</a> by <a href=\"http://www.flickr.com/photos/89031137@N00/5421151080/\">Monasosh</a></em>\n\n",
  "title": "Egypt: Social Media in the Middle East as a Tool for Incremental Change ",
  "byline": "Gilad Lotan",
  "pub_date": "2011-02-22T23:06:34Z",
  "decompositions": {
    "sentence": [
      "In this post, we reflect on Egyptian blogger Hani Morsi's writing about technology driven activism and the role social media plays in providing incremental societal change.",
      "Hani's core argument focuses on the long term effects of social media.",
      "Rather than looking at it as a cathartic outlet for the oppressed, he stresses its value in making an otherwise impossible popular political discourse possible.",
      "[caption id=\"attachment_199523\" align=\"aligncenter\" width=\"375\" caption=\"A man thanks Facebook and the Egyptian youth\"][/caption]\n\nIn a post from early August, Hani writes a thoughtful critique of Rami Khouri's NYT op-ed in which Rami claims that, while we see a substantial rise in young bloggers from Morocco, Iran and Egypt, they have not triggered any significant signal or lasting change in Arab or Iranian political culture.",
      "He continues, blaming technology for \"shifting the individual from the realm of participant to the real of spectator, from what would otherwise be an act of political activism, to an act of passive, harmless personal entertainment.\"",
      "Hani argues against this claim, providing the April 6 Youth Movement in Egypt and the Iranian Green Revolution as prime examples of political activism movements that heavily relied on social media to mobilize, publicize and organize almost all aspects of their activities.",
      "He continues to talk about the incremental form of change brought on by social media:\n\n \n Did “tangible change” come about as a result of these social media-fueled movements?",
      "Depends on how you define “tangible change”, but my answer would be yes.",
      "Khouri’s definition of change seems to be about the immediate form of it,  that of traditional coups and revolutions, and in assuming this to be his definition, it is not difficult to see why he is disappointed.",
      "Technology-driven activism is not necessarily about short-term, abrupt change (which, histrionically, has been seen to do more harm than good), but rather about the incremental form of change.",
      "It is about the dissemination of ideas and the stirring active and inclusive societal dialogue about the requisite form of change and the means by which it should be brought about.",
      "In a post from February 15th, Hani brings up Malcolm Gladwell's New Yorker post \"Does Egypt need Twitter?\" in which Gladwell makes an argument that social media is not necessary for revolutions.",
      "Hani asks if Gladwell is answering the wrong question (Is social media necessary for popular uprising?)",
      "while missing the more important question: Is digital activism a true catalyst for social change?",
      "He continues:\n \nIndeed, the revolt of the oppressed is inevitable, notwithstanding the availability of social media tools, but it is not a question of necessity, but one of effect.",
      "In other words, perhaps it could be argued that the current wave of uprisings and protests  in the Middle East would have eventually happened given the aging, coercive non-democratic patriarchal regimes that dominate the region.",
      "Nonetheless, to use a Gladwellian term, the “tipping point” of this dominos effect (Tunisia, Egypt, now Algeria, Bahrain  and Jordan in progress) would have been much further down the road.",
      "These uprisings would have been disconnected and far between if social media tools were to be taken out of the equation.",
      "Strangely, Gladwell posits that social activism requires “strong ties“, then dismisses the role of social media in fostering and enriching such ties not only within nations, but across borders as is the case with the Middle East right now.",
      "In a follow up post, Hani describes a coercive regime's fear of open dialogue:\n \nOne of any coercive regime’s worst fears is a rich, open public dialogue on change and reform.",
      "When people start candidly discussing and debating their concerns, hopes and dreams, they begin to be aware of their true priorities and rights, and what must be done to reclaim those rights.",
      "Walls of fear begin to crumble.",
      "The regime’s cautionary myth of trading security and stability for freedom shatters.",
      "Hani continues to talk about the role social media played in reviving a dormant public consciousness into a dynamic social discourse in Egypt.",
      "He  describes the long-term influence of social media, since the faux presidential elections of 2005:\n \nThe assumption that social media’s largest influence was during or shortly before the 18 days in which Mubarak’s regime was brought down is very naive.",
      "This has been simmering under the surface of the Egyptian political scene for a while, particularly since the Presidential “elections” of 2005.",
      "The boiling point was reached on January 25th 2011.",
      "What I refer to here as the virtualization of dissent is what happened when the popular desire for change was shifted from real space, where it was in long somnolence, and cultivated it in a space that the Patriarchs do not understand: virtual space.",
      "Faced with something they could not yet comprehend neither the workings nor the effects of, the best the regime could do was detain and intimidate, and ultimately completely shut down the medium when the revolution broke out (a move which only betrayed how weak they have become and added fuel to the fire).",
      "They never really attempted to understand this medium and instigate their own countermeasures in “virtual space”, much to their own peril.",
      "This virtualization of dissent from real space to virtual space is key to understanding impact of Social Media in Egypt.",
      "According to Hani, the old patriarchs did not attempt to understand this new digital medium, and thus did not instigate countermeasures as they do in \"physical space.\"",
      "Finally, Hani notes that the instigators of the Egyptian riots are not particularly representative of the vast majority of Egyptians.",
      "These are young, educated, tech-savvy, upper-middle class individuals.",
      "They are not the truly oppressed masses, but rather speak for all of Egypt.",
      "They do this by taking the war for reform to their virtual turf, away from the regime's clamp down on political action, and then funneling it back to the physical world in the form of a mighty wave of revolt.",
      "To understand what this means, take a quick look at the demographics of a random sample of Egyptian “net activists”: young, educated, tech-savvy middle/upper-middle class (as compared to a country with a 42% illiteracy rate, for instance).",
      "In other words, those are not the truly oppressed masses, especially from an economic sense.",
      "This minority, however, spoke for all of Egypt...",
      "They have  reclaimed Egypt!",
      "Photo made available under Creative Commons 2.0 Generic license (CC by 2.0) by Monasosh\n"
    ],
    "tokens": [
      "In",
      "this",
      "post",
      ",",
      "we",
      "reflect",
      "on",
      "Egyptian",
      "blogger",
      "Hani",
      "Morsi",
      "'s",
      "writing",
      "about",
      "technology",
      "driven",
      "activism",
      "and",
      "the",
      "role",
      "social",
      "media",
      "plays",
      "in",
      "providing",
      "incremental",
      "societal",
      "change",
      "Hani",
      "'s",
      "core",
      "argument",
      "focuses",
      "on",
      "the",
      "long",
      "term",
      "effects",
      "of",
      "social",
      "media",
      "Rather",
      "than",
      "looking",
      "at",
      "it",
      "as",
      "a",
      "cathartic",
      "outlet",
      "for",
      "the",
      "oppressed",
      ",",
      "he",
      "stresses",
      "its",
      "value",
      "in",
      "making",
      "an",
      "otherwise",
      "impossible",
      "popular",
      "political",
      "discourse",
      "possible",
      "[caption",
      "id",
      "=\"attachment_199523",
      "\"",
      "align",
      "=\"aligncenter",
      "\"",
      "width",
      "=\"375",
      "\"",
      "caption",
      "=\"",
      "A",
      "man",
      "thanks",
      "Facebook",
      "and",
      "the",
      "Egyptian",
      "youth",
      "\"",
      "][/caption",
      "]",
      "In",
      "a",
      "post",
      "from",
      "early",
      "August",
      ",",
      "Hani",
      "writes",
      "a",
      "thoughtful",
      "critique",
      "of",
      "Rami",
      "Khouri",
      "'s",
      "NYT",
      "op-ed",
      "in",
      "which",
      "Rami",
      "claims",
      "that",
      ",",
      "while",
      "we",
      "see",
      "a",
      "substantial",
      "rise",
      "in",
      "young",
      "bloggers",
      "from",
      "Morocco",
      ",",
      "Iran",
      "and",
      "Egypt",
      ",",
      "they",
      "have",
      "not",
      "triggered",
      "any",
      "significant",
      "signal",
      "or",
      "lasting",
      "change",
      "in",
      "Arab",
      "or",
      "Iranian",
      "political",
      "culture",
      "He",
      "continues",
      ",",
      "blaming",
      "technology",
      "for",
      "\"",
      "shifting",
      "the",
      "individual",
      "from",
      "the",
      "realm",
      "of",
      "participant",
      "to",
      "the",
      "real",
      "of",
      "spectator",
      ",",
      "from",
      "what",
      "would",
      "otherwise",
      "be",
      "an",
      "act",
      "of",
      "political",
      "activism",
      ",",
      "to",
      "an",
      "act",
      "of",
      "passive",
      ",",
      "harmless",
      "personal",
      "entertainment",
      ".",
      "Hani",
      "argues",
      "against",
      "this",
      "claim",
      ",",
      "providing",
      "the",
      "April",
      "6",
      "Youth",
      "Movement",
      "in",
      "Egypt",
      "and",
      "the",
      "Iranian",
      "Green",
      "Revolution",
      "as",
      "prime",
      "examples",
      "of",
      "political",
      "activism",
      "movements",
      "that",
      "heavily",
      "relied",
      "on",
      "social",
      "media",
      "to",
      "mobilize",
      ",",
      "publicize",
      "and",
      "organize",
      "almost",
      "all",
      "aspects",
      "of",
      "their",
      "activities",
      "He",
      "continues",
      "to",
      "talk",
      "about",
      "the",
      "incremental",
      "form",
      "of",
      "change",
      "brought",
      "on",
      "by",
      "social",
      "media",
      ":",
      "Did",
      "“tangible",
      "change",
      "”",
      "come",
      "about",
      "as",
      "a",
      "result",
      "of",
      "these",
      "social",
      "media-fueled",
      "movements",
      "Depends",
      "on",
      "how",
      "you",
      "define",
      "“tangible",
      "change”",
      ",",
      "but",
      "my",
      "answer",
      "would",
      "be",
      "yes",
      "Khouri’s",
      "definition",
      "of",
      "change",
      "seems",
      "to",
      "be",
      "about",
      "the",
      "immediate",
      "form",
      "of",
      "it",
      ",",
      "that",
      "of",
      "traditional",
      "coups",
      "and",
      "revolutions",
      ",",
      "and",
      "in",
      "assuming",
      "this",
      "to",
      "be",
      "his",
      "definition",
      ",",
      "it",
      "is",
      "not",
      "difficult",
      "to",
      "see",
      "why",
      "he",
      "is",
      "disappointed",
      "Technology-driven",
      "activism",
      "is",
      "not",
      "necessarily",
      "about",
      "short-term",
      ",",
      "abrupt",
      "change",
      "(",
      "which",
      ",",
      "histrionically",
      ",",
      "has",
      "been",
      "seen",
      "to",
      "do",
      "more",
      "harm",
      "than",
      "good",
      ")",
      ",",
      "but",
      "rather",
      "about",
      "the",
      "incremental",
      "form",
      "of",
      "change",
      "It",
      "is",
      "about",
      "the",
      "dissemination",
      "of",
      "ideas",
      "and",
      "the",
      "stirring",
      "active",
      "and",
      "inclusive",
      "societal",
      "dialogue",
      "about",
      "the",
      "requisite",
      "form",
      "of",
      "change",
      "and",
      "the",
      "means",
      "by",
      "which",
      "it",
      "should",
      "be",
      "brought",
      "about",
      "In",
      "a",
      "post",
      "from",
      "February",
      "15th",
      ",",
      "Hani",
      "brings",
      "up",
      "Malcolm",
      "Gladwell",
      "'s",
      "New",
      "Yorker",
      "post",
      "\"",
      "Does",
      "Egypt",
      "need",
      "Twitter",
      "?",
      "\"",
      "in",
      "which",
      "Gladwell",
      "makes",
      "an",
      "argument",
      "that",
      "social",
      "media",
      "is",
      "not",
      "necessary",
      "for",
      "revolutions",
      "Hani",
      "asks",
      "if",
      "Gladwell",
      "is",
      "answering",
      "the",
      "wrong",
      "question",
      "(",
      "Is",
      "social",
      "media",
      "necessary",
      "for",
      "popular",
      "uprising",
      "?",
      "while",
      "missing",
      "the",
      "more",
      "important",
      "question",
      ":",
      "Is",
      "digital",
      "activism",
      "a",
      "true",
      "catalyst",
      "for",
      "social",
      "change",
      "He",
      "continues",
      ":",
      "Indeed",
      ",",
      "the",
      "revolt",
      "of",
      "the",
      "oppressed",
      "is",
      "inevitable",
      ",",
      "notwithstanding",
      "the",
      "availability",
      "of",
      "social",
      "media",
      "tools",
      ",",
      "but",
      "it",
      "is",
      "not",
      "a",
      "question",
      "of",
      "necessity",
      ",",
      "but",
      "one",
      "of",
      "effect",
      "In",
      "other",
      "words",
      ",",
      "perhaps",
      "it",
      "could",
      "be",
      "argued",
      "that",
      "the",
      "current",
      "wave",
      "of",
      "uprisings",
      "and",
      "protests",
      "in",
      "the",
      "Middle",
      "East",
      "would",
      "have",
      "eventually",
      "happened",
      "given",
      "the",
      "aging",
      ",",
      "coercive",
      "non-democratic",
      "patriarchal",
      "regimes",
      "that",
      "dominate",
      "the",
      "region",
      "Nonetheless",
      ",",
      "to",
      "use",
      "a",
      "Gladwellian",
      "term",
      ",",
      "the",
      "“tipping",
      "point",
      "”",
      "of",
      "this",
      "dominos",
      "effect",
      "(",
      "Tunisia",
      ",",
      "Egypt",
      ",",
      "now",
      "Algeria",
      ",",
      "Bahrain",
      "and",
      "Jordan",
      "in",
      "progress",
      ")",
      "would",
      "have",
      "been",
      "much",
      "further",
      "down",
      "the",
      "road",
      "These",
      "uprisings",
      "would",
      "have",
      "been",
      "disconnected",
      "and",
      "far",
      "between",
      "if",
      "social",
      "media",
      "tools",
      "were",
      "to",
      "be",
      "taken",
      "out",
      "of",
      "the",
      "equation",
      "Strangely",
      ",",
      "Gladwell",
      "posits",
      "that",
      "social",
      "activism",
      "requires",
      "“strong",
      "ties“",
      ",",
      "then",
      "dismisses",
      "the",
      "role",
      "of",
      "social",
      "media",
      "in",
      "fostering",
      "and",
      "enriching",
      "such",
      "ties",
      "not",
      "only",
      "within",
      "nations",
      ",",
      "but",
      "across",
      "borders",
      "as",
      "is",
      "the",
      "case",
      "with",
      "the",
      "Middle",
      "East",
      "right",
      "now",
      "In",
      "a",
      "follow",
      "up",
      "post",
      ",",
      "Hani",
      "describes",
      "a",
      "coercive",
      "regime",
      "'s",
      "fear",
      "of",
      "open",
      "dialogue",
      ":",
      "One",
      "of",
      "any",
      "coercive",
      "regime’s",
      "worst",
      "fears",
      "is",
      "a",
      "rich",
      ",",
      "open",
      "public",
      "dialogue",
      "on",
      "change",
      "and",
      "reform",
      "When",
      "people",
      "start",
      "candidly",
      "discussing",
      "and",
      "debating",
      "their",
      "concerns",
      ",",
      "hopes",
      "and",
      "dreams",
      ",",
      "they",
      "begin",
      "to",
      "be",
      "aware",
      "of",
      "their",
      "true",
      "priorities",
      "and",
      "rights",
      ",",
      "and",
      "what",
      "must",
      "be",
      "done",
      "to",
      "reclaim",
      "those",
      "rights",
      "Walls",
      "of",
      "fear",
      "begin",
      "to",
      "crumble",
      "The",
      "regime’s",
      "cautionary",
      "myth",
      "of",
      "trading",
      "security",
      "and",
      "stability",
      "for",
      "freedom",
      "shatters",
      "Hani",
      "continues",
      "to",
      "talk",
      "about",
      "the",
      "role",
      "social",
      "media",
      "played",
      "in",
      "reviving",
      "a",
      "dormant",
      "public",
      "consciousness",
      "into",
      "a",
      "dynamic",
      "social",
      "discourse",
      "in",
      "Egypt",
      "He",
      "describes",
      "the",
      "long-term",
      "influence",
      "of",
      "social",
      "media",
      ",",
      "since",
      "the",
      "faux",
      "presidential",
      "elections",
      "of",
      "2005",
      ":",
      "The",
      "assumption",
      "that",
      "social",
      "media’s",
      "largest",
      "influence",
      "was",
      "during",
      "or",
      "shortly",
      "before",
      "the",
      "18",
      "days",
      "in",
      "which",
      "Mubarak’s",
      "regime",
      "was",
      "brought",
      "down",
      "is",
      "very",
      "naive",
      "This",
      "has",
      "been",
      "simmering",
      "under",
      "the",
      "surface",
      "of",
      "the",
      "Egyptian",
      "political",
      "scene",
      "for",
      "a",
      "while",
      ",",
      "particularly",
      "since",
      "the",
      "Presidential",
      "“elections",
      "”",
      "of",
      "2005",
      "The",
      "boiling",
      "point",
      "was",
      "reached",
      "on",
      "January",
      "25th",
      "2011",
      "What",
      "I",
      "refer",
      "to",
      "here",
      "as",
      "the",
      "virtualization",
      "of",
      "dissent",
      "is",
      "what",
      "happened",
      "when",
      "the",
      "popular",
      "desire",
      "for",
      "change",
      "was",
      "shifted",
      "from",
      "real",
      "space",
      ",",
      "where",
      "it",
      "was",
      "in",
      "long",
      "somnolence",
      ",",
      "and",
      "cultivated",
      "it",
      "in",
      "a",
      "space",
      "that",
      "the",
      "Patriarchs",
      "do",
      "not",
      "understand",
      ":",
      "virtual",
      "space",
      "Faced",
      "with",
      "something",
      "they",
      "could",
      "not",
      "yet",
      "comprehend",
      "neither",
      "the",
      "workings",
      "nor",
      "the",
      "effects",
      "of",
      ",",
      "the",
      "best",
      "the",
      "regime",
      "could",
      "do",
      "was",
      "detain",
      "and",
      "intimidate",
      ",",
      "and",
      "ultimately",
      "completely",
      "shut",
      "down",
      "the",
      "medium",
      "when",
      "the",
      "revolution",
      "broke",
      "out",
      "(",
      "a",
      "move",
      "which",
      "only",
      "betrayed",
      "how",
      "weak",
      "they",
      "have",
      "become",
      "and",
      "added",
      "fuel",
      "to",
      "the",
      "fire",
      ")",
      "They",
      "never",
      "really",
      "attempted",
      "to",
      "understand",
      "this",
      "medium",
      "and",
      "instigate",
      "their",
      "own",
      "countermeasures",
      "in",
      "“virtual",
      "space”",
      ",",
      "much",
      "to",
      "their",
      "own",
      "peril",
      "This",
      "virtualization",
      "of",
      "dissent",
      "from",
      "real",
      "space",
      "to",
      "virtual",
      "space",
      "is",
      "key",
      "to",
      "understanding",
      "impact",
      "of",
      "Social",
      "Media",
      "in",
      "Egypt",
      "According",
      "to",
      "Hani",
      ",",
      "the",
      "old",
      "patriarchs",
      "did",
      "not",
      "attempt",
      "to",
      "understand",
      "this",
      "new",
      "digital",
      "medium",
      ",",
      "and",
      "thus",
      "did",
      "not",
      "instigate",
      "countermeasures",
      "as",
      "they",
      "do",
      "in",
      "\"physical",
      "space",
      ".",
      "Finally",
      ",",
      "Hani",
      "notes",
      "that",
      "the",
      "instigators",
      "of",
      "the",
      "Egyptian",
      "riots",
      "are",
      "not",
      "particularly",
      "representative",
      "of",
      "the",
      "vast",
      "majority",
      "of",
      "Egyptians",
      "These",
      "are",
      "young",
      ",",
      "educated",
      ",",
      "tech-savvy",
      ",",
      "upper-middle",
      "class",
      "individuals",
      "They",
      "are",
      "not",
      "the",
      "truly",
      "oppressed",
      "masses",
      ",",
      "but",
      "rather",
      "speak",
      "for",
      "all",
      "of",
      "Egypt",
      "They",
      "do",
      "this",
      "by",
      "taking",
      "the",
      "war",
      "for",
      "reform",
      "to",
      "their",
      "virtual",
      "turf",
      ",",
      "away",
      "from",
      "the",
      "regime",
      "'s",
      "clamp",
      "down",
      "on",
      "political",
      "action",
      ",",
      "and",
      "then",
      "funneling",
      "it",
      "back",
      "to",
      "the",
      "physical",
      "world",
      "in",
      "the",
      "form",
      "of",
      "a",
      "mighty",
      "wave",
      "of",
      "revolt",
      "To",
      "understand",
      "what",
      "this",
      "means",
      ",",
      "take",
      "a",
      "quick",
      "look",
      "at",
      "the",
      "demographics",
      "of",
      "a",
      "random",
      "sample",
      "of",
      "Egyptian",
      "“net",
      "activists”",
      ":",
      "young",
      ",",
      "educated",
      ",",
      "tech-savvy",
      "middle/upper-middle",
      "class",
      "(",
      "as",
      "compared",
      "to",
      "a",
      "country",
      "with",
      "a",
      "42",
      "%",
      "illiteracy",
      "rate",
      ",",
      "for",
      "instance",
      ")",
      "In",
      "other",
      "words",
      ",",
      "those",
      "are",
      "not",
      "the",
      "truly",
      "oppressed",
      "masses",
      ",",
      "especially",
      "from",
      "an",
      "economic",
      "sense",
      "This",
      "minority",
      ",",
      "however",
      ",",
      "spoke",
      "for",
      "all",
      "of",
      "Egypt...",
      "They",
      "have",
      "reclaimed",
      "Egypt",
      "Photo",
      "made",
      "available",
      "under",
      "Creative",
      "Commons",
      "2.0",
      "Generic",
      "license",
      "(CC",
      "by",
      "2.0)",
      "by",
      "Monasosh"
    ]
  }
}