{
  "url": "http://globalvoicesonline.org/?p=199529",
  "id": "199529",
  "body": "LJ user notavailablenow reports (RUS) on an hour-long series of one-person pickets held across the street from the Embassy of Libya in Moscow on Tuesday by two citizen activists, who took turns holding up a poster that read \"Stop state terrorism.\" First, however, the activists had to educate and argue with the Russian police embassy guards about their right to protest like this without the authorities' consent.",
  "original_body": "LJ user <em>notavailablenow</em> <a href=\"http://notavailablenow.livejournal.com/151026.html\">reports</a> (RUS) on an hour-long series of one-person pickets held across the street from the Embassy of Libya in Moscow on Tuesday by two citizen activists, who took turns holding up a poster that read \"Stop state terrorism.\" First, however, the activists had to educate and argue with the Russian police embassy guards about their right to protest like this without the authorities' consent.",
  "title": "Russia: One-Person Rallies by the Embassy of Libya",
  "byline": "Veronica Khokhlova",
  "pub_date": "2011-02-23T01:47:15Z",
  "decompositions": {
    "sentence": [
      "LJ user notavailablenow reports (RUS) on an hour-long series of one-person pickets held across the street from the Embassy of Libya in Moscow on Tuesday by two citizen activists, who took turns holding up a poster that read \"Stop state terrorism.\"",
      "First, however, the activists had to educate and argue with the Russian police embassy guards about their right to protest like this without the authorities' consent."
    ],
    "tokens": [
      "LJ",
      "user",
      "notavailablenow",
      "reports",
      "(",
      "RUS)",
      "on",
      "an",
      "hour-long",
      "series",
      "of",
      "one-person",
      "pickets",
      "held",
      "across",
      "the",
      "street",
      "from",
      "the",
      "Embassy",
      "of",
      "Libya",
      "in",
      "Moscow",
      "on",
      "Tuesday",
      "by",
      "two",
      "citizen",
      "activists",
      ",",
      "who",
      "took",
      "turns",
      "holding",
      "up",
      "a",
      "poster",
      "that",
      "read",
      "\"",
      "Stop",
      "state",
      "terrorism",
      ".",
      "First",
      ",",
      "however",
      ",",
      "the",
      "activists",
      "had",
      "to",
      "educate",
      "and",
      "argue",
      "with",
      "the",
      "Russian",
      "police",
      "embassy",
      "guards",
      "about",
      "their",
      "right",
      "to",
      "protest",
      "like",
      "this",
      "without",
      "the",
      "authorities",
      "'",
      "consent"
    ]
  }
}