{
  "url": "http://globalvoicesonline.org/?p=199636",
  "id": "199636",
  "body": "Romania and Bulgaria’s hopes to join the border-free Schengen area were put on hold, after the EU Commission asked both countries significant progresses in the fight against corruption and organized crime. Shortly after the release of the latest monitoring reports, both countries launched a large scale campaign of arrests and adopted measures aiming to counter corruption.\nIn the last two weeks, over 50 border officials, mostly from the Western part of Romania were arrested on suspicion of corruption and fraud and, by now, many arrows are leading towards politicians with direct connection to the centers of power. In Bulgaria, a special court was created for dealing especially with corruption cases. But the EU showed, both officially, in the latest evaluation reports, as unofficially that there are still many things to be done, among which strengthening the independence of justice and respecting the separation of powers. In the case of Romania, it is mentioned the situation of two MPs belonging to the ruling Democratic Liberal Party accused of corruption whose investigation was blocked by the Parliament. This is not the first time when the politicians of all colors are building a united front for defending their immunity. The rally of the opposition party, the Social Democratic Party in favor of one of its members accused of graft, the refusal of Parliamentarians to lift the immunity of their colleagues accused of graft were very bad signals to the EU, European experts say quoted by AFP.  \nAt the theoretical level, the technical assessment submitted by the Romanian authorities was considered positive. In addition to the structural problems regarding then judiciary, Bulgaria have to secure its border with Turkey, whose accession to the EU was, apparently, put on hold indefinitely. January 28 2011, the Schengen Area evaluation group postponed the adoption of two technical reports on Bulgaria, while adopting the report on Romania’s Schengen accession.\nBoth France and Germany, joined, among others, by Austria, Finland and Netherlands, opposed the entry of the two countries into the Schengen area because of the high level of corruption, including among border police units. The relation between Romania and France, a traditional ally and a cultural model, went through tensed moments the last summer, following the expulsion of Roma of Bulgarian and Romanian origins. The deportation was widely criticized by the civil society as “illegal” and “xenophobic”. Following the 2007 accession to the EU, many European countries, among which France, imposed several restrictions to the possibility of settling down of Romanian citizens. In a letter sent to the Commission in December 2010 and leaked to the media, Interior ministers from Paris, Brice Hortefeux, and Berlin, Thomas de Maziere, qualified the accession of the two countries as “premature” and warned, apocalyptically, that a positive move in this direction will produce “grave consequences for internal security in the EU and for every member state”. In reply, the Romanian authorities complained the “unfair” and “discriminatory” treatment. The Romanian top-diplomat, Teodor Baconschi even launched the possibility of blocking Croatia’s EU accession. He made those remarks in an interview published in the daily Romanian media, but shortly after denied making such threats, welcomed suspiciously in Brussels. The countries opposing the entry of two countries into the Schengen area pledge that the delay might be the only leverage for convincing them to fulfill the long waited progresses in the area of judiciary.\nBaconschi also raised the possibility of a decoupling of the candidacy of the two countries, insisting that Romania met all technical requirements for a full membership. \"We would like to see the two countries entering at the same date but ... we are still insisting on the principle that you need to evaluate each candidate state on its individual merits,\" Baconschi told EUobserver in an interview in Brussels,  February 1st. Four days later, the Romanian president, Traian Basescu declared in Brussels, where he participated to the European Council that Romania will not move to be decoupled from Bulgaria in order to join Schengen earlier and stressed again that Romania has met all technical requirements for accession, and Bulgaria has not done that yet. \"I am stating this clearly. We do not aim at a decoupling with Bulgaria. Even though it received positive reports as a whole, Romania ruled out the possibility of asking to be decoupled from Bulgaria,\" the Romanian President said quoted by the local and international media. \nThe prime-minister from Sofia, Boyko Borisov also declared in Brussels that: \"Bulgaria is totally fit to join Schengen, we are doing our best and I am confident that our efforts will be highly assessed at the end\".\nIn a book published in 2009 – How the weak vanquished the strong -, Tom Gallagher, an expert in Romanian issues, criticized the failure of EU in keeping the high stakes in terms of values and criteria, taking the evolutions from Bucharest as a case-study. In 2007, both Romania and Bulgaria were included into the EU Co-Operation and Verification Mechanism, as a consequence of the need of a closer monitoring of the situation of the judiciary. \nThe discussion about the opportunity or not of a Romanian-Bulgarian tandem occurred several times also during the effective process of integration and was often treated by both parts with from a political and electoral perspective, but at the end, both countries enter the European Union in the same time.\nThe final decision regarding the accession to Schengen will be possibly taken this summer, during the Hungarian EU Presidency (lasting until June 30) whose representatives gave assurances to both Sofia and Bucharest of their full support for successfully passing this exam. A final evaluation mission in both countries is due mid-March. In the case of a positive assessment, the two countries will possibly join the Schengen area in October. The authorities from two countries still have to pass the litmus test of their credibility.",
  "original_body": "Romania and Bulgaria’s hopes to join the border-free Schengen area were put on hold, after the EU Commission asked both countries significant progresses in the fight against corruption and organized crime. Shortly after the release of the latest monitoring reports, both countries launched a large scale campaign of arrests and adopted measures aiming to counter corruption.\nIn the last two weeks, over 50 border officials, mostly from the Western part of Romania were arrested on suspicion of corruption and fraud and, by now, many arrows are leading towards politicians with direct connection to the centers of power. In Bulgaria, a special court was created for dealing especially with corruption cases. But the EU showed, both officially, in the latest evaluation reports, as unofficially that there are still many things to be done, among which strengthening the independence of justice and respecting the separation of powers. In the case of Romania, it is mentioned the situation of two MPs belonging to the ruling Democratic Liberal Party accused of corruption whose investigation was blocked by the Parliament. This is not the first time when the politicians of all colors are building a united front for defending their immunity. The rally of the opposition party, the Social Democratic Party in favor of one of its members accused of graft, the refusal of Parliamentarians to lift the immunity of their colleagues accused of graft were very bad signals to the EU, European experts say quoted by AFP.  \nAt the theoretical level, the technical assessment submitted by the Romanian authorities was considered positive. In addition to the structural problems regarding then judiciary, Bulgaria have to secure its border with Turkey, whose accession to the EU was, apparently, put on hold indefinitely. January 28 2011, the Schengen Area evaluation group postponed the adoption of two technical reports on Bulgaria, while adopting the report on Romania’s Schengen accession.\nBoth France and Germany, joined, among others, by Austria, Finland and Netherlands, opposed the entry of the two countries into the Schengen area because of the high level of corruption, including among border police units. The relation between Romania and France, a traditional ally and a cultural model, went through tensed moments the last summer, following the expulsion of Roma of Bulgarian and Romanian origins. The deportation was widely criticized by the civil society as “illegal” and “xenophobic”. Following the 2007 accession to the EU, many European countries, among which France, imposed several restrictions to the possibility of settling down of Romanian citizens. In a letter sent to the Commission in December 2010 and leaked to the media, Interior ministers from Paris, Brice Hortefeux, and Berlin, Thomas de Maziere, qualified the accession of the two countries as “premature” and warned, apocalyptically, that a positive move in this direction will produce “grave consequences for internal security in the EU and for every member state”. In reply, the Romanian authorities complained the “unfair” and “discriminatory” treatment. The Romanian top-diplomat, Teodor Baconschi even launched the possibility of blocking Croatia’s EU accession. He made those remarks in an interview published in the daily Romanian media, but shortly after denied making such threats, welcomed suspiciously in Brussels. The countries opposing the entry of two countries into the Schengen area pledge that the delay might be the only leverage for convincing them to fulfill the long waited progresses in the area of judiciary.\nBaconschi also raised the possibility of a decoupling of the candidacy of the two countries, insisting that Romania met all technical requirements for a full membership. \"We would like to see the two countries entering at the same date but ... we are still insisting on the principle that you need to evaluate each candidate state on its individual merits,\" Baconschi told EUobserver in an interview in Brussels,  February 1st. Four days later, the Romanian president, Traian Basescu declared in Brussels, where he participated to the European Council that Romania will not move to be decoupled from Bulgaria in order to join Schengen earlier and stressed again that Romania has met all technical requirements for accession, and Bulgaria has not done that yet. \"I am stating this clearly. We do not aim at a decoupling with Bulgaria. Even though it received positive reports as a whole, Romania ruled out the possibility of asking to be decoupled from Bulgaria,\" the Romanian President said quoted by the local and international media. \nThe prime-minister from Sofia, Boyko Borisov also declared in Brussels that: \"Bulgaria is totally fit to join Schengen, we are doing our best and I am confident that our efforts will be highly assessed at the end\".\nIn a book published in 2009 – How the weak vanquished the strong -, Tom Gallagher, an expert in Romanian issues, criticized the failure of EU in keeping the high stakes in terms of values and criteria, taking the evolutions from Bucharest as a case-study. In 2007, both Romania and Bulgaria were included into the EU Co-Operation and Verification Mechanism, as a consequence of the need of a closer monitoring of the situation of the judiciary. \nThe discussion about the opportunity or not of a Romanian-Bulgarian tandem occurred several times also during the effective process of integration and was often treated by both parts with from a political and electoral perspective, but at the end, both countries enter the European Union in the same time.\nThe final decision regarding the accession to Schengen will be possibly taken this summer, during the Hungarian EU Presidency (lasting until June 30) whose representatives gave assurances to both Sofia and Bucharest of their full support for successfully passing this exam. A final evaluation mission in both countries is due mid-March. In the case of a positive assessment, the two countries will possibly join the Schengen area in October. The authorities from two countries still have to pass the litmus test of their credibility.\n",
  "title": "Hopes for Romania and Bulgaria to join Schengen in 2011",
  "byline": "Ana Weissz",
  "pub_date": "-1-11-30T00:00:00Z",
  "decompositions": {
    "sentence": [
      "Romania and Bulgaria’s hopes to join the border-free Schengen area were put on hold, after the EU Commission asked both countries significant progresses in the fight against corruption and organized crime.",
      "Shortly after the release of the latest monitoring reports, both countries launched a large scale campaign of arrests and adopted measures aiming to counter corruption.",
      "In the last two weeks, over 50 border officials, mostly from the Western part of Romania were arrested on suspicion of corruption and fraud and, by now, many arrows are leading towards politicians with direct connection to the centers of power.",
      "In Bulgaria, a special court was created for dealing especially with corruption cases.",
      "But the EU showed, both officially, in the latest evaluation reports, as unofficially that there are still many things to be done, among which strengthening the independence of justice and respecting the separation of powers.",
      "In the case of Romania, it is mentioned the situation of two MPs belonging to the ruling Democratic Liberal Party accused of corruption whose investigation was blocked by the Parliament.",
      "This is not the first time when the politicians of all colors are building a united front for defending their immunity.",
      "The rally of the opposition party, the Social Democratic Party in favor of one of its members accused of graft, the refusal of Parliamentarians to lift the immunity of their colleagues accused of graft were very bad signals to the EU, European experts say quoted by AFP.",
      "At the theoretical level, the technical assessment submitted by the Romanian authorities was considered positive.",
      "In addition to the structural problems regarding then judiciary, Bulgaria have to secure its border with Turkey, whose accession to the EU was, apparently, put on hold indefinitely.",
      "January 28 2011, the Schengen Area evaluation group postponed the adoption of two technical reports on Bulgaria, while adopting the report on Romania’s Schengen accession.",
      "Both France and Germany, joined, among others, by Austria, Finland and Netherlands, opposed the entry of the two countries into the Schengen area because of the high level of corruption, including among border police units.",
      "The relation between Romania and France, a traditional ally and a cultural model, went through tensed moments the last summer, following the expulsion of Roma of Bulgarian and Romanian origins.",
      "The deportation was widely criticized by the civil society as “illegal” and “xenophobic”.",
      "Following the 2007 accession to the EU, many European countries, among which France, imposed several restrictions to the possibility of settling down of Romanian citizens.",
      "In a letter sent to the Commission in December 2010 and leaked to the media, Interior ministers from Paris, Brice Hortefeux, and Berlin, Thomas de Maziere, qualified the accession of the two countries as “premature” and warned, apocalyptically, that a positive move in this direction will produce “grave consequences for internal security in the EU and for every member state”.",
      "In reply, the Romanian authorities complained the “unfair” and “discriminatory” treatment.",
      "The Romanian top-diplomat, Teodor Baconschi even launched the possibility of blocking Croatia’s EU accession.",
      "He made those remarks in an interview published in the daily Romanian media, but shortly after denied making such threats, welcomed suspiciously in Brussels.",
      "The countries opposing the entry of two countries into the Schengen area pledge that the delay might be the only leverage for convincing them to fulfill the long waited progresses in the area of judiciary.",
      "Baconschi also raised the possibility of a decoupling of the candidacy of the two countries, insisting that Romania met all technical requirements for a full membership.",
      "\"We would like to see the two countries entering at the same date but ... we are still insisting on the principle that you need to evaluate each candidate state on its individual merits,\" Baconschi told EUobserver in an interview in Brussels,  February 1st.",
      "Four days later, the Romanian president, Traian Basescu declared in Brussels, where he participated to the European Council that Romania will not move to be decoupled from Bulgaria in order to join Schengen earlier and stressed again that Romania has met all technical requirements for accession, and Bulgaria has not done that yet.",
      "\"I am stating this clearly.",
      "We do not aim at a decoupling with Bulgaria.",
      "Even though it received positive reports as a whole, Romania ruled out the possibility of asking to be decoupled from Bulgaria,\" the Romanian President said quoted by the local and international media.",
      "The prime-minister from Sofia, Boyko Borisov also declared in Brussels that: \"Bulgaria is totally fit to join Schengen, we are doing our best and I am confident that our efforts will be highly assessed at the end\".",
      "In a book published in 2009 – How the weak vanquished the strong -, Tom Gallagher, an expert in Romanian issues, criticized the failure of EU in keeping the high stakes in terms of values and criteria, taking the evolutions from Bucharest as a case-study.",
      "In 2007, both Romania and Bulgaria were included into the EU Co-Operation and Verification Mechanism, as a consequence of the need of a closer monitoring of the situation of the judiciary.",
      "The discussion about the opportunity or not of a Romanian-Bulgarian tandem occurred several times also during the effective process of integration and was often treated by both parts with from a political and electoral perspective, but at the end, both countries enter the European Union in the same time.",
      "The final decision regarding the accession to Schengen will be possibly taken this summer, during the Hungarian EU Presidency (lasting until June 30) whose representatives gave assurances to both Sofia and Bucharest of their full support for successfully passing this exam.",
      "A final evaluation mission in both countries is due mid-March.",
      "In the case of a positive assessment, the two countries will possibly join the Schengen area in October.",
      "The authorities from two countries still have to pass the litmus test of their credibility."
    ],
    "tokens": [
      "Romania",
      "and",
      "Bulgaria’s",
      "hopes",
      "to",
      "join",
      "the",
      "border-free",
      "Schengen",
      "area",
      "were",
      "put",
      "on",
      "hold",
      ",",
      "after",
      "the",
      "EU",
      "Commission",
      "asked",
      "both",
      "countries",
      "significant",
      "progresses",
      "in",
      "the",
      "fight",
      "against",
      "corruption",
      "and",
      "organized",
      "crime",
      "Shortly",
      "after",
      "the",
      "release",
      "of",
      "the",
      "latest",
      "monitoring",
      "reports",
      ",",
      "both",
      "countries",
      "launched",
      "a",
      "large",
      "scale",
      "campaign",
      "of",
      "arrests",
      "and",
      "adopted",
      "measures",
      "aiming",
      "to",
      "counter",
      "corruption",
      "In",
      "the",
      "last",
      "two",
      "weeks",
      ",",
      "over",
      "50",
      "border",
      "officials",
      ",",
      "mostly",
      "from",
      "the",
      "Western",
      "part",
      "of",
      "Romania",
      "were",
      "arrested",
      "on",
      "suspicion",
      "of",
      "corruption",
      "and",
      "fraud",
      "and",
      ",",
      "by",
      "now",
      ",",
      "many",
      "arrows",
      "are",
      "leading",
      "towards",
      "politicians",
      "with",
      "direct",
      "connection",
      "to",
      "the",
      "centers",
      "of",
      "power",
      "In",
      "Bulgaria",
      ",",
      "a",
      "special",
      "court",
      "was",
      "created",
      "for",
      "dealing",
      "especially",
      "with",
      "corruption",
      "cases",
      "But",
      "the",
      "EU",
      "showed",
      ",",
      "both",
      "officially",
      ",",
      "in",
      "the",
      "latest",
      "evaluation",
      "reports",
      ",",
      "as",
      "unofficially",
      "that",
      "there",
      "are",
      "still",
      "many",
      "things",
      "to",
      "be",
      "done",
      ",",
      "among",
      "which",
      "strengthening",
      "the",
      "independence",
      "of",
      "justice",
      "and",
      "respecting",
      "the",
      "separation",
      "of",
      "powers",
      "In",
      "the",
      "case",
      "of",
      "Romania",
      ",",
      "it",
      "is",
      "mentioned",
      "the",
      "situation",
      "of",
      "two",
      "MPs",
      "belonging",
      "to",
      "the",
      "ruling",
      "Democratic",
      "Liberal",
      "Party",
      "accused",
      "of",
      "corruption",
      "whose",
      "investigation",
      "was",
      "blocked",
      "by",
      "the",
      "Parliament",
      "This",
      "is",
      "not",
      "the",
      "first",
      "time",
      "when",
      "the",
      "politicians",
      "of",
      "all",
      "colors",
      "are",
      "building",
      "a",
      "united",
      "front",
      "for",
      "defending",
      "their",
      "immunity",
      "The",
      "rally",
      "of",
      "the",
      "opposition",
      "party",
      ",",
      "the",
      "Social",
      "Democratic",
      "Party",
      "in",
      "favor",
      "of",
      "one",
      "of",
      "its",
      "members",
      "accused",
      "of",
      "graft",
      ",",
      "the",
      "refusal",
      "of",
      "Parliamentarians",
      "to",
      "lift",
      "the",
      "immunity",
      "of",
      "their",
      "colleagues",
      "accused",
      "of",
      "graft",
      "were",
      "very",
      "bad",
      "signals",
      "to",
      "the",
      "EU",
      ",",
      "European",
      "experts",
      "say",
      "quoted",
      "by",
      "AFP.",
      "At",
      "the",
      "theoretical",
      "level",
      ",",
      "the",
      "technical",
      "assessment",
      "submitted",
      "by",
      "the",
      "Romanian",
      "authorities",
      "was",
      "considered",
      "positive",
      "In",
      "addition",
      "to",
      "the",
      "structural",
      "problems",
      "regarding",
      "then",
      "judiciary",
      ",",
      "Bulgaria",
      "have",
      "to",
      "secure",
      "its",
      "border",
      "with",
      "Turkey",
      ",",
      "whose",
      "accession",
      "to",
      "the",
      "EU",
      "was",
      ",",
      "apparently",
      ",",
      "put",
      "on",
      "hold",
      "indefinitely",
      "January",
      "28",
      "2011",
      ",",
      "the",
      "Schengen",
      "Area",
      "evaluation",
      "group",
      "postponed",
      "the",
      "adoption",
      "of",
      "two",
      "technical",
      "reports",
      "on",
      "Bulgaria",
      ",",
      "while",
      "adopting",
      "the",
      "report",
      "on",
      "Romania’s",
      "Schengen",
      "accession",
      "Both",
      "France",
      "and",
      "Germany",
      ",",
      "joined",
      ",",
      "among",
      "others",
      ",",
      "by",
      "Austria",
      ",",
      "Finland",
      "and",
      "Netherlands",
      ",",
      "opposed",
      "the",
      "entry",
      "of",
      "the",
      "two",
      "countries",
      "into",
      "the",
      "Schengen",
      "area",
      "because",
      "of",
      "the",
      "high",
      "level",
      "of",
      "corruption",
      ",",
      "including",
      "among",
      "border",
      "police",
      "units",
      "The",
      "relation",
      "between",
      "Romania",
      "and",
      "France",
      ",",
      "a",
      "traditional",
      "ally",
      "and",
      "a",
      "cultural",
      "model",
      ",",
      "went",
      "through",
      "tensed",
      "moments",
      "the",
      "last",
      "summer",
      ",",
      "following",
      "the",
      "expulsion",
      "of",
      "Roma",
      "of",
      "Bulgarian",
      "and",
      "Romanian",
      "origins",
      "The",
      "deportation",
      "was",
      "widely",
      "criticized",
      "by",
      "the",
      "civil",
      "society",
      "as",
      "“illegal”",
      "and",
      "“xenophobic”",
      "Following",
      "the",
      "2007",
      "accession",
      "to",
      "the",
      "EU",
      ",",
      "many",
      "European",
      "countries",
      ",",
      "among",
      "which",
      "France",
      ",",
      "imposed",
      "several",
      "restrictions",
      "to",
      "the",
      "possibility",
      "of",
      "settling",
      "down",
      "of",
      "Romanian",
      "citizens",
      "In",
      "a",
      "letter",
      "sent",
      "to",
      "the",
      "Commission",
      "in",
      "December",
      "2010",
      "and",
      "leaked",
      "to",
      "the",
      "media",
      ",",
      "Interior",
      "ministers",
      "from",
      "Paris",
      ",",
      "Brice",
      "Hortefeux",
      ",",
      "and",
      "Berlin",
      ",",
      "Thomas",
      "de",
      "Maziere",
      ",",
      "qualified",
      "the",
      "accession",
      "of",
      "the",
      "two",
      "countries",
      "as",
      "“premature",
      "”",
      "and",
      "warned",
      ",",
      "apocalyptically",
      ",",
      "that",
      "a",
      "positive",
      "move",
      "in",
      "this",
      "direction",
      "will",
      "produce",
      "“grave",
      "consequences",
      "for",
      "internal",
      "security",
      "in",
      "the",
      "EU",
      "and",
      "for",
      "every",
      "member",
      "state”",
      "In",
      "reply",
      ",",
      "the",
      "Romanian",
      "authorities",
      "complained",
      "the",
      "“unfair”",
      "and",
      "“discriminatory",
      "”",
      "treatment",
      "The",
      "Romanian",
      "top-diplomat",
      ",",
      "Teodor",
      "Baconschi",
      "even",
      "launched",
      "the",
      "possibility",
      "of",
      "blocking",
      "Croatia’s",
      "EU",
      "accession",
      "He",
      "made",
      "those",
      "remarks",
      "in",
      "an",
      "interview",
      "published",
      "in",
      "the",
      "daily",
      "Romanian",
      "media",
      ",",
      "but",
      "shortly",
      "after",
      "denied",
      "making",
      "such",
      "threats",
      ",",
      "welcomed",
      "suspiciously",
      "in",
      "Brussels",
      "The",
      "countries",
      "opposing",
      "the",
      "entry",
      "of",
      "two",
      "countries",
      "into",
      "the",
      "Schengen",
      "area",
      "pledge",
      "that",
      "the",
      "delay",
      "might",
      "be",
      "the",
      "only",
      "leverage",
      "for",
      "convincing",
      "them",
      "to",
      "fulfill",
      "the",
      "long",
      "waited",
      "progresses",
      "in",
      "the",
      "area",
      "of",
      "judiciary",
      "Baconschi",
      "also",
      "raised",
      "the",
      "possibility",
      "of",
      "a",
      "decoupling",
      "of",
      "the",
      "candidacy",
      "of",
      "the",
      "two",
      "countries",
      ",",
      "insisting",
      "that",
      "Romania",
      "met",
      "all",
      "technical",
      "requirements",
      "for",
      "a",
      "full",
      "membership",
      "\"",
      "We",
      "would",
      "like",
      "to",
      "see",
      "the",
      "two",
      "countries",
      "entering",
      "at",
      "the",
      "same",
      "date",
      "but",
      "...",
      "we",
      "are",
      "still",
      "insisting",
      "on",
      "the",
      "principle",
      "that",
      "you",
      "need",
      "to",
      "evaluate",
      "each",
      "candidate",
      "state",
      "on",
      "its",
      "individual",
      "merits",
      ",",
      "\"",
      "Baconschi",
      "told",
      "EUobserver",
      "in",
      "an",
      "interview",
      "in",
      "Brussels",
      ",",
      "February",
      "1st",
      "Four",
      "days",
      "later",
      ",",
      "the",
      "Romanian",
      "president",
      ",",
      "Traian",
      "Basescu",
      "declared",
      "in",
      "Brussels",
      ",",
      "where",
      "he",
      "participated",
      "to",
      "the",
      "European",
      "Council",
      "that",
      "Romania",
      "will",
      "not",
      "move",
      "to",
      "be",
      "decoupled",
      "from",
      "Bulgaria",
      "in",
      "order",
      "to",
      "join",
      "Schengen",
      "earlier",
      "and",
      "stressed",
      "again",
      "that",
      "Romania",
      "has",
      "met",
      "all",
      "technical",
      "requirements",
      "for",
      "accession",
      ",",
      "and",
      "Bulgaria",
      "has",
      "not",
      "done",
      "that",
      "yet",
      "\"",
      "I",
      "am",
      "stating",
      "this",
      "clearly",
      "We",
      "do",
      "not",
      "aim",
      "at",
      "a",
      "decoupling",
      "with",
      "Bulgaria",
      "Even",
      "though",
      "it",
      "received",
      "positive",
      "reports",
      "as",
      "a",
      "whole",
      ",",
      "Romania",
      "ruled",
      "out",
      "the",
      "possibility",
      "of",
      "asking",
      "to",
      "be",
      "decoupled",
      "from",
      "Bulgaria",
      ",",
      "\"",
      "the",
      "Romanian",
      "President",
      "said",
      "quoted",
      "by",
      "the",
      "local",
      "and",
      "international",
      "media",
      "The",
      "prime-minister",
      "from",
      "Sofia",
      ",",
      "Boyko",
      "Borisov",
      "also",
      "declared",
      "in",
      "Brussels",
      "that",
      ":",
      "\"",
      "Bulgaria",
      "is",
      "totally",
      "fit",
      "to",
      "join",
      "Schengen",
      ",",
      "we",
      "are",
      "doing",
      "our",
      "best",
      "and",
      "I",
      "am",
      "confident",
      "that",
      "our",
      "efforts",
      "will",
      "be",
      "highly",
      "assessed",
      "at",
      "the",
      "end",
      "\"",
      "In",
      "a",
      "book",
      "published",
      "in",
      "2009",
      "–",
      "How",
      "the",
      "weak",
      "vanquished",
      "the",
      "strong",
      "-,",
      "Tom",
      "Gallagher",
      ",",
      "an",
      "expert",
      "in",
      "Romanian",
      "issues",
      ",",
      "criticized",
      "the",
      "failure",
      "of",
      "EU",
      "in",
      "keeping",
      "the",
      "high",
      "stakes",
      "in",
      "terms",
      "of",
      "values",
      "and",
      "criteria",
      ",",
      "taking",
      "the",
      "evolutions",
      "from",
      "Bucharest",
      "as",
      "a",
      "case-study",
      "In",
      "2007",
      ",",
      "both",
      "Romania",
      "and",
      "Bulgaria",
      "were",
      "included",
      "into",
      "the",
      "EU",
      "Co-Operation",
      "and",
      "Verification",
      "Mechanism",
      ",",
      "as",
      "a",
      "consequence",
      "of",
      "the",
      "need",
      "of",
      "a",
      "closer",
      "monitoring",
      "of",
      "the",
      "situation",
      "of",
      "the",
      "judiciary",
      "The",
      "discussion",
      "about",
      "the",
      "opportunity",
      "or",
      "not",
      "of",
      "a",
      "Romanian-Bulgarian",
      "tandem",
      "occurred",
      "several",
      "times",
      "also",
      "during",
      "the",
      "effective",
      "process",
      "of",
      "integration",
      "and",
      "was",
      "often",
      "treated",
      "by",
      "both",
      "parts",
      "with",
      "from",
      "a",
      "political",
      "and",
      "electoral",
      "perspective",
      ",",
      "but",
      "at",
      "the",
      "end",
      ",",
      "both",
      "countries",
      "enter",
      "the",
      "European",
      "Union",
      "in",
      "the",
      "same",
      "time",
      "The",
      "final",
      "decision",
      "regarding",
      "the",
      "accession",
      "to",
      "Schengen",
      "will",
      "be",
      "possibly",
      "taken",
      "this",
      "summer",
      ",",
      "during",
      "the",
      "Hungarian",
      "EU",
      "Presidency",
      "(",
      "lasting",
      "until",
      "June",
      "30",
      ")",
      "whose",
      "representatives",
      "gave",
      "assurances",
      "to",
      "both",
      "Sofia",
      "and",
      "Bucharest",
      "of",
      "their",
      "full",
      "support",
      "for",
      "successfully",
      "passing",
      "this",
      "exam",
      "A",
      "final",
      "evaluation",
      "mission",
      "in",
      "both",
      "countries",
      "is",
      "due",
      "mid-March",
      "In",
      "the",
      "case",
      "of",
      "a",
      "positive",
      "assessment",
      ",",
      "the",
      "two",
      "countries",
      "will",
      "possibly",
      "join",
      "the",
      "Schengen",
      "area",
      "in",
      "October",
      "The",
      "authorities",
      "from",
      "two",
      "countries",
      "still",
      "have",
      "to",
      "pass",
      "the",
      "litmus",
      "test",
      "of",
      "their",
      "credibility"
    ]
  }
}